Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Crushed alive by their own houses, rocks, mountains... This is what was left of the Empire of Wesnoth after the cataclysm when the third sun, Gaia, fell over the land.
fr: Écrasés vivant par leur propres maisons, par des roches, par des montagnes... C'est ce qui reste de l'Empire de Wesnoth après le cataclysme, quand le troisième soleil, Gaia, est tombé sur terre.
hu: Élve eltemették őket a házaik, a sziklák, a hegyek... Ennyi maradt a Wesnoth Birodalomból a Kataklizma után, amit a harmadik nap, a Gaia földrehullása okozott.
tr: Evlerinde canlı canlı kayalar ve dağlar tarafından ezilmişler... Üçüncü güneş Gaya yere düştüğünde oluşan felaketten sonra Wesnoth İmparatorluğundan kalanlar bunlar.

source: A third sun? How could that happen...
fr: Un troisième soleil ? Comment cela a-t-il pu arriver...
hu: Egy harmadik nap? Hogy történhetett?
tr: Üçüncü bir güneş mi? Bu nasıl olur?

source: (sighs) Galas, again, it is something that you should not, nor would ever need to know.
fr: (soupirs) Galas, encore une fois, c'est quelque chose que vous ne devriez jamais savoir.
hu: (sóhajt) Galas, már megint olyasmibe ütöd az orrod, ami nem rád tartozik, és soha nem is fog rád tartozni.
tr: (iç çeker) Galas diyorum, sana diyorum, herşeyi bilmek zorunda değilsin diyorum...

source: Hey you!
fr: Hé, toi !
hu: Hé ti ott!
tr: Hey sen!

source: Oops. Just what we needed...
fr: Oups. Juste ce dont nous avions besoin...
hu: Hoppá! Már csak ez hiányzott......
tr: Off. Tam da ihtiyacımız olan şey...

source: Travelers, wait. I come in peace.
fr: Voyageurs, attendez. Je viens en paix.
hu: Várjatok utazók, békével jövök.
tr: Yolcular, bekleyin. Niyetim kötü değil.

source: Huh? Speak.
fr: Hein ? Parle.
hu: Hú! Beszélj!j!
tr: Öyle mi? Konuş.

source: If you want to come to our village to replenish your supplies, you'll have to pay us a small fee.
fr: Si vous voulez venir dans notre village pour vous fournir en provisions, vous devrez nous payer une somme modique.
hu: Ha netán fel akarjátok frissíteni a készleteiteket, a mi falunkban olcsón megtehetitek.
tr: Eğer isterseniz köyümüze gelip küçük bir ücret karşılığında erzağınızı tamamlayabilirsiniz.

source: And how much would it be?
fr: Combien, environ ?
hu: És mennyire olcsón?
tr: Yani, kaça olur?

source: $fee_value| pieces of gold.
fr: $fee_value| pièces d'or.
hu: $fee_value| aranyért.
tr: $fee_value| altın.

source: Um... we'll think about it later.
fr: Hum... Nous y penserons plus tard.
hu: Hmmm... Tárgyalhatunk róla később.
tr: Hımm... bunu sonra düşünürüz.

source: Hey, travelers!
fr: Hé, voyageurs !
hu: Hé utazók!
tr: Hey yolcular!

source: Huh?
fr: Hein ?
hu: He?
tr: Ne var?

source: I'd recommend you not to head south-west. The Loyalists occupy a vast territory in that direction, and it is said that in the frontier mountains, those that you see close to you, strange things happen and can be seen at night.
fr: Je vous recommande de ne pas aller au sud-ouest. Les loyalistes y occupent de grandes zones, et on dit que dans les montagnes qui les bordent, que vous voyez là-bas, des choses étranges se passent et peuvent être vues de nuit.
hu: Nem ajánlom, hogy délnyugatra tartsatok. A lojalisták óriási területet szálltak meg arrafelé, s azt mondják a hegyekben lakók, hogy csúnya dolgok történnek arrafelé, különösen éjszaka.
tr: Güneybatıya gitmemenizi öneririz. Kralcılar o yönde çok geniş bir araziyi işgal etmişler ve dağların ön cephesinde oldukları söyleniyor. Yaklaştıklarında tuhaf şeyler oluyor ve geceleyin görülebiliyorlar.

source: Thanks for the tip. But, why don't you abandon this oasis then? There are others further to the north and east.
fr: Merci pour le conseil. Mais pourquoi n'abandonnez-vous pas l'oasis, alors ? Il y en a d'autre, plus au nord et à l'est.
hu: Köszönjük a felvilágosítást. S ti miért nem menekültök el innen? Mások északkeletre igyekeznek.
tr: İpucu için teşekkürler. Fakat madem öyle, neden bu vahayı terkedip gitmiyorsunuz? Kuzeydoğuda sizin gibi başkaları da var.

source: Because most of them are controled by orcs or hostile savages. We don't have the forces to fight them yet, so we prefer to struggle for surviving in this small valley where we know exactly what threathens our lives.
fr: Parce que la plupart sont contrôlées par des orcs ou des sauvages hostiles. Nous n'avons pas la puissance pour les combattre, alors nous préférons survivre dans cette petite vallée où nous savons parfaitement ce qui nous menace.
hu: Mert ott meg orkok és ellenséges vademberek vannak. Nincs erőnk megküzdeni velük, így aztán a jól ismert kis völgyünkben küzdünk a túlélésért.
tr: Çünkü onların çoğu orklar ve düşman yabancılar tarafından yönetiliyorlar. Henüz onlarla döğüşecek gücümüz yok. Yaşamımızı neyin tehdit ettiğini bildiğimizden bu küçük vadide hayatta kalmaya çalışmayı tercih ediyoruz.

source: Will you pay us before entering the village, wanderers? It's $fee_value| pieces of gold.
fr: Nous payerez-vous avant d'entrer dans le villages, voyageurs ? Cela fait $fee_value| pièces d'or.
hu: Akkor tehát nyélbeütjük az üzletet, vándorok? $fee_value| aranyért felfrissíthetitek a készleteiteket.
tr: Köye girmeden önce bize ödeme yapacak mısınız, gezginler? Sadece $fee_value| altın.

source: Um...
fr: Hum...
hu: Hmmm...
tr: Hımm...

source: Yes. Here is the gold.
fr: Oui. Voici l'or.
hu: Persze. Itt az arany.
tr: Evet, işte altın.

source: You are welcome, then. As long as you don't start pillaging our village, that is. Know that if you do so, you'll encounter only problems.
fr: Vous êtes donc bienvenus. C'est à dire, tant que vous ne pillez pas notre village. Sachez qu'en le faisant, vous n'auriez que des problèmes.
hu: Legyetek üdvözölve minálunk. Eszetekbe ne jusson fosztogatni a falvainkat! Ha elfoglaljátok őket, az háborút jelent.
tr: O halde hoş geldiniz. Yalnız köyümüzü yağmalamaya kalkmayın. Böyle yaparsanız bazı sorunlarla karşılaşacağınızı bilin.

source: Hey, they are invading our houses! It's a hostile assault!
fr: Hé, ils envahissent nos maisons ! C'est une invasion !
hu: Hé, elkezdték fosztogatni a falvainkat! Lerohannak minket!
tr: Hey, bunlar evlerimize giriyor! Düşmanca bir saldırı bu!

source: I warned you, strangers. We'll have to end you now.
fr: Je vous ai prévenus, étrangers. Nous allons devoir nous débarrasser de vous, maintenant.
hu: Én figyelmeztettelek titeket, idegenek. Le kell számoljunk veletek.molnunk veletek.
tr: Sizi uyardık, yabancılar. Sizi başımızdan defetmek zorundayız.

source: No. We may get better results if we take over your village
fr: Non. Nous obtiendrons de meilleurs résultats en nous emparant de votre village.
hu: Nem. Inklább elfoglaljuk a falvaitokat, így még olcsóbb.
tr: Hayır. Köyünüzü ele geçirirsek daha iyi sonuç alırız.

source: Very well, then. You have asked for it.
fr: Bon, d'accord. Vous l'avez demandé.
hu: Ha harc, hát legyen harc!
tr: Pekala o halde. Siz kaşındınız.

source: No, unfortunately we don't have that much gold.
fr: Non, malheureusement nous n'avons pas tant d'argent.
hu: Sajnos nincs ennyi pénzünk.
tr: Hayır, ne yazık ki o kadar altınımız yok.

source: All right, then. You have asked for it.
hu: Rendben van, ha harc, hát legyen harc.

source: Oh, please. Have mercy on us! We were forced to abandon our home, and are now lost in this vast desert! How can you expect us to have enough gold to give you?
fr: Oh, je vous en prie. Ayez pitié de nous ! Nous avons été obligé d'abandonner nos demeures et nous sommes égarés dans ce vaste désert ! Comment pouvez-vous supposer que nous avons assez d'or à vous donner ?
hu: Kérlek, ne kívánd ezt tőlünk! Kiűztek minket az otthonainkból, s csak bolyongunk ebben a hatalmas sivatagban. Hogy várhatod el, hogy ennyi sok pénzünk legyen?
tr: Oh, lütfen. Bize merhamet edin! Yurdumuzu terketmeye zorlandık ve bu geniş çölde kaybolduk! Size verecek altınımız olduğunu nasıl umabiliyorsunuz?

source: Um... Very well. You may pass this time. But don't expect me to be merciful a second time! And no pillaging our village. Know that if you do so, you'll encounter only trouble.
fr: Hmm... C'est bon. Vous pouvez y aller cette fois-ci. Mais ne vous attendez pas à une faveur une deuxième fois ! Et vous feriez mieux de ne pas piller nos villages, vous n'auriez que des problèmes.
hu: Hmmm... Jól van, most az egyszer bejöhetsz, de többet nem leszek ilyen kegyes. S nehogy szemet vess a falvainkra. Ha elfoglalsz csak egyet is, az háborút jelent.
tr: Hımm... Pekala. Bu seferlik geçin. Fakat ikinci defasında bu kadar hoşgörülü olmayabilirim. Köylerimizi yağmalamaya başlamasanız iyi edersiniz, yoksa bazı sorunlarla karşılaşabilirsiniz.

source: Ah? Elves? I must be hallucinating again...
fr: Eh ? Des elfes ? Je dois encore voir un mirage...
hu: Huhh! Tündék? Biztosan csak vizionálok...
tr: Ah, Elfler? Yine serap görüyor olmalıyım...

source: This doesn't look good...
fr: Ça n'a pas l'air bon du tout...
hu: Ezt a pechet, felfedeztek...
tr: Bu iyi görünmüyor...

source: But I never had hallucinations that could speak. Intruders! And they are elves! Go get'em!
fr: Mais je n'ai jamais vu de mirage qui parlait. Des intrus ! En plus ce sont des elfes ! Allons-y, attrapons-les !
hu: Egy látomás, ami beszél, ilyen nincs. Behatolók! Tündék! Elkapni őket!
tr: Fakat konuştuğum bir serap olamaz. Yabancılar! Bunlar Elf! Saldırın!

source: Anyone who dares oppose us shall perish, does not matter if it's orc or human.
fr: Qui que ce soit qui ose s'opposer à nous périra, qu'il soit orc ou humain.
hu: Bárki, aki szembeszáll velünk, a halál fia! Lett légyen az ember vagy ork.
tr: Karşımıza çıkmaya cüret edenler ölür, ister ork ister insan olsun.

source: Orcs... good. It has been a long time since I defeated one myself!
fr: Des orcs... Bien. Cela fait longtemps que je n'en ai pas massacré un moi-même.
hu: Orkok... remek. Olyan régóta nem volt szerencsém személyesen irtani őket. i őket.
tr: Orklar... iyi. Uzun zamandır kimseyi kendim öldürmemiştim!

source: We could ignore them and continue our journey, but I'm not sure if it would be a good idea.
fr: Nous pourrions les ignorer et continuer notre voyage, mais je ne suis pas certain que ce soit une bonne idée.
hu: Talán nem kéne harcba bocsátkozni velük, inkább folytassuk az utunkat. Vagy ez nem is olyan jó ötlet?
tr: Onları yoksayıp yolculuğumuza devam etmeliyiz, diyorum ama iyi bir fikir olduğundan pek emin değilim.

source: Undead! Everyone, to arms! It's an invasion!
fr: Des morts-vivants ! Aux armes tout le monde ! C'est une invasion !
hu: Élőholtak! Mindenki fegyverbe! Lerohannak minket!
tr: Hortlak! Herkes silahlara! Bu bir istila!

source: Somebody should catch that idiot and cut his tongue. Now that he has given alarm to his friends we'll have to deal with them!
fr: Quelqu'un devrait attraper cet idiot et lui couper la langue. Maintenant qu'il a donné l'alarme à ses copains il va falloir traiter avec lui.
hu: Valaki megfoghatná azt az idiótát és kivághatná a nyelvét. Most, hogy riadóztatta a többieket is, kénytelenek leszünk velük is foglalkozni.s foglalkozni.
tr: Birisi bu aptalı yakalayıp dilini kesmeli. Arkadaşlarını uyardığı için onlarla da döğüşmek zornuda kalacağız.

source: Ah? What is that thing?
fr: Ah ? Quel est cette chose ?
hu: Hö? Mi ez itt előttünk?
tr: Ah? Bu şey nedir?

source: Scorpions, inhabitants of the sands. Beware, their tail has a poisonous sting that could tresspass your heart in a second.
fr: Des scorpions, habitants le sable. Attention, le dard de leur queue contient un poison qui peut vous faire mourir d'une crise cardiaque en quelques secondes.
hu: Skorpiók, a sivatag lakói. Óvakodjatok tőlük, a farkukban halálos méreg van,.
tr: Akrepler, kumlarda yaşarlar. Dikkatli olun, kuyruklarındaki iğnede bulunan zehir bir saniyede kalbe ulaşır.

source: I have seen odd things in my life, but that is just ridiculous! A crawling glob of mud?
fr: J'ai vu bien des choses étranges dans ma vie, mais ça, c'est juste ridicule ! Un tas de boue qui rampe.
hu: Láttam már jónéhány furcsa dolgot életemben, de ez egyszerűen nevetséges. Egy csúszkáló sárkupac?
tr: Hayatımda görmediğim şeyler görüyorum, fakat bu maskaralıktan başka bir şey değil. Sürünen bir çamur topağı...

source: Crawling yes, but it is not a simple glob of mud, but one animated by magic means. Although they are not specially tough, if you get surrounded by a pack of them you will have serious trouble.
fr: Qui rampe, oui, mais ce n'est pas un simple tas de boue, mais une entité animée par magie. Bien qu'ils ne soient pas particulièrement costauds, vous aurez de sérieux ennuis si vous êtes encerclés par une bande.
hu: Csúszkál az igaz, de ez nem csak egy egyszerű sárkupac, hanem varázseszközökkel életre keltett lény. Bár nem túl veszélyesek, de ha egy csomó ilyen körülvesz, komoly sérüléseket tudnak okozni.
tr: Süründüğü doğru ama o basit bir çamur topağı değil. Büyü gibi bir şeyle hareket ediyor. Pek güçlü görünmeseler de, onlardan bir ekip tarafından kuşatılırsanız size ciddi hasar verebilirler.

source: Hunting Troll
fr: Chasseur troll
hu: Vadászó troll
tr: Avlanan Trol

source: Me thinks hungry be. Elves be tasty, yes. Tasty will eaten be.
fr: Moi avoir faim. Elfes être goûteux, oui... Goûteux sera mangé.
hu: Gondolok van éhes. Tünde husika fincsi. Fincsit eszi én.
tr: Ben düşünüyor aç olmak. Elfler leziz, evet. Leziz yenecek.

source: I don't really think I taste good. Uh-oh.
fr: Je ne pense vraiment pas que je sois si bon. Oh non.
hu: Nem hiszem, hogy finom lennék. Uh-váh!
tr: Pek lezzetli olduğumu sanmıyorum. Uh-oh.

source: Aaah, undeady! I crack you will do!
fr: Aaaah, vivant-mort ! Je faire craquer vous.
hu: Aaah, élőholtocska! Én csinál ebéd téged!
tr: Aaa, bir yarıölü! Kemiklerini kıracağım!

source: We'll see about that.
fr: Nous verrons bien.
hu: Nem eszik olyan forrón a kását!
tr: Göreceğiz.

source: Outlaw ambusher
fr: Hors-la-loi embusqué
hu: Törvényen kívüli rajtaütő
tr: Pusucu Haydut

source: Ha, ha, ha! We got you! There is no way out now!
hu: Ha ha ha! Elkaptunk titeket! Nem szökhettek meg!

source: Aaah! Yelp!
fr: Aaah ! Au s'cours !
hu: Aaah! Seg..!
tr: Aaahh! İmdaat!

source: Hey, wait, is that an elf? I thought they were long gone from the face of earth!
fr: Hé, attends, c'est un elfe ? Je croyaient qu'ils avaient disparu.
hu: Várjunk csak, hiszen ezek tündék! Azt hittem már rég eltűntek a föld felszínéről!
tr: Hey, bekle, o bir elf mi? Soylarının tükendiğini sanıyordum!

source: I did too, but it seems these pointy-eared demons are impossible to get rid of.
fr: Moi aussi, mais il semble impossible de se débarrasser de ces démons aux oreilles pointues.
hu: Én is azt hittem, de a jelek szerint ezektől a hegyesfülű démonoktól nem lehet megszabadulni.
tr: Ben de, fakat bu sivri kulaklı iblisleri başımızdan defederek kurtulmamız imkansız

source: It matters little now. Kill it!
fr: Peu importe maintenant. Tuez-le !
hu: Ez most nem számít! Öljétek meg őket!
tr: Kafana taktığın şeye bak! Öldür gitsin!

source: Undead! These damned abominations pursue us again!
fr: Des morts-vivants ! Ces damnées abominations nous poursuivent encore.
hu: Élőholtak! Ezek az átkozott undormányok már megint ránktámadtak!
tr: Hortlak! Bu lanetli yaratık bizi yine ele geçirmeye çalışacak!

source: Then we'll have to get rid of them once for all.
fr: Alors nous devons nous débarrasser d'eux une bonne fois pour toutes.
hu: Akkor egyszer s mindenkorra szabaduljunk meg tőlük!
tr: Hepsinden bir defada kurtulmalıyız.

source: They are blocking our path to the north west following the river's stream. We must defeat them before continuing.
fr: Ils ont bloqué notre chemin vers le nord-ouest en suivant la rivière. Nous devons les combattre avant de continuer.
hu: Elállják az utat északnyugat felé. Kénytelenek leszünk leszámolni velük, mielőtt folytathatnánk utunkat a folyóparton.rton.
tr: Nehrin akıntısını izleyerek kuzeybatıya gitmemize engel oluyorlar. Devam etmeden önce onları yenmek zorundayız.

source: Defeat the leader of the bandits who control the north-western area
fr: Vaincre le chef des bandits qui contrôlent la zone nord-ouest
hu: Legyőzöd az északnyugati területet ellenőrző banditák vezérét
tr: Kuzeybatı bölgesini denetimi altında tutan haydutbaşını öldür

source: Ouch! Puny weakling, you won't beat meee...
fr: Ouille ! Pauvre minable, tu ne me battra paaas.....
hu: Ouch! Szánalmas puhány, te nem győzhetsz le enggg...
tr: Oh! Çelimsiz şey, beni dövmeee...

source: Uh... looks like I did.
fr: Ben... On dirait que si.
hu: Hah.. úgy látszik mégis..
tr: Uh... Yaptım galiba.

source: These bandits seem to have accumulated some gold. It's not a great amount, but it will do for our needs.
fr: Ces bandits avaient accumulé un peu d'or. Ce n'est pas grand chose mais ce sera bon pour nous.
hu: A jelek szerint ezek a banditák összegyűjtöttek egy kevés pénzt. Nem túl sok, de jó helyen lesz nálunk.
tr: Bu haydutlar biraz altın biriktirmişler gibi görünüyor. Büyük bir miktar değil ama işimizi görür.

source: Galas, Anlindë or Mal Keshar must reach the North-west border of the map
fr: Galas, Anlindë ou Mal Keshar doivent atteindre le bord nord-ouest de la carte.
hu: Galas, Anlindë vagy Mal Keshar eléri a térkép északnyugati csücskét
tr: Galas, Analya ve Mal Keşnar haritanın kuzeybatı kenarına ulaşmalı

source: Argh! I'm vanquished!
fr: Non ! Je suis vaincu !
hu: Argh! Legyőzettem!
tr: Aaahh! Yenildim!

source: This orc kept some gold in his tent. These must be difficult times for them, since it is not more than a few dozens, but it is better than nothing.
fr: Cet orc gardait des pièces d'or dans sa tente. Les temps doivent être difficiles puisqu'il n'y en a que quelques douzaines mais c'est mieux que rien.
hu: Nicsak, az ork főnök egy kis pénzt rejtegetett a sátrában. Nehéz idők járnak, nem valami nagy összeg, de a semminél ez is több.
tr: Orkların çadırında biraz altın buldum. Bir kaç düzineden fazla olmadıklarına göre zor zamanlar geçiriyor olmalılar, fakat hiç yoktan iyidir.

source: The river's bottom carves a canyon to the northwest.
fr: La rivière creuse un canyon vers le nord-ouest.
hu: A folyóágy északnyugatra egy kanyonba vezet.
tr: Nehir yatağı kuzeybatıya giden derin bir boğaz oluşturmuş.

source: We must follow it from outside, for I don't know how it goes up to the mountains.
fr: Nous devons le suivre de loin car je ne sais pas comment il va dans la montagne.
hu: Követnünk kell a medret, de a partról, mivel nem tudom, hogy szeli át a hegyet.
tr: Dağların arasında nasıl ilerlediğini bilemeyeceğimiz için onu dışardan izlemeliyiz.

source: We can't continue before defeating these bandits first!
fr: Nous ne pouvons continuer sans combattre ces bandits au préalable !
hu: Nem mehetünk tovább, amíg nem végeztünk a banditákkal!
tr: Önce bu haydutları yenmeden devam edemeyiz!

source: Something disturbs me. These sand dwellers talk about our race like if they had met us recently. After all these centuries, shouldn't they have at least forgotten our name?
fr: Quelque chose me dérange. Ces habitants des sables parlent de notre race comme s'ils nous avaient rencontrés récemment. Après tous ces siècles, ne devraient-ils pas au moins avoir oublié notre nom ?
hu: Valami zavar engem. Ezek a homoklakók úgy beszéltek rólunk, mintha nemrég találkoztak volna velünk. Annyi század elteltével még emlékeznek a nevünkre?
tr: Beni birşeyler rahatsız ediyor. Bu çöl sakinleri sanki daha önce karşılaşmış gibi ırkımız hakkında konuşuyorlardı. Asırlar sonra ırkımızın ismini unutmuş olmaları gerekmez miydi?

source: I think so, and I wonder too what they meant. But anyway, we should not let small questions such as this delay us any further. We have a mission to complete, and time is critical for it.
fr: Je le pense, et je me demande aussi ce qu'ils voulaient dire. Mais de toute façon, nous ne devrions pas laisser de petites questions comme cela nous retarder davantage. Nous avons une mission à mener à bien et le temps nous est compté.
hu: Ez engem is meglep, s nem tudom mire vélni. De ez a kérdés most másodlagos. Sokkal fontosabb feladatunk van, s nem vesztegethetjük az időnket semmiségeken rágódva.
tr: Öyle olması lazımdı ve ben de bunun anlamını merak ediyorum. Fakat böyle incir çekirdeğini doldurmayacak sorunlarla vakit kaybedemeyiz. Tamamlamamız gereken bir görevimiz var ve zamanımız kısıtlı.

source: Come back to this world, from your eternal dream of battles, elvish hero of long past times! I call upon you!
fr: Sortez de votre rêve éternel de batailles et revenez dans ce monde, héros elfes des temps anciens ! Je fais appel à vous !
hu: Gyertek vissza ebbe a világba az örök vadászmezőkről, elmúlt idők tünde hősei! Én hívlak titeket!
tr: Ebedi savaş rüyandan sıyrıl ve bu dünyaya dön, geçmiş zamanların elf kahramanı! Seni de çağırıyorum!

source: At your orders, masters!
fr: À vos ordres, maîtres !
hu: Szolgálatotokra mesterek!
tr: Emriniz ne, efendiler!

source: But, but, it's an elven warrior! Quite pale and... translucid, though. What is this, Mal Keshar?
fr: Mais, mais, c'est un guerrier elfe ! Tellement pâle et... presque translucide. Qu'est-ce que c'est, Mal Keshar ?
hu: De, de hiszen ez egy tünde harcos! Igaz, hogy nagyon halvány és áttetsző. Mi ez, Mal Keshar?
tr: Ama, fakat, bu bir elf savaşçısı! Solgun ve... şeffaf da. Nedir bu, Mal Keşnar?

source: This, my 'friend', is a he, one of your kinsmen. In contrast with most of my minions, this elvish spirit does not fight unwillingly; he has been following you all this time, and whilst not having the power to materialize by himself, he has been waiting for the oportunity to fight for you once again; he just needed a little help from an expert like me.
fr: Ceci, mon « ami », est l'un de vos parents. Contrairement à la plupart de mes mignons, cet esprit elfe ne se bat pas à contrecœur ; il vous a suivi tout le temps et, n'ayant pas le pouvoir de se matérialiser tout seul, il a attendu l'opportunité de se battre pour vous une nouvelle fois ; il a juste eu besoin de l'aide d'un expert comme moi.
hu: Ez, 'barátom' inkább ő, egy magadfajta lény. Legtöbb teremtményemmel ellentétben ez a tünde lélek nem akarata ellenére harcol. Egész idő alatt követett téged, s végig arra várt, hogy lehetőséget kapjon, hogy továbbra is érted harcoljon. Mivel magától képtelen materializálódni, így egy kis segítséget nyújtottam neki, s most megjelent. lent.
tr: Bu benim ‘dostum’ ve sizin ırkdaşlarınızdan biri. Benim çoğu dalkavuğumun aksine bu elf ruhu kendisi istemedikçe döğüşmez; sizi sürekli izliyor ve sizin için bir kere daha döğüşme fırsatı kolluyor. Fakat kendi kendini maddeleştiremediğinden benim gibi bir uzmanın yardımına ihtiyaç duyuyor.

source: Are you saying that he has his own will, then?
fr: Voulez-vous dire qu'il a sa propre volonté ?
hu: Azt akarod mondani, hogy megmaradt a saját akarata?
tr: Onun bir amacı olduğundan mı bahsediyorsun?

source: Exactly. Note that these spirits are stronger and deadlier when fighting in forests; unfortunately, I'm not sure whether there are any left for this purpose.
fr: Parfaitement. Remarquez que ces esprits sont plus forts et meurtriers lorsqu'ils combattent en forêt ; malheureusement, je ne suis pas certain qu'il en reste beaucoup.
hu: Pontosan. Megjegyzem, ezek a lelkek erősebbek és halálosabbak, ha erdőben harcolnak. Habár azt nem tudom biztosan, hogy ez az erényük még mindig megmaradt-e.
tr: Kesinlikle. Bu ruhların ormanlarda döğüşürken daha sert ve ölümcül olduklarına dikkat edin; maalesef, bu amaçla mı buradalar emin değilim.

source: (shakes head) I see it and don't believe it... undead fighting for our cause.
fr: (secouant la tête) Je vois et je n'y crois pas... un mort-vivant combattant pour notre cause.
hu: (rázza a fejét) Látom és nem hiszem el... Élőholtak harcolnak értünk.
tr: (kafasını sallar) Onu görüyorum ve inanamıyorum... amacımız için döğüşen bir yarıölü.
