Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Yes and no. There once was a race, descendant of the legendary dragons, called the 'Drakes'. They quite resembled small dragons, and most of them could fly and breath fire as well, but they were smaller and different in various other ways.
fr: Oui et non. Il y avait autrefois une race descendant des dragons légendaires appelée les « Dracans ». Ils ressemblaient à de petits dragons, et la plupart pouvait voler et cracher du feu, mais ils étaient plus faibles et bien différents sous plusieurs aspects.
hu: Igen is, meg nem is. Egyszer volt egy faj, a legendás sárkányoktól származtak, s 'perzsekény'-nek hívták őket. Nagyon hasonlítottak egy kis sárkányra, s legtöbbjük jól röpült és tüzet is tudott okádni. Egyébként kisebbek voltak és más dolgokban is különböztek a sárkányoktól. gokban is különböztek a sárkányoktól.
tr: Hem evet hem hayır. Evvelce öyle bir ırk vardı, efsanevi ejderhaların torunlarıydılar ve onlara ‘Ejderler’ denirdi. Ejderhaların küçükler gibiydiler uçabilir ve ateş kusabilirlerdi fakat bunlar daha küçük ve onlardan daha farklılar.

source: 'They were'..., so is their race extinct?
fr: « Ils étaient... ». Leur race est éteinte ?
hu: 'Egyszer volt'... vagyis mostanra már kihaltak?altak?
tr: Yani soyları tükendi mi?

source: I don't know, but it's unlikely that they survived the chaos of the Fall.
fr: Je ne sais pas, mais il est peu probable qu'ils aient survécu au chaos qui suivit la Chute.
hu: Nem tudom, de kétlem, hogy túlélték a Kataklizma utáni káoszt.
tr: Bilmiyorum fakat Felaketten sonraki karmaşada hayatta kalamamış olabilirler.

source: I would not think so. They had proven numerous times to be able to adapt to new environments and situations. I bet they went to safer corners of our world instead of perishing. If they survived the Fall, then it's very likely that their race has thrived ever since, due to the new cycle of day and night.
fr: Je ne crois pas. Ils ont prouvé leur capacité d'adaptation aux nouveaux environnements et aux nouvelles situations. Je parie qu'ils sont allés dans des coins plus sûrs, plutôt que périr. S'ils ont survécu à la Chute, leur race a probablement prospéré depuis, notamment grâce au nouveau cycle des jours et des nuits.
hu: Szerintem túlélhették. Számtalanszor bebizonyították, hogy képesek alkalmazkodni az új környezethez és viszonyokhoz. Fogadjunk, hogy a világunk egy biztonságos zugában vígan élnek és nem haltak ki. Ha túlélték a Kataklizmát, akkor nagyon valószínű, hogy szépen elszaporodtak, köszönhetően a nappal és az éjszaka új rendjének. éjszaka új rendjének.

source: Small groups of them flying over the seas have been spotted in many oportunities, actually.
fr: D'ailleurs, plusieurs petits groupes ont été aperçus volant au-dessus des océans.
hu: Kisebb csoportjaikat látták időnként a tengerek felett röpködni.

source: That confirms it. It is a shame that we have no means to communicate with them, as they have always preferred to isolate themselves from the other major races of this continent. Majestic creatures indeed, but not friendly except in rare ocassions.
fr: Cela le confirme. Quel dommage que nous n'ayons aucun moyen de communiquer avec eux, vu qu'ils ont toujours préféré s'isoler des autres races. Ce sont des créatures majestueuses, certes, mais rarement amicales.
hu: Ez is engem igazol. Szégyen és gyalázat, hogy nincs eszközünk velük kommunikálni, mivel általában szívesebben zárkóztak el a többi nagy fajtól. Fenséges teremtések valóban, de ritka kivételtől eltekintve nem túl barátságosak.

source: It would seem that this chasm has no bottom, for I cannot see but a dense darkness on it. And a current of hot air comes from it.
hu: Úgy látszik, hogy ez egy feneketlen szakadék, csak a sötétséget érzem benne. És forró levegő áramlik belőle.

source: So that explains why this place is very warm albeit the lack of sunlight.
fr: Cela explique pourquoi cet endroit est très chaud malgré le manque de lumière du soleil.
hu: Ez megmagyarázza, hogy miért olyan meleg ez a hely, pedig napfény nem hatol be.ol be.
tr: Güneş ışığı almadığı halde buranın neden bu kadar sıcak olduğu anlaşılıyor.

source: The same night we fought the demon lord, the earth opened and engulfed many with its infernal flames. I thought these chasms would be closed after all the time that has passed, but I suppose now that more time should pass before this place comes back to normal.
hu: Ugyanilyen éjszaka volt, amikor a démonúr ellen harcoltunk, megnyílt a föld, s sokakat elnyeltek a pokoli lángok. Azt hittem, ezek a szakadékok bezárultak az azóta eltelt idő alatt, de most azt kell higgyem, hogy nagyon sok időbe telik, mielőtt ez a hely visszatér a régi formájába. a régi formájába.

source: Under the Sands
fr: Sous les sables
hu: A sivatag alatt
tr: Kumlar Altında

source: Alien Matrix
fr: Matrice extraterrestre
hu: Idegen mátrix
tr: Yaratık Matrisi

source: team_name^Monsters
fr: Monstres
hu: Szörnyek
tr: Yaratıklar

source: Find an exit (possibly south from your starting location) and move Mal Keshar or Elynia there
fr: Trouver une sortie (sans doute au sud) et y déplacer Mal Keshar ou Elynia.
hu: Találsz egy kijáratot (a bejárattól délre érdemes keresned) és Elynia vagy Mal Keshar elér odada
tr: Bir çıkış bul (muhtemeler güneyde) ve Mal Keşnar veya Elenya’yı oraya götür

source: These noxious caves smell worse than a skunk's burrow.
fr: Ces cavernes toxiques puent plus que le terrier d'un putois.
hu: Ezek az émelyítő barlangok büdösebbek, mint a bűzösborz vacka.
tr: Bu iğrenç mağaralar kokarca yuvasından daha kötü kokuyor.

source: That's a minor annoyance. There is something worse in this place, something that I cannot easily describe with words. The air, the rocks, everything is unnatural.
fr: C'est un ennui mineur. Il y a quelque chose de pire dans cet endroit, que je ne peux pas décrire avec de simples mots. L'air, les roches, tout est artificiel.
hu: S ez csak a kisebbik bosszúság. Valami rosszabb is van itt, valami, amit szavakkal nem is tudok kifejezni. A levegő, a sziklák, minden olyan természetellenes.
tr: Bu küçük bir ayrıntı. Burada daha da kötü, kelimelerle ifade edilemeyecek birşeyler var. Hava, kayalar... herşey o kadar olağandışı ki.

source: We have come down to the realm of chaos and corruption. The demons seem to be capable of corrupting our world with their sole presence, and this is proof of it. If we don't stop them, soon all the continent will be covered in an eternal shade of darkness, and all living beings will succumb to the power of Chaos.
fr: Nous sommes descendus au royaume du chaos et de la corruption. Les démons semblent être capables de corrompre notre monde par leur seule présence et ceci en est la preuve. Si nous ne les arrêtons pas, tout le continent sera bientôt couvert d'un voile éternel d'obscurité et toutes les créatures vivantes succomberont au pouvoir du chaos.
hu: Lejöttünk a káosz és a romlottság birodalmába. A démonok a puszta jelenlétükkel is képesek megrontani a világunkat, s ez az élő bizonyíték rá. Ha nem állítjuk meg őket, akkor az egész kontinenst az örök sötétség fogja borítani, s minden élőlény ki lesz szolgáltatva a Káosz hatalmának.
tr: Karmaşa ve fesat diyarına gelmişiz. Şeytanların sırf varlıklarıyla dünyamızı bozmaya muktedirler oldukları görünüyor ve bu da onun kanıtı. Onları durdurmazsak yakın zamanda tüm kıtayı karanlığın sonsuz gölgesi kaplayacak ve doğa Kaos’un gücüne yenik düşecek.

source: Ugh... I...
fr: Argh !
hu: Uhh... Én...
tr: Oh... Ben...

source: Yes, Galas, I can do more than merely speaking to you. I can touch your mind, and crush it like an insect with my will. You shall not last for much time if you stay in my domains.
hu: Igen, Galas. Többre is képes vagyok, mint hogy csak beszéljek hozzád. Megérinthetem az elmédet, s szétlapíthatom, mint egy bogarat az akaratommal. Nem fogsz sokáig kitartani az én birodalmamban. birodalmamban.

source: Argh, it... hurts...
fr: Argh, ça... fait mal...
hu: Aúúú, ez... fáj...
tr: Aıııh, acıyor...

source: Ahhh... help... mee!!
fr: Ahhh... au... secours !
hu: Áááh... Segítség...
tr: Aaaahh... imdaaat!!

source: Something is trying to contaminate and possess his mind. Elynia, invoke the power of Light and get the shadows out of his body, or we'll lose him!
fr: Quelque chose tente d'envahir et de posséder son esprit. Elynia, invoquez le pouvoir de la lumière et éloignez les ombres de son corps, sinon nous le perdrons !
hu: Valami megpróbálja befolyásolni az elméjét, s a hatalmába keríteni. Elynia, vesd be a Fény erejét és távolítsd el az árnyakat a fiú testéből, különben elveszítjük őt!önben elveszítjük őt!
tr: Birşey benliğine bulaşmaya ve ona hükmetmeye çalışıyor. Elenya, ışığın gücünü yardıma çağır ve onun gövdesinden karanlığı kov yoksa onu kaybedeceğiz!

source: Galas, please, don't die now, we need you!
fr: Galas, s'il te plaît, ne meurt pas. Nous avons besoin de toi.
hu: Galas, kérlek ne halj meg most, szükségünk van rád! van rád!
tr: Galas, lütfen şimdi ölme, sana ihtiyacımız var!

source: Don't despair, girl. He is still alive, just unconscious right now.
fr: Ne désespérez pas, fillette. Il est toujours vivant, mais juste inconscient pour le moment.
hu: Ne aggódj, kislány! Még él, csak legyöngült.
tr: Ümitsizliğe kapılma kızım. O hala hayatta, sadece şuuru yerinde değil.

source: What should I do now?
fr: Que dois-je faire maintenant ?
hu: Mit csináljak?
tr: Şimdi ne yapmalıyım?

source: Lead the other living people until Galas regains consciousness. He will need to rest, but make sure he is not left alone in the darkness, as that would allow the shadows to contaminate him again.
fr: Guider les autres vivants jusqu'à ce que Galas reprenne conscience. Il aura besoin de repos, mais il ne doit pas rester seul dans les ténèbres, cela permettrait aux ombres de le contaminer une nouvelle fois.
hu: Állj a többiek élére, míg Galas vissza nem nyeri az erejét. Pihennie kell, de ne hagyd őt magára egy pillanatra sem a sötétben, nehogy az a valami újra megpróbálja behálózni.
tr: Galas’ın şuuru yerine gelene kadar yaşayan birimlere sen liderlik et. Onun dinlenmeye ihtiyacı var, fakat emin ol, karanlıkta yalnız değil, gölgelerin ona tekrar bulaşmasına izin vermeyeceğim.

source: I'm getting nervous. We should get out of this place soon, as we are too vulnerable in the darkness and corruption of these haunted caves.
fr: Je deviens nerveuse. Nous devrions sortir de cet endroit bientôt, nous sommes trop vulnérables dans l'obscurité et la décrépitude de ces cavernes hantées.
hu: Kezdek ideges lenni. Azonnal kijáratot kell találnunk, mert ebben a kísértetjárta barlangban nagyon kiszolgáltatottjai vagyunk a sötétségnek és a pusztulásnak.ek és a pusztulásnak.
tr: Sinirlerim geriliyor. Buradan bir an önce kurtulmalıyız. bu işgal edilmiş mağaralardaki fesattan ve karanlıktan çok zarar göreceğiz.

source: Were these tunnels our only option, Elynia? I am starting to think I would have rather preferred to fight on the surface than here.
fr: Ces tunnels sont-ils notre seule option, Elynia ? Je commence à penser que j'aurai préféré combattre en surface qu'ici.
hu: Elynia, csak ezekben a járatokban haladhatunk? Kezdem azt hinni, hogy a felszínen szívesebben harcolnék.
tr: Tek seçeneğimiz bu tüneller mi, Elenya? Yeryüzünde kalıp döğüşmeyi tercih etmeliydik diye düşünmeye başladım.

source: Of course, except that we would be visually exposed to the friends of that gigantic imp.
fr: Bien sur, excepté que nous serions exposés aux yeux des amis de ce gigantesque diablotin.
hu: Természetesen, kivéve, ha harcolni akarunk annak az óriás ördögnek a cimboráival.
tr: Şu devasa cinin arkadaşlarıyla karşılaşmaktansa, evet tek seçeneğimiz.

source: You may have a point there, perhaps.
fr: Vous marquez un point.
hu: Azt hiszem, igazad van, talán.
tr: O da var tabii ki.

source: This is taking too long, and I'm getting impatient. Make haste, fools!
fr: C'est trop long et cela m'impatiente. Dépêchez-vous, crétins !
hu: Kezd elfogyni a türelmem. Szedjétek a lábatokat, ostobák!
tr: Bu çok uzun sürdü ve ben sabırsızlanıyorum. Acele edin, soytarılar!

source: Except you, lass, of course.
fr: Sauf vous, jeune fille, bien sûr.
hu: Kivéve téged, hölgyem, természetesen.
tr: Sen hariç, küçük hanım, elbette.

source: Oh no, we tarried here for too long, and the drones have found and surrounded us! We are trapped between them and the cave walls. It is the end...
fr: Oh non, nous sommes restés ici trop longtemps et les drones nous ont trouvés et nous ont encerclés. Nous sommes pris au piège entre eux et les murs de la caverne. C'est la fin...
hu: Ó, ne! Túl sokáig vacakoltunk itt és a herék felfedeztek és körbevettek minket! A barlangfalakon nem tudunk áthatolni. Ez a vég...
tr: Oh hayır, burada çok uzun kaldık ve zebaniler bizi bulup kuşattılar! Onlarla mağara duvarları arasında tuzağa düştük. Sonumuz geldi...

source: What in name of goodness is that thing?
fr: Au nom de la déesse, quelle est cette chose ?
hu: Az istenek nevére, mi ez a dolog itt előttünk?
tr: Vay canına, bu şey de ne?

source: Look out! It seems to be a matrix filled with larvae of those abominations. Perhaps if we can destroy it they will not pursue us any longer.
fr: Regardez ! Ça ressemble à une matrice remplie des larves de ces abominations. Ils ne nous poursuivraient peut-être plus si nous pouvions la détruire.
hu: Nézzétek! Olyan ez a valami, mint egy anyaméh, amiben azoknak az undormányoknak a lárvái tenyésznek. Talán, ha összezúznánk, nem üldöznének bennünket.bennünket.
tr: Şuraya bakın! Bu yaratıkların larvalarıyla dolu bir matrise benziyor. Belki onu yok edersek bu yaratıklar artık peşimize düşemezler.

source: Sounds like a plan, a good one. Let's smash it then.
fr: Ça ressemble à un plan. Un bon même. Allons la briser.
hu: Jó gondolat, kiváló ötlet. Csapj oda neki!
tr: İyi bir plana benziyor. O halde onu ezelim.

source: Please remember that we have a mission to complete; we did not come down here to kill every foe we spot lurking in this place.
fr: S'il vous plaît, rappelez-vous que nous avons une mission à terminer ; nous ne sommes pas venus ici pour tuer tout ce qui bouge.
hu: Arról se feledkezz meg, hogy küldetésben járunk, nem azért jöttünk le ide, hogy megsemmisítsünk mindent, amivel összeakadunk a sötétben bolyongva! sötétben bolyongva!
tr: Tamalamamız gereken bir görevimiz olduğunu hatırlatırım. rastladığımız her düşmanı öldürmeye kalkarsak buradan hiç çıkamayız.

source: Right, but it seems that it will be impossible to pass unnoticed by these caves without being struck down by its inhabitants.
fr: Exact, mais on dirait qu'il est impossible de ne pas se faire remarquer dans ces grottes, et ne pas se faire attaquer par ses occupants.
hu: Igaz, de úgy tűnik, hogy nem juthatunk át észrevétlenül ezeken a barlangokon úgy, hogy ne támadjanak ránk a lakói.
tr: Doğru fakat bu mağaraların sakinlerine farkettirmeden geçmemiz kolay olmayacak görünüyor.

source: I fear that Mal Keshar is right. We have to get out of here, and I doubt we'll be able to without fighting with the natives.
fr: J'ai peur que Mal Kesher n'ait raison. Si nous voulons nous en sortir, nous devrons sans doute combattre les locaux.
hu: Attól félek, Mal Kesharnak igaza van. Ki kell jutnunk innen, s kétlem, hogy ezt a barlangi népséggel való harc nélkül megtehetnénk.
tr: Mal Keşnar ne yazık ki doğru söylüyor. Bu sakinlerle döüşmeden bu mağaralardan geçebileceğimizi sanmıyorum.

source: So, the plan has failed.
fr: Le plan a donc échoué.
hu: Akkor a tervünknek befellegzett.
tr: O halde, plan başarısız oldu.

source: I still have hopes that this noise is not going to alert the Emperor.
fr: J'espère toujours que ce bruit n'alertera pas l'empereur.
hu: Azért én még reménykedem, hogy ez a zaj nem vonja ránk a Császár figyelmét.yelmét.
tr: Hala bu gürültünün imparatoru uyarmayacağını ümit edebiliriz.

source: When is the lad going to wake up, this is starting to worry me.
fr: Quand le garçon va-t-il se réveiller. Ça commence à m'inquiéter.
hu: Mikor tér már magához a srác, kezdek komolyan aggódni...
tr: Bu çocuk ne zaman uyanacak? Beni endişelendirmeye başladı.

source: A whisper...
fr: Un soupir...
hu: Egy sóhajtás...
tr: Bir fısıltı...

source: And a light...
fr: Une lumière...
hu: Egy kis hunyorgás...
tr: Ve bir ışık...

source: Master Galas! I'm really happy of seeing ya alright!
fr: Maître Galas ! J'suis bien content d'vous voir en forme.
hu: Galas mester! Úgy örülök, hogy magadhoz tértél!
tr: Üstat Galas! Seni görmekten ne kadar mutlu oldum, bilsen!

source: Galas, oh, I almost thought we had lost you!
fr: Galas, oh, j'ai failli penser que nous vous avions perdu !
hu: Galas, már attól féltem, hogy elvesztettünk!
tr: Galas, oh, şükürler olsun, seni kaybettik sanmıştım!

source: Elynia... what happened? Where are we?
fr: Elynia... Qu'est-il arrivé ? Où sommes-nous ?
hu: Elynia... mi történt? Hol vagyunk?
tr: Elenya... Ne oldu? Biz neredeyiz?

source: 'What happened'? Why the hell are you asking our question?! What happened to *you*, we must ask!?
fr: « Qu'est-il arrivé ? » Pourquoi diable posez-vous cette question ?! Nous devrions plutôt vous demander ce qui vous est arrivé à *vous* !
hu: 'Mi történt?' Az ördögbe is, hiszen ezt kérdezzük mi is! *Veled* mi történt!?
tr: Ne mi oldu? O soruyu bizim sormamız gerekmez mi?

source: Galas, you almost made us think you were dead! But what happened to you shortly after entering the cave, is what we may ask now.
fr: Galas, nous t'avions presque considéré comme mort ! Mais nous voudrions te demander ce qui t'est arrivé peu de temps après ton entrée dans la caverne.
hu: Galas, már majdnem elhitetted velünk, hogy meghaltál. De mi történt veled rögtön azután, hogy beléptünk a barlangba?
tr: Galas, neredeyse öldüğünü sanmamıza sebep olacaktın! Fakat, mağaraya girmemizden kısa süre sonra sana ne olduğunu sormamız gerek.

source: No, you would not believe me if I told you what happened. You would think I'm mad, or that I have been possessed by the enemy!
fr: Bon, vous ne me croiriez pas si je vous racontais ce qui s'est passé. Vous penseriez que je suis fou ou possédé par l'ennemi.
hu: Ha elmondanám, nem hinnétek nekem. Azt hinnétek, hogy megőrültem vagy, hogy az ellenség kerített a hatalmába.
tr: Hayır, Bana ne olduğunu söylersem bana inanmazsınız. Siz benim delirdiğimi veya düşman tarafından ele geçirildiğimi düşünürsünüz.

source: Galas, really, there is nothing to hide. We saw the shadows trying to absorb your unconscious body.
fr: Galas, il n'y a rien à cacher. Nous avons vu les ombres tenter d'absorber votre corps inconscient.
hu: Galas, tényleg nincs okod titkolózni. Láttuk az árnyakat, hogy megpróbálták elnyelni alélt testedet..
tr: Galas, gerçekten gizleyecek bir şey yok. Şuursuz bedenini soğurmaya çalışan gölgeler gördük.

source: Galas, please explain us. We are your friends, and will support you in any circumstances.
fr: Galas, s'il vous plaît, expliquez-nous. Nous sommes vos amis et nous vous soutiendrons en toutes circonstances.
hu: Galas, mondd el! A barátaid vagyunk és segítünk, amiben tudunk.
tr: Galas, lütfen açıkla bize. Biz senin dostunuz ve her halükarda seni destekleyeceğiz.

source: Aye. Tell us.
fr: Ouais. Racontez-nous.
hu: Rajta, beszélj!
tr: Ya. Söyle bize.

source: It seems I'm too weak-minded. The Chaos lord seems to have tried to invade and destroy my mind, ranting things about his power in the darkness... he tried to convince me to slay you... he tempted me... he almost...
fr: Il semble que ma volonté soit trop faible. Le seigneur du chaos semble avoir essayé d'envahir et de détruire mon esprit, divaguant sur son pouvoir dans les ténèbres... il a essayé de me convaincre de vous assassiner... il m'a tenté... il a presque...
hu: Azt hiszem, gyenge az akaraterőm. A Káosz ura megpróbált behatolni az elmémbe, s a sötétség erejével elkápráztatni... arra akart rávenni, hogy gyilkoljalak le titeket... erősen kísértett... és majdnem...
tr: Benliğim çok zayıflamış görünüyordu, Kaos lordunun karanlıkta bana karşı gücü artıyor, benliğime saldırıp yoketmeye çalışıyordu... Beni ayartmaya, seni öldürmem için iknaya çalıştı...

source: Galas, don't feel culprit. If he managed to access my mind, he could have even possessed me, but it seems his powers are severely diminished by my light, as that is what I used to save you.
fr: Galas, ne vous sentez pas coupable. S'il avait réussi à avoir accès à mon esprit, il aurait aussi pu me posséder, mais ses pouvoirs semblent avoir beaucoup diminué grâce à ma lumière, dont je me suis d'ailleurs servi pour te sauver.
hu: Galas, ne érezd magad bűnösnek! Ha engem próbált volna a befolyása alá vonni, meglehet sikerrel járt volna, bár úgy látszik, hogy az ereje jelentősen csökken a kisugárzásomtól, amivel végül téged is védtelek. téged is védtelek.
tr: Galas, kendini suçlu hissetme. O benim benliğime de erişmeye çalışsa bana bile hükmedebilirdi, fakat görünüşe bakılırsa güçleri ışıkla azalıyor. Zaten bu sayede seni kurtarabildik.

source: The light? That makes sense, he said he is even stronger in the darkness of the caves, even stronger than he already is in his own domains, these lands.
fr: La lumière ? Cela pourrait vouloir dire quelque chose : il disait qu'il était encore plus fort dans l'obscurité des sous-sols, plus forts même que dans son propre domaine, ces terres.
hu: Kisugárzás, fény? Ez érdekes, olyasmit mondott, hogy a barlangok sötétjében erősebb, sokkal erősebb, mint a saját birodalmában, ezen a földön.
tr: Işık mı? Şimdi anladım, mağara karanlığında daha güçlü olduğunu söylemişti, hatta kendi bölgesinde, yani bu topraklarda gücü daha da artıyor anlaşılan.

source: Increased powers in the darkness of his territory... the impy said something about a so-called 'Shadow Master'. All those goons mention their 'Master' in every sentence they speak. It seems that this guy must have strong psychic powers, as strong as his control of the shadows; probably all his minions are just slaved minds of him. But, Elynia... you mentioned that your fianceé fell during an erathquake, am I right?
hu: A területén lévő sötétségben megnő az ereje... az a behemót ördög is említett valami 'Árnymestert'. Minden zsivány emlegette a 'Mestert' majd minden mondatában. Úgy tűnik, a fickónak erős pszichikus ereje van, s a szolgáit pusztán a mentális erejével irányítja. Igaz is, Elynia... említetted, hogy a vőlegényed egy földrengés során zuhant alá, jól emlékszem?

source: Yes, you are. But what has that to do with this problem?
fr: Effectivement. Mais quel rapport avec notre problème ?
hu: Igen, de hogy jön ez ide?
tr: Evet. Fakat bunun sorunumuzla ilgisi ne?

source: I am getting suspicious... could there be a correlation... could it be that this Shadow Master is actually your fianceé, Argan?
hu: Van egy érzésem... nagyon sok a hasonlóság... lehet, hogy ez az Árnymester épp a vőlegényed, Argan?

source: What?! No, impossible! Where did you get such an idea, fool!
fr: Quoi ? Non, impossible. Où êtes-vous allé chercher une idée pareille, imbécile ?
hu: Micsoda? Ez képtelenség! Hogy juthat eszedbe ekkora ostobaság?!
tr: He?! Hayır, mümkün değil! Nereden bu fikre kapıldın, şapşal!
