Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Heh, see who speaks, the one who deals with human worms and those weaklings of the forests. Sorry, but this time I have brought the support of my new friends...
fr: Hé, mais regardez qui parle là... Le même qui traite avec les vers de terre humains et ces minables des forêts. Désolé, mais cette fois, j'ai amené quelques amis...
hu: Hehh, nézd csak, ki beszél, egy áruló, aki lepaktált az emberférgekkel, s azokkal az erdei puhányokkal. Bocs, de ezúttal új barátaim is segítenek...

source: Ah, so you deal with those stinkin' necromancers too? That makes very little, if any difference.
fr: Ah, vous faites aussi affaire avec ces nécromanciens morbides ? Cela ne fait quasiment aucune différence, voire aucune.
hu: Ah, szóval egyezséget kötöttél azokkal a büdös holtidézőkkel is? Ez csak apró, de lényegtelen különbség.lönbség.

source: I see that the Emperor was right on his suspects. The elves have escaped from their doom once again.
fr: Je constate que les soupçons de l'empereur étaient fondés. Les elfes ont échappé à leur destin, encore une fois.
hu: Úgy látom, a Császár gyanúja beigazolódott. A tündék ismét kicsúsztak a végzet karmaiból.

source: Very well, heathens. This is the last time your kind escapes the power of the Dark Lady; I won't allow you to get me humillated once again for failing the Iron Council's might and will.
fr: Très bien, païens. C'est la dernière fois que vous échappez au pouvoir de la Vierge Noire ; je ne vous laisserai pas m'humilier une nouvelle fois en me laissant faillir à la volonté et à la puissance du Conseil de Fer.
hu: Jól van, pogányok. Ezennel véget vetünk a Sötét Hölgy hatalma elől való szökésteknek. Nem engedem, hogy még egyszer gyalázatot hozzatok a fejemre. Nem fogjátok többet keresztezni a Kardtestvérek Tanácsának akaratát és terveit.testvérek Tanácsának akaratát és terveit.

source: What is that dirty necromancer ranting about?
fr: Pourquoi est-ce que ce sale nécromancien rouspète ?
hu: Miről zagyvál ez a mocskos holtidéző?

source: Dark Lady? Iron Council? Funny, those names sound surprisingly familiar to me... Beware, for this is one of the foulest priests to Yechnagoth!
fr: La Vierge Noire ? Le Conseil de Fer ? Amusant, ces noms me paraissent étrangement familiers... Attention, car voici l'un des prêtres les plus infâmes de Yechnagoth !
hu: Sötét Hölgy? Kardtestvérek Tanácsa? Furcsa, de ezek a nevek ismerősen csengenek nekem... Vigyázzatok, ez az alak Yecnagoth legaljasabb papjainak egyike.

source: Yechnagoth? But... she was vanquished...
fr: Yechnagoth ? Mais... elle a été battue...
hu: Yechnagoth? De... őt megsemmisítették...

source: Those are truly lies made up by heretics like you, elf. Her power is still alive, and greatest than ever! Tanstafaal! Give them a taste of her power!
fr: Ce sont vraiment des mensonges inventés par des hérétiques tel que vous, elfe. Son pouvoir est toujours vivant, et plus puissant que jamais ! Tanstafaal ! Donnez-lui un avant-goût de sa puissance !
hu: Ezt a hazugságot csak a magadfajta eretnek tündék terjesztik. Yecnagoth él, s az ereje nagyobb, mint valaha. Tanstafaal, adj nekik egy kis ízelítőt ebből az erőből!ebből az erőből!

source: As you command, my master. By Eloh I shall make you suffer for your puny betrayal!
fr: À vos ordres, commandant. Par Eloh, je vous ferai regretter votre minable trahison !
hu: Ahogy parancsolod, mesterem. Eloh segítségét kérem, hogy büntesse meg nevetséges árulástokat!rulástokat!

source: Curse Uria... those are elvish warriors! What is this new enemy we are facing?
fr: Maudite soit Uria... ce sont des guerriers elfes ! Quel est ce nouvel adversaire ?
hu: Átkozott Uria... hiszen azok tünde harcosok! Miféle új ellenséggel állunk szemben?ben?

source: I think Althurin mentioned a betrayal by a fraction of the Quenoth elves, who were controlled by Yechnagoth; no one else but Tanuil's people would worship Eloh otherwise. I fear that we have no option but fight against our own people.
fr: Althurin aurait parlé d'une trahison de la part d'un groupe d'elfes de Quenoth, dirigés par Yechnagoth ; sinon, seul le peuple de Tanuil adore Eloh. Nous n'allons pas avoir d'autre choix que de combattre notre propre peuple.
hu: Azt hiszem Althurin említette, hogy a quenothi tündék egy csoportja árulást követett el, s Yecnagoth hívévé vált; csak Tanuil népéből származhatnak azok, akik Eloh követői. Tartok tőle, hogy saját népünk ellen kell harcolnunk.

source: I don't like the sole idea of this. Orc, you'd better flee from this battle; it is not yours to fight!
fr: Je n'aime pas cette simple idée. Orc, vous feriez mieux d'éviter cette bataille ; ce n'est pas votre combat !
hu: Nem tetszik nekem ez az egész. Orkok, jobb lesz, ha eltűntök a csatatérről. Ez nem a ti háborútok.

source: Bah, I'm not running away like a puny elf just because of a undead horde. I shall fight by your side. Odds are that you would perish without our 'help'.
fr: Bah, je ne vais pas fuir comme un méprisable petit elfe à cause d'une foule de morts-vivants. Je combattrai à vos côtés. C'est quand même amusant : vous seriez morts sans notre « aide »
hu: Bah, én nem ijedek meg gyáva tünde módra egy élőholt hordától. Veletek harcolunk. A 'segítségünk' nélkül itt pusztulnátok el.

source: Stu...
hu: Ost...

source: Malin, for the sake of our survival, put your personal conflict with the orcs aside for a while!
fr: Malin, pour notre survie à tous, mettez temporairement en veilleuse votre rancune envers les orcs !
hu: Malin, tedd félre a személyes indulataidat az orkokkal szemben, különben nem éljük túl ezt a csatát!

source: Hmph.
hu: Hrrmph.

source: By the power granted to me, I call upon the might of the Dark Lady! May these plains be devoided of joy and peace! May them be replaced by darkness and decay!
fr: Par le pouvoir qui m'a été accordé, j'invoque la puissance de la Vierge Noire ! Que ces plaines se vident de leur joie et de leur paix ! Que les ténèbres et la pourriture en prennent la place !
hu: A Sötét Hölgy által adott hatalom birtokában megidézem az Ő erejét. Szűnjön meg a béke és a nyugalom a mezőkön, borítsa sötétség és pusztulás a tájat!

source: Argh. This was not supposed to be my final day...
fr: Argh. Ce n'était pas supposé être mon dernier jour...
hu: Argh. Nem hittem volna, hogy ez az utolsó napom...

source: The orcs have lost their leader and now odds are they'll never accept the deal. Our mission has failed!
fr: Les orcs ont perdu leur supérieur et il y a une probabilité qu'ils acceptent de négocier désormais. Notre mission a échoué !
hu: Az ork vezér meghalt, most már soha nem kötik meg az egyezményt velünk. Küldetésünk kudarcba fulladt!

source: I wish ridding the world of Yechnagoth's damage was easier. We have at least a whole empire of hers left.
fr: J'espère que débarrasser le monde des méfaits de Yechnagoth sera plus facile. Il nous reste au minimum son empire en entier.
hu: Bárcsak könnyebb lenne a világot megszabadítani a Yecnagoth okozta fertőzéstől. De a birodalma még mindig fennáll. fennáll, le kell számolnunk velük.

source: I don't know much of Yechnagoth, but from what I know I can tell she is just a legend of ancient times. What does she, the Eater of Souls, have to do with this necromancer and his squire?
fr: Je n'en sais pas beaucoup sur Yechnagoth. Mais je crois qu'elle n'est qu'une légende des temps anciens. Qu'a à voir la Dévoreuse d'Âmes avec un nécromancien et son serviteur ?
hu: Én nem tudok sokat Yecnagothról, s ezt is csak az ősi legendákból merítem. Mire kellenek neki, a Lélekölőnek, ez a holtidéző és ez az udvaronc?

source: She is not just a legend; some time ago she had influenced most of the known lands with her powers, and I'm fairly sure your country was under her control as well.
fr: Ce n'est pas qu'une légende ; il y a quelque temps, elle a marqué de son pouvoir la plupart des terres connues, et j'ai la conviction que notre pays a aussi été sous son emprise.
hu: Ő nem csak a mesékben létezik; nem is oly régen hatalmába kerítette az ismert kontinens legnagyobb részét, s biztos vagyok benne, hogy a ti országotok is a befolyása alatt állt.sa alatt állt.

source: Well, I'm not historian, but I remember tales about an era of darkness and strife. Possibly they are related.
fr: Bien, je ne suis pas un historien, mais je me rappelle de contes sur une période de ténèbres et de luttes. Tout cela est probablement lié.
hu: Lehet, én nem vagyok történész, de ismerek történeteket a sötétség és a népvándorlás korszakából. Talán kapcsolatban vannak vele.olatban vannak vele.

source: Very well, you are finished now. Your undead companions are either reduced to dust, or have escaped away, and we have got you cornered. Any last words?
fr: Très bien, c'est fini maintenant. Vos compagnons morts-vivants sont soit redevenus poussières, soit se sont enfuis ; nous vous avons coincés. Le mot de la fin ?
hu: Nagyszerű, most aztán véged! Az élőholt cimboráidat pozdorjává zúztuk, amelyik nem szökött meg, téged is sarokba szorítottunk. Búcsúzz el az életedtől!!

source: Bah, I still stand on my feet; that is enough to defeat you. This time I'm not being merciful with you or your kin!
fr: Bah, je suis toujours debout ; cela me suffit pour vous vaincre. Cette fois, je ne ferai pas preuve de mansuétude avec vous ou vos semblables !
hu: Bah, én még állom a sarat, s lemészárollak benneteket. Ezúttal nincs irgalom a fajtádnak!

source: I wanted to say that last part as well...
fr: Je voulais moi aussi prononcer cette dernière phrase...
hu: Én is ezzel akartam befejezni a mondatomat...

source: Ha ha ha, I have got the news I needed for the Master. Get lost, damned heathens!
fr: Ha ha ha, j'ai les informations dont j'avais besoin pour le maître. Allez vous faire voir, sales hérétiques !
hu: Ha ha ha! Megszereztem az információt, amire a Mesternek szüksége volt. El fogtok veszni, nyomorult pogányok!eletek, nyomorult pogányok!

source: I cannot hold against this dense darkness!
fr: Je ne peux pas résister à cette épaisse obscurité !
hu: Nem tudok ekkora sötétséggel megbirkózni!

source: He escaped as we could not see anything. Dang!
fr: Il s'est échappé sans que nous ne puissions rien voir. Zut !
hu: Megszökött a sötétség leple alatt. A francba!

source: What?! I should have known I couldn't trust a lich. I guess I'll have to finish with this alone.
fr: Quoi ?! J'aurais dû savoir que je ne pouvais pas faire confiance à une liche. Je vais devoir finir ça seul.
hu: Micsoda?! Tudhattam volna, hogy nem bízhatok meg egy delevényben. Egyedül kell bevégeznem a csatát. tát.

source: Rest in peace, Tanstafaal. Even if you betrayed our kinsmen, the price of roaming the world as undead is not one I would condemn anybody to pay.
fr: Repose en paix, Tanstafaal. Même si tu as trahi les tiens, errer comme mort-vivant est un tribu que je ne condamnerai personne à payer.
hu: Nyugodj békében, Tanstafaal! Még ha elárultad is a népedet, az árat is megfizetted érte. Élőholtként bolyongani, ezt még a legádázabb ellenségemnek sem kívánnám.nek sem kívánnám.

source: It's disturbing to see that the shade of Yechnagoth is still present in our world, inflicting damage and suffering on lesser creatures.
fr: Il est pénible de constater que l'ombre de Yechnagoth assombrit toujours notre monde, provoquant douleur et souffrance aux créatures les plus faibles.
hu: Zavaró látni, hogy Yecnagoth árnyéka még mindig itt van a világunkban, s továbbra is szenvedést és kárt okoz a gyenge lényeknek.

source: Well, strangers. You have proved yourselves to be both useful and upright. Although you may not trust our race, we ourselves know and appreciate the value of such an ally.
fr: Très bien, étrangers. Vous vous êtes montrés droits et dignes. Même s'il est possible que vous ne nous fassiez toujours pas confiance, pour notre part nous vous reconnaissons volontiers en tant qu'alliés de valeur.
hu: Jól van, idegenek. Bebizonyítottátok, hogy becsületesek és hasznosak vagytok. Bár ti nem szoktatok megbízni a mi fajunkban, mi magunk ismerjük és nagyrabecsüljük az efféle szövetségest. szövetségest.

source: Does this mean that you agree with the deal for the Grand Council?
fr: Cela signifie-t-il que vous acceptez l'accord avec le Grand Conseil ?
hu: Ez azt jelenti, hogy elfogadjátok a Nagy Tanács által kínált egyezményt?ményt?

source: Of course. As long as you honor it as we shall do.
fr: Bien sûr. Pour autant que vous l'honoriez comme nous le ferons.
hu: Természetesen. Mindaddig, amíg ti is tartjátok magatokat hozzá, ahogy mi is.atokat hozzá, addig mi is.

source: Why that look, Malin?
fr: Pourquoi ce regard, Malin ?
hu: Miért nézel így, Malin?

source: Bah, nothing that you care about.
fr: Bah, rien qui vous concerne.
hu: Bah, semmi közöd hozzá.

source: Well, then...
fr: Parfait, donc...
hu: Akkor rendben van.
tr: Peki, o halde...

source: Arrival of the Battalion
fr: Arrivée du bataillon
hu: Az invázió kezdete
tr: Öncülerin Gelişi

source: The elves! They made it alive from Knalga with the filthy faerie! You shall pay for what the witch did to our high warlord!
fr: Les elfes ! Ils sont sortis vivants de Knalga avec cette sale fée ! Vous allez payer pour ce que cette foutue sorcière a fait à notre grand commandeur !
hu: A tündék! Élve kerültek ki Knalga romjai alól, s az a nyamvadt tündér is! Fizetni fogtok azért a merényletért, amit a boszorkány kísérelt meg a fő hadurunk ellen!rkányotok kísérelt meg a fő hadurunk ellen!
tr: Elfler! Kanalga’dan pis periyle canlı kurtulmuşlar! Pis cadının yüksek savaş lordumuza yaptıklarının cezasını kanlarınızla ödeyeceksiniz!

source: Anlindë? What happened to her?
fr: Anlindë ? Que lui est-il arrivé ?
hu: Anlindë? Mi történt vele?
tr: Analya mı? Ona ne oldu?

source: I am afraid that she tried with all her might to stop us by crushing our warlord, along with herself, in those stinky caves. She failed, our warlord is still alive; however, he is now seriously injured, and you shall pay for that with your blood.
fr: Elle a tenté de toutes ses forces de nous arrêter en écrasant notre commandeur dans ces cavernes puantes. Elle a échoué, notre commandeur est toujours vivant; cependant, elle est maintenant sérieusement blessée. Vous payerez tout cela de votre sang.
hu: Minden erejét bevetve megpróbálta összetörni a hadurunkat magával együtt azokban a büdös barlangokban. De csak magával végzett, a hadurunk még él, igaz, hogy súlyosan megsebesült, s ezért a fejetekkel fizettek.
tr: Kendisiyle beraber savaş lordumuzu kokuşmuş mağarada ezerek bizi durdurmaya çalışmış. Cadı döğüşü kaybettiğinde savaş lordumuz hala hayattaydı; buna rağmen, cadı yapacağını yapmış. Bunu kanınızla ödeyeceksiniz.

source: Aye.
fr: Ouais.
hu: Hejj!
tr: Evet.

source: If there is anything to be paid with blood, it is our debt to Anlindë. And we shall pay, with your blood!
hu: Ha valamiért fizetünk, az a hála lesz Anlindënek, s a ti fejetekkel fizetjük meg.

source: Courageous words, yet foolish ones that cannot save your lives. You defy us, and that shall not be tolerated. Let's see who falls first.
fr: Ce sont des mots courageux, même s'ils sont un peu inconscients et s'ils ne pourront vous sauver la vie. Vous nous défiez, et cela ne peut être toléré. Voyons qui cède le premier.
hu: Merész szavak, de botor szavak is egyben, amik nem mentik meg az életeteket. Szembeszállhatsz velünk, de ezt nem tűrjük. Lássuk, ki húzza a rövidebbet!

source: Ha, ha, to arms!
fr: Ha, ha, aux armes !
hu: Ha, ha, fegyverbe!e!
tr: Ha, ha, silah başına!

source: Shrieeeeek!
hu: Srííííík!
tr: Ciyaaakk!

source: Die. Die! DIE!!!
fr: Meurs ! Meurs ! Meurs !
hu: Pusztulj! Pusztulj! PUSZTULJ!!!
tr: Öl. Öl! ÖL!!!

source: Ah, another of those things!
hu: Ah, még több olyan izé!

source: It seems that no matter how many of those automatons we knock out, there are always more to replace them.
fr: On dirait que le nombre d'automates que nous cassons n'a pas d'importance, il y en a toujours plus.
hu: Úgy látszik, nem számít, mennyi önjárót semmisítünk meg, mindig több jön a helyükbe.

source: It is official. The invasion from the unknown lands of Chaos has started.
fr: C'est officiel. L'invasion des terres inconnues du Chaos a commencé.
hu: Ez pontosan így van. A Káosz inváziója az ismeretlen földekről megindult.

source: There is no need to remind me that you were right, fairy.
fr: Inutile de me rappeler que vous aviez raison, chère fée.
hu: Szükségtelen emlékeztetned arra, hogy igazad volt, tündér....

source: I see it and don't believe it... orcs and goblins fighting for our cause.
fr: (secouant la tête) Je vois, et je n'y crois pas...orcs et gobelins combattant pour notre cause.
hu: Látom és nem hiszem el... orkok és koboldok harcolnak a mi oldalunkon.
tr: Gördüklerime inanamıyorum.. Orklar ve goblinler bizim yanımızda savaşıyor.

source: You happen to say something very similar to what you said when I made my minions fight for you in the desert, remember?
fr: Vous répétez ce que vous avez dit lorsque j'ai utilisé mes serviteurs pour combattre avec vous dans le désert. Vous vous en souvenez ?
hu: Valami hasonlót emlegettél akkor is, amikor a sivatagban az én szolgáimat láttad harcolni az oldaladon, emlékszel?
tr: Çölde dalkavuklarım sizin için döğüşürken de aynı şeyi söylemiştiniz, hatırladınız mı?

source: Ah, yes, indeed.
fr: Ah, oui, bien sûr.
hu: Igen, tényleg.
tr: Ah, evet, gerçekten.

source: It's hard for me too to believe my eyes. Orcs and elves seemed to be eternal enemies in my time, probably because of some historic event.
fr: C'est dur pour moi d'en croire mes yeux. Orcs et elfes semblaient des ennemis éternels de mon temps, sans doute à cause de quelques évènements historiques.
hu: Számomra is teljesen hihetetlen. Orkok és tündék az én időmben kibékíthetetlen ellenségekként álltak egymással szemben valami ködbe vesző régi konfliktus miatt. régi konfliktus miatt.
tr: Gördüklerime inanmak benim için bile zor. Benim zamanımda orklar ve elfler muhtemelen bazı tarihi olaylardan ötürü birbirlerini ebedi düşmanları olarak görürlerdi.

source: Is it that you don't count me in?
fr: Ça veut dire que vous ne considérez pas comme tel ?
hu: Rám ugye nem gondoltál?
tr: Beni onlardan saymıyorsunuz değil mi?

source: Well, it was not immortal, at least. But, what is this? I made a small hole in its armor and I can see living flesh, although it smells like if it was a rotten corpse. At first one would think that it was yet another of those animated iron golems, but now it appears to be a half-living creature covered by a hard metal shell. By removing more pieces of metal I can see a mangled body, but I cannot distinguish what creature it pertains to. What kind of evil magic is this?
fr: Eh bien, au moins ce n'était pas immortel. Mais, qu'est-ce que c'est que ça ? J'ai fait un petit trou dans son armure et je peux voir de la chair, mais qui sent le pourri. On aurait pu encore croire à l'un de ces golems de fer animés, mais cela ressemble à une créature semi-vivante couverte par une carapace de métal dur. En en enlevant quelques morceaux, je peux apercevoir un corps mutilé, mais sans pouvoir reconnaître la créature auquel il appartient. Mais quel genre de magie maléfique est-ce là ?
hu: Remek, legalább ez is halandó. De mi ez? Rést ütöttem a páncélján és élő hús van alatta, de olyan a szaga, mint a rothadó hullának. Első látásra azt hihetnénk, hogy ezek is egyfajta életrekelt vasgólemek, de most úgy tetszik, hogy valamiféle kemény fémpáncéllal borított, de hús-vér lények. Ha még jobban meghámozom, egy eltorzult testet látok, de ez semmiféle élőlényre nem emlékeztet. Miféle mágikus torzszülött ez az izé?
tr: En azından ölümsüz değil. Fakat, nedir bu? Zırhında küçük bir delik açtığımda canlı et görüyorum, çürümüş ceset gibi kokuyor. Başta Mekanik Callut gibi metal bir robot olduğunu düşünmüştüm fakat şimdi sert metal bir kabukla kaplı yarı canlı bir yaratık olduğunu görüyorum. Metal parçaların bazılarını kaldırdığımda parçalanmış gövdesini görebiliyorum, fakat hangi yaratık olduğunu çıkaramadım.Ne çeşit bir şeytanlıktır, bu?

source: Well, it was not immortal, at least. But, what is this? I made a small hole in its armor and I can see living flesh, although its texture is like that of a rotten corpse. At first one would think that it was yet another of those animated iron golems, but now it appears to be a half-living creature covered by a hard metal shell. By removing more pieces of metal I can see a mangled body, but I cannot distinguish what creature it pertains to. What kind of evil magic is this?
fr: Eh bien, au moins ce n'était pas immortel. Mais, qu'est-ce que c'est que ça ? J'ai fait un petit trou dans son armure et je peux voir de la chair, dont la texture s'apparente à de la viande pourrie. On aurait pu encore croire à l'un de ces golems de fer animés, mais cela ressemble à une créature semi-vivante couverte par une carapace de métal dur. En en enlevant quelques morceaux, je peux apercevoir un corps mutilé, mais sans pouvoir reconnaître la créature auquel il appartient. Mais quel genre de magie maléfique est-ce là ?
hu: Remek, legalább ez is halandó. De mi ez? Rést ütöttem a páncélján és élő hús van alatta, de olyan a szaga, mint a rothadó hullának. Első látásra azt hihetnénk, hogy ezek is egyfajta életrekelt vasgólemek, de most úgy tetszik, hogy valamiféle kemény fémpáncéllal borított, de hús-vér lények. Ha még jobban meghámozom, egy eltorzult testet látok, de ez semmiféle élőlényre nem emlékeztet. Miféle mágikus torzszülött ez az izé?
tr: En azından ölümsüz değil. Fakat, nedir bu? Zırhında küçük bir delik açtığımda canlı et görüyorum, çürümüş ceset gibi görünüyor. Başta Mekanik Callut gibi metal bir robot olduğunu düşünmüştüm fakat şimdi sert metal bir kabukla kaplı yarı canlı bir yaratık olduğunu görüyorum. Metal parçaların bazılarını kaldırdığımda parçalanmış gövdesini görebiliyorum, fakat hangi yaratık olduğunu çıkaramadım.Ne çeşit bir şeytanlıktır, bu?

source: I have no idea. We had never stumbled across anything like this before. Looks like the enemy is getting new recruits.
fr: Aucune idée. Nous n'étions encore jamais tombés sur quelque chose de pareil auparavant. On dirait que l'ennemi rameute de nouvelles recrues.
hu: Fogalmam sincs. Mi még nem botlottunk ilyen lényekbe. Az ellenségeink úgy látszik, új zsoldosokra leltek.
tr: Hiçbir fikrim yok. Bu mahluklardan birine daha önce hiç rastlamadım. Düşman yeni askerler getirmiş görünüyor.

source: I cannot imagine what foul creature could have done this atrocity. At least this being will now have its deserved eternal rest.
fr: Je ne peut imaginer quelle délirante créature peut avoir commis pareil atrocité. Au moins celui-ci aura maintenant un repos éternel bien mérité.
hu: El nem tudom képzelni, micsoda ocsmány kreatúra művelhette ezt az aljasságot. De legalább ez a teremtés végre örök nyugodalmat lelhet.lelhet.
tr: Bu gaddarlığı nasıl bir yaratık yapabilmiş hayal bile edemiyorum. En azından bundan sonra mezarında dinlenecek.

source: Unless... he, he...
hu: Hacsaknem... ő volt......

source: No!
fr: Non !
hu: Nem!

source: Awwww...
hu: ÓÓóóóó.....

source: We are done in here. Now let's go back to Raelthyn and report the news to the Grand Council.
fr: Nous avons fini ici. Maintenant, retournons faire notre rapport au Grand Conseil de Raelthyn.
hu: Győztünk! Most menjünk vissza Raelthynbe és tegyünk jelentést a Nagy Tanácsnak!
tr: Bu iş bu kadar. Şimdi Raveltin’e dönüp, Büyük Konsey’e raporumuzu verelim.

source: The colossal automaton falls off to the floor, making the earth rumble below him.
fr: L'automate colossal tombe sur le sol, faisant trembler la terre sous lui.
hu: Az önjáró kolosszus óriási robajjal a földre zuhan.
tr: Mekanik Callut yere devrilirken yerin sarsıldığı hissedilir.

source: I really, really don't want to see one of those again!
hu: Elegem, nagyon elegem van ezekből a gigantikus masinákból!
