Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: At some point you'll get accustomed to that.
fr: D'une certaine manière vous devriez en avoir l'habitude.
hu: Majd megbarátkozol a gondolattal.
tr: Bu noktada, buna alışmam gerekecek.

source: If my memory serves, that path leads to an old mountain pass, that goes high over the ground, yet the height of the surrounding peaks does not allow sunlight to illuminate it most of the time.
fr: Si ma mémoire est bonne, ce chemin conduit à une vieille passe dans les montagnes, qui monte très haut, à tel point que la hauteur des pics voisins ne permet pas souvent au soleil d'éclairer le sol.
hu: Ha jól emlékszem, ez az ösvény egy öreg hágóhoz vezet, amit a környező hegycsúcsok miatt még a napok sem világítanak meg.
tr: Hafızam beni yanıltmıyorsa, yolun sonunda yüksek bir dağ geçidine ulaşacağız. Dağ geçidini kuşatan tepeler o kadar yüksektir ki, çoğu zaman güneş ışığı geçidi aydınlatamaz.

source: Yes, but remember what the outlaw told us about these mountains.
fr: Oui, mais rappelez-vous de ce que nous a dit la hors-la-loi sur ces montagnes.
hu: Lehet, de emlékezz, hogy mit mondott a törvényen kívüli ezekről a hegyekről.
tr: Evet, fakat haydudun bu dağlar hakkında söylediklerini unutma.

source: If I didn't see her eyes at that moment, I'd not trust those words. However, given that I did, I'm sure she was not lying.
fr: Si je n'avais pas vu ses yeux, je n'aurais pas pu faire confiance à ses paroles. Mais comme je l'ai fait, il est certain qu'elle n'a pas menti.
hu: Ha nem láttam volna a szemeit, amikor mondta, nem hinnék neki. De így, hogy láttam, elhiszem, hogy nem hazudott.
tr: O an gözlerine bakmadan söylediklerine güvenemem ama bir şekilde yalan söylemediğine eminim.

source: Think about it. We would not have to travel through the heat of the desert. That is, at least for me, a great point in favor of it. There should even be more water sources in it.
fr: Réfléchissez. Nous n'aurions pas à affronter la chaleur du désert. C'est, pour moi tout au moins, un grand avantage. Il devrait même y avoir là plus de sources d'eau.
hu: Gondoljátok meg! Nem kellene a forró sivatagon átvágnunk. Ez, legalábbis szerintem, mellette szólna. Ezenkívül vizet is könnyebben találnánk a hegyek közt.
tr: Düşün bir kere. Çölün sıcağında ilerlemek zorunda kalmayacağız. Bu, en azından benim için bu yola bir şans tanımak için iyi bir sebep. Hem daha fazla su kaynağı vardır.

source: Um... difficult decision to make.
hu: Hmmm... Nehéz döntés előtt állunk..

source: Is that good?
fr: Est-ce que c'est bon ?
hu: Mehetnénk erre is...
tr: Bu iyi mi?

source: The darkness of it probably grants shelter to many foes. I'd prefer to avoid it if possible.
fr: L'obscurité dissimule probablement beaucoup d'ennemis. Je préférerais éviter cela si possible.
hu: A hágó sötétjében sok ellenségünk rejtőzhet. Én inkább azt mondom, kerüljük el őket, ha lehet.
tr: Karanlık şüphesiz çoğu düşmanımızın gizlenmesini sağlar. Mümkünse bundan kaçınmayı tercih ederdim.

source: So, what do you choose, Galas: should we go this way or not?
fr: Donc, que décidez-vous, Galas : nous allons de ce côté ou de l'autre ?
hu: Hogy döntöttél, Galas: menjünk erre vagy ne?
tr: Seçimini yap, Galas: Bu yoldan gidelim mi, gitmeyelim mi?

source: Uh...
fr: Euh...
hu: Húha...

source: Yes, let's go through the mountain pass.
fr: Oui, traversons la passe à travers les montagnes.
hu: Igen, menjünk a hágó felé.
tr: Dağ geçidinden gidelim.

source: No. Perhaps later, if I change my mind.
fr: Non. Plus tard peut-être, si je change d'avis.
hu: Ne. Talán később meggondolom magam.
tr: Şimdilik hayır. Fikrimi değiştirmek zorunda kalırsam, burası bir seçenek olarak kalsın.

source: Very well, but I don't think that we could come back later...
fr: Très bien, mais je ne crois pas que nous pourrons revenir plus tard...
hu: Rendben, bár később aligha térhetünk vissza.

source: Hidden touchplate triggered. A wall moves.
fr: Plaque cachée activée. Un mur bouge.
hu: Egy rejtett súlyérzékelő aktiválódik. A fal elmozdul.
tr: Gizli bir düzenek tetiklendi. Bir duvar kayıyor.

source: Hey! I have found a secret cave under this nest. It goes under the mountain there.
fr: Hé ! J'ai trouvé un passage secret derrière ce nid. Il passe sous la montagne, ici.
hu: Hej! Egy titkos barlangot találtam a fészek alatt. Levezet a hegy gyomrába.
tr: Hey! Bu yuvanın altında gizli bir mağara buldum. Buradan dağın altına uzanıyor.

source: Crossfire
fr: Tirs croisés
hu: Kereszttűzben
tr: Çapraz Ateş

source: team_name^Undead
fr: Morts-vivants
hu: Élőholtak

source: team_name^Loyalists
fr: Loyalistes
hu: Lojalisták

source: Vanquish the lich and the loyalist leader
fr: Vaincre la liche et le chef humain
hu: Megsemmisíted a delevényt és a lojalisták vezetőjét
tr: Hortlakbaşını ve kralcıların liderini öldür

source: Make sure no loyalist units are left alive
fr: Aucun loyaliste ne doit survivre
hu: Gondoskodsz róla, hogy egyetlen lojalista se élje túl a csatát
tr: Kralcıların hiçbirini sağ bırakma

source: Defeat the fugitive leader (bonus)
fr: Vaincre le chef en fuite (bonus)
hu: Megölöd a számkivetettek vezérét (bónusz)
tr: Haydutbaşını öldürürsen ödül var

source: After a long journey, the party made camp on the shore of the ancient river and rested from their journey. But they were not alone.
fr: Après un long voyage, l'équipe décida de camper sur la rive de la vieille rivière pour un repos bien mérité. Mais ils n'étaient pas seuls.
hu: A hosszú menetelés után a sereg tábort vert az ősi folyó partján, hogy kipihenjék fáradalmaikat. Csakhogy nem voltak egyedül.
tr: Uzun bir yolculuktan sonra, ekip kısa bir mola vermek için eski ırmağın kıyısına kamp kurmaya karar verir. Fakat yalnız değildirler.

source: Get you gone from our encampment, foul undead, what have you done with our people?
fr: Sortez de notre camp, infâme mort-vivant, qu'avez-vous fait à notre peuple ?
hu: Takarodjatok a táborhelyünkről aljas élőholtak, mit tettetek az embereinkkel?
tr: Adamlarıma ne yaptın? Kampımızdan çık, pis hortlak

source: It's your fault for leaving them to go hunting alone. Now they are voiceless, and you will be next if you don't flee now.
fr: C'est de votre faute, vous les avez laissés seuls pour aller chasser. Ils sont muets à présent, mais vous serez les prochains si vous ne déguerpissez pas tout de suite.
hu: Ostobák, hagytátok őket egyedül vadászni. Most már nem beszélhetnek, de ti sem fogtok sokáig, ha nem menekültök el azonnal.
tr: Ava çıkarken onları yalnız bırakmak senin hatan. Bak şimdi ne kadar sessizler. Eğer hemen kaçmazsan sıra sana gelecek.

source: Never! We shall get our revenge on you all, bastards!
fr: Jamais ! Nous nous vengerons de vous tous, misérables !
hu: Soha! Bosszút állunk rajtatok, állatok!
tr: Asla! Hepinizden intikamımızı alacağız, pis mahluklar!

source: Then so be it. Prepare for...
fr: Ainsi soit-il. Préparez-vous à....
hu: Legyen, ahogy akarjátok. Készüljetek a ...
tr: Öyle olsun. Sen istedin...

source: So undead control this river. Well, it's time to get rid of them and claim these lands for the Master!
fr: Les morts-vivants contrôlent donc cette rivière. Bien, il est temps de s'en débarrasser et de revendiquer ces terres pour le maître !
hu: Szóval élőholtak ellenőrzik ezt a folyót. Nos, itt az ideje, hogy megszabadítsuk a területet tőletek, s elfoglaljuk a Mesternek.
tr: Demek nehir yarıölülerin denetiminde. Bu iyi, onları buradan atmanın tam zamanı! Bu toprakları Efendimiz adına ele geçirin!

source: Oh, the rumors are true then, the humans have organizated and coordinated their forces to take over all useful lands in the desert. It does not matter much, they shall perish anyway, whatever their number is.
fr: Oh, les rumeurs étaient fondées, les humains ont organisé leurs forces pour s'emparer de tous les endroits viables du désert. Peu importe, ils périront, quelque soit leur nombre.
hu: Ezek szerint igazak a hírek, az emberek újraszervezték és ide összpontosították az erőiket, hogy elfoglalják a használható területeket a sivatagban. Nem számít, mindenképpen leszámolunk velük, akármennyien is vannak. vannak.
tr: Oh, söylentiler doğruymuş, insanlar ordularını çöldeki yararlı bölgeleri ele geçirmek için örgütleyip buralara yönlendirmişler. Bu pek önemli değil, zira eninde sonunda sayıları ne olursa olsun yenilecekler.

source: Blast it, the Loyalists! This might be worse than I thought.
fr: Bon sang, des loyalistes ! Ça pourrait être pire que j'imaginais.
hu: A francba, a lojalisták! Súlyosabb a helyzet, mint gondoltam. .
tr: Kralcılar! Yakın hepsini! Bu düşündüğümün en kötüsü olabilir.

source: Loyalists? Loyal to what? Who would they be working for?
fr: Des loyalistes ? Loyaux à qui ? Pour qui travaillent-ils ?
hu: Lojalisták? Lojálisak, de kihez? Kinek dolgoznak ezek?
tr: Kralcılar? Hangi kral? Kime hizmet ediyorlar?

source: It is not as important as what will happen to us if we don't defeat them all. If they are really working for a 'Master', then we must make sure they never find out what happened here.
fr: Peu importe, ce n'est rien comparé à ce qui nous arrivera si nous ne les détruisons pas tous. S'ils travaillent effectivement pour un « Maître », nous devons nous assurer qu'ils ne découvrent jamais ce qui est arrivé ici.
hu: Ez a legkisebb problémánk e pillanatban, azon meditálj, mi lesz, ha nem likvidáljuk őket mind! Ha valóban valami 'Mesternek' dolgoznak, akkor biztosra kell mennünk, semmi sem szivároghat ki a történtekből.em szivároghat ki a történtekből.
tr: Eğer hepsini yenemezsek bize ne olacağı o kadar önemli olmayacak. Eğer gerçekten bir ‘Efendi’ için çalışıyorlarsa aradıklarını asla burada bulamamalarını sağlamak zorundayız.

source: So, should we kill all of them?
fr: Nous devons donc tous les tuer ?
hu: Vagyis mindannyiukat le kell mészárolnunk?
tr: Bu durumda, hiçbirini sağ bırakmamamız gerekiyor, değil mi?

source: Exactly. Additionally, we must defeat that lich in order to gain access to the mountain pass to the northern fields.
fr: Exact. Et nous devons battre la liche pour avoir accès au col menant aux territoires du nord.
hu: Pontosan. Emellett azt a delevényt is el kell pusztítanunk, hogy folytathassuk az utunkat az északi hegyek felé.
tr: Kesinlikle. Ek olarak, kuzey bölgelerine giden dağ geçidine varabilmek için şu hortlakbaşını da yenmemiz gerekiyor.

source: And what about the fugitives?
fr: Et les fugitifs ?
hu: S mi legyen a számkivetettekkel?
tr: Peki haydutları ne yapacağız?

source: They are not a great threat by themselves, for they are an unorganized bunch, numerically inferior to us, so we could just ignore them for now. On the other hand, vanquishing them might bring us some benefits. You decide.
fr: Ils ne forment pas une grande menace en soi. Nous pouvons tout simplement ignorer cette petite bande inorganisée. Mais les vaincre pourrait nous rapporter quelques avantages. À vous de décider.
hu: Azok nem jelentenek veszélyt számunkra, mivel szervezetlenek, számuk alapján se veszélyesek, nem kell törődnünk velük. Bár valami haszonnal az is járhat, ha őket is elpusztítjuk. Te döntesz.
tr: Örgütsüz bir çete olarak bizim için sadece sayıca tehlikeli olurlar. Bu bakımdan şimdilik onları yoksayabiliriz. Ancak diğer yandan, onları yenmenin bazı getirileri olabilir. Karar sizindir.

source: I just hope those fiends are easier to defeat than what they proved to be in our valley. We are in worse conditions now, and recruiting new fighters will be very difficult.
fr: J'espère juste que ces démons sont plus faciles à battre que ceux qui étaient dans notre vallée. Nous sommes plus mal en point maintenant, et embaucher de nouveaux soldats sera très difficile.
hu: Csak remélem, hogy ezekkel a szörnyekkel könnyebben elbánunk, mint a völgybeliekkel. Nem vagyunk csúcsformában, s egyre nehezebbé válik az újoncok toborzása.
tr: Umarım bu iblisleri yenmek vadimizdekileri yenmekten kolay olur. Şimdi koşullarımız daha kötü ve yeni savaşçıları askere almak çok zor olacak.

source: Oh, what do we have here? The filthy elves, who escaped the assault troops sent to their valley! Never mind, we shall take care of them easily.
fr: Oh, mais qu'est-ce qu'on a ici ? Les sales elfes qui ont fui les troupes d'assaut envoyées contre leur vallée ! Peu importe, nous allons facilement nous en occuper.
hu: Nahát, mit találtunk itt? A nyomorult tündék megszöktek a rohamcsapataink elől. Nem számít, könnyedén elbánunk velük is.
tr: Oh. ne görüyorum? Vadilerine gönderilen saldırı grubundan kaçan sıska elfler bunlar! Önemi yok, onları kolayca hallederiz.

source: Humans of the desert, impressed with the power and might of the undead, have joined Mal Keshar and become his disciples. From now on you may recruit Dark Adepts!
hu: A sivatagi emberek közül néhányan, megigéződve az élőholtak erejétől és hatalmától, tanoncul szegődtek Mal Keshar mellé. Mostantól toborozhatsz árnyak tanítványát is!

source: There is still the fugitive leader left. What should we do?
fr: Il reste juste le chef des fugitifs. Que fait-on ?
hu: A számkivetett vezér még életben van. Mit tegyünk?
tr: Haydutbaşı hayatta. Ne yapalım?

source: Let's finish them now!
fr: Finissons-les maintenant !
hu: Számoljunk le vele is.
tr: İşini hemen bitirelim

source: Ignore them for now and let them flee.
fr: Ignorez-les pour le moment et laissez-les fuir.
hu: Nem kell törődni vele, hadd fusson el.
tr: Bırakalım kaçsın.

source: Retreat!
fr: Retraite !
hu: Vissza!
tr: Geri çekilin!

source: The fugitives shortly flee back to the desert. The battle finally has ended, and the party continues the long journey heading north-west.
fr: Les fugitifs refluèrent bientôt dans le désert. La bataille se termina enfin et l'équipe poursuivit son long voyage vers le nord-ouest.
hu: A számkivetettek azonnal kereket oldottak. A csata véget ért, a sereg továbbfolytatta az útját északnyugatnak.
tr: Haydutlar gözaçıp kapayana kadar çölde kayboldular. Savaş sonunda bitmiş ve kuzeybatı yönündeki yol açılmıştı. Ekip artık yoluna devam edebilirdi.

source: It is said that these beasts are impossible to kill. Let us see whether that is true or not.
fr: On raconte que ces bêtes sont impossibles à tuer. Vérifions si c'est vrai ou non.
hu: Azt mondják, hogy ezek a bestiák elpusztíthatatlanok. Lássuk csak, mi igaz ebből!
tr: Bu pislikleri öldürmenin imkansız olduğu söylenir. Bakalım doğru muymuş, değil miymiş?

source: Attack! For our fallen people!
fr: À l'attaque ! Pour ceux qui sont tombés !
hu: Támadás! Meghalt társainkért!
tr: Saldırın! Ölen halkımızın onuru için!

source: Die, you human scum!!
fr: Mourez, lie de l'humanité !
hu: Pusztulj, torzszülött emberi teremtmény!
tr: Geber, başbelası!!

source: You killed my brethren! Die!
hu: Végeztél a társaimmal! Most meghalsz!

source: Uh, we are already dead. Don't you see that?
fr: Euh, nous sommes déjà morts. Vous n'aviez pas vu ?
hu: Hah! Hiszen már most is halottak vagyunk, nem látod?em látod?
tr: Biz zaten ölüyüz, görmüyor musun?

source: We shall see who dies first!
fr: Nous allons voir qui meurt le premier !
hu: Majd meglátjuk, ki fog itt meghalni!
tr: Önce kimin gebereceğini göreceğiz!

source: Damn loyalists, I am finished!
fr: Damnés loyalistes, je suis fichu !
hu: Átkozott lojalisták! Végem van!
tr: Lanet olsun kralcılar, ben bittim!

source: Begone, foul undead! I shall not be your servant - Ugh.
fr: Hors d'ici, stupide mort-vivant ! Je ne serai pas votre serviteur. Beurk.
hu: Takarodj aljas élőholt! Nem leszek a szolgád - uhh.
tr: Yıkıl karşımdan, pis hortlak! Sizin hizmetçiniz olmayacağım - Uhh.

source: You are done, my friend. Anyone else dares to oppose me?
fr: Vous êtes fait, mon ami. Quelqu'un d'autre ose s'opposer à moi ?
hu: Végeztem veled barátocskám. Ki merészel még mindig szembeszállni velem?eszállni velem?
tr: Bittin dostum. Başka yanbakan var mı?

source: Die now!
fr: Mourez maintenant !
hu: Most meghalsz!
tr: Geber!

source: No! Wait! I have something, something that could help you in your way! Just don't kill me or the rest of my people!
fr: Non ! Attendez ! J'ai quelque chose, quelque chose qui pourrait vous aider dans votre voyage ! Ne me tuez pas, ni moi, ni le reste de mon peuple !
hu: Ne! Várj! Van nálam valami, valami, ami nagy segítségedre lehet az elkövetkezendőkben. Csak kíméld meg az életünket!!
tr: Hayır! Bekle! Yolculuğunuzda işi yarayacak bir şeylerim var! Beni ve adamlarımı öldürmeyin!

source: Leader?
fr: Chef ?
hu: Vezérem?
tr: Bu ne biçim bir lider?

source: He does not seem to be lying. What do you think, master Galas?
fr: Il ne semble pas mentir ! Qu'en pensez-vous, maître Galas ?
hu: Úgy tűnik, hogy nem hazudik. Mit gondolsz, Galas mester?
tr: Yalan söylüyor gibi görünmüyor. Ne düşünüyorsun, komutan Galas?

source: Um... well.
fr: Hum... bien.
hu: Hmmm... halljuk.
tr: Hımm... pekala.

source: We shall listen your offer, just swear you will never cause us trouble again.
fr: Nous écouterons votre offre, seulement vous devez jurer de ne plus nous causer d'ennui à l'avenir.
hu: Meghallgatjuk az ajánlatodat, de esküdj meg, hogy sosem kerülsz az utunkba többé!öbbé!
tr: Teklifini dinliyoruz, bir daha asla bize sorun olmayacağına yemin et.

source: I swear. Now, take my reserve, 95 gold pieces.
fr: Je le jure. Prenez dès à présent mon butin, 95 pièces d'or.
hu: Esküszöm! Tiétek minden vagyonom, 95 arany.
tr: Yemin ediyorum. 95 altın biriktirmiştim. alın bunu.

source: Also, take this ring. It is a ring of regeneration, it might be of some use to you.
fr: Prenez également cet anneau, c'est un anneau de régénération, vous pourriez en avoir l'usage.
hu: S tessék, itt ez a gyűrű is. A Regenerálódás Gyűrűje. Hasznos lehet számotokra.
tr: Ayrıca bu yüzüğü de alın. Yaşam enerjinizi tazeler.

source: The fugitives flee, back to the desert. Meanwhile, Galas's people wonder about the ring.
fr: Les fugitifs refluèrent bientôt dans le désert. Pendant ce temps là, les elfes de Galas s'interrogeaient au sujet de l'anneau.
hu: A számkivetettek kereket oldottak, eltűntek a sivatagban. Ezalatt Galasék csodálkozva vizsgálgatták a gyűrűt.zsgálgatták a gyűrűt.
tr: Haydut çölde gözden kaybolur. Bu arada Galas’ın ekibi yüzük hakkında endişelidir.

source: A ring of regeneration? Anlindë, do you know anything about this?
fr: Un anneau de régénération ? Anlindë, savez-vous quelque chose à son sujet ?
hu: A Regenerálódás Gyűrűje? Anlindë tudsz róla valamit?
tr: Yaşam enerjisini tazeleme yüzüğü mü? Analya, bu konuda birşey biliyor musun?

source: Yes, I do. It is said that this kind of artifacts have some healing magic that keeps the bearer healthy and strong. They are rare, though, so we should carefully choose who should take it.
fr: Oui. On dit que ce genre d'artefacts possèdent une magie de soin qui garde le porteur fort et en bonne santé. Ils sont rares : nous devons choisir avec intelligence qui le portera.
hu: Igen, azt mondják, hogy a viselőjét mágikusan gyógyítja, s erőssé teszi. Nagyon ritka tárgy ez, bölcsen válaszd meg, hogy ki viselje.
tr: Evet. Yüzüğü takanın sağlıklı ve güçlü kalmasını sağlayan sihirli bir nesne olduğu söylenir. Nadir bulunurlar. Bu bakımdan onu kimin kullanacağını çok dikkatli seçmelisin.

source: Should this unit pick up the artifact?
fr: Voulez-vous que cette unité prenne l'objet ?
hu: Ez az egység viselje a gyűrűt?
tr: Bu birim bu nesneyi alsın mı?

source: Ring of Regeneration
fr: Anneau de régénération
hu: A Regenerálódás Gyűrűje
tr: Enerji Tazeleme Yüzüğü

source: This ring heals the bearer a little each turn, and increases their strength.
fr: Cet anneau soigne un peu le porteur à chaque tour et augmente sa force.
hu: A gyűrű minden körben egy kicsivel gyógyítja a sérült viselőjét és megnöveli annak erejét.
tr: Bu yüzük, taşıyıcısının enerjisini her el biraz tazeler ve gücünü arttırır.

source: The Ring of Regeneration may only be used by living creatures, that are not bats, faeries, or suchlike.
hu: A Regenerádódás Gyűrűjét csak élő teremtmény viselheti, de a denevérfélék, tündérek, s hasonlók nem.

source: As you introduce the ring in your finger, a feeling of healthiness and strength overwhelms you. Shortly, all your wounds are magically healed by the ring's power.
fr: Lorsque vous enfilez l'anneau à votre doigt, une sensation de santé et de force vous envahit. Vos blessures guérissent magiquement grâce au pouvoir de l'objet.
hu: Ahogy felhúzod a gyűrűt, erő és frisseség árasztja el a tested. Rövidesen minden sérülésed begyógyul a gyűrű mágikus erejétől.
tr: Bahsedildiği gibi parmağınızdaki yüzük, kendinizi sağlıklı ve adeta güce boğulmuş gibi hissetmenizi sağlar. Kısaca, tüm yaralarınız sihirli bir şekilde bu yüzüğün gücüyle iyileşir.

source: Your kind cannot be trusted. Any other last words?
fr: On ne peut croire les gens dans votre genre. Un autre dernier mot ?
hu: A fajtádban nem lehet megbízni. Utolsó kívánságod?
tr: Sizin gibilere güvenilmez. Son sözlerini söyle!

source: Fools! But you will never catch me!
fr: Crétins ! Vous ne m'attraperez jamais.
hu: Ostobák! Úgysem tudtok elkapni!
tr: Pislikler! Beni asla yakalayamazsınız!

source: I do not think so. Quickly, get him!
fr: Je ne suis pas d'accord. Vite, capturez-le !
hu: Ne hidd! Gyorsan, fogjátok el!
tr: Ben öyle düşünmüyorum. Çabuk getirin onu!

source: As you command, master.
fr: À vos ordres, maître.
hu: Ahogy parancsolod mester.
tr: Emredersin, komutanım

source: At least he left some of his gold behind.
fr: Au moins, il a laissé de l'or derrière lui.
hu: De legalább itt maradt az aranya.
tr: En azından altınını bıraktı.

source: Ugh. Inform... the... commander *ack*.
fr: Ugh. Informez... le... commandant *ack*.
hu: Uhh. Szóljatok... a... parancsnoknak. *ack*
tr: Uh. Komutann... uyarın... *hık*

source: Let none of his men escape!
fr: Ne laissez personne s'échapper !
hu: Nem szökhet meg egy lojalista sem!
tr: Adamlarını kaçırmayın!

source: The same, and don't forget those elves and the bandit scum!
fr: Pareil, et n'oubliez pas les elfes et ces pourritures de bandits !
hu: Ugyanaz, és ne feledkezz meg a tündékről és a csőcselék banditákról se!ditákról se!
tr: Aynen! Elfler ve eşkiya pislikler bunları unutmasın!

source: Kill all the loyalist bastards, leave no one alive! And destroy the disgusting intruders!
fr: Tuez tous ces maudits loyalistes, pas de quartier ! Et détruisez ces foutus intrus.
hu: Öljétek meg az összes lojalista förmedvényt, egy se maradjon életben! S irtsátok ki azokat az undorító betolakodókat is!
tr: Tüm kralcı piçleri gebertin, hiçbirini sağ bırakmayın! Ve iğrenç istilacıları yokedin!

source: No! I have been defeated!
fr: Non ! J'ai été vaincu !
hu: Neeee! Megöltek!
tr: Hayır! Yenildim!

source: It's over, at last. Now we should set-up camp in the undead's keep and rest for a while. Our men will be exhausted with all this battle.
fr: C'est fini, enfin. Maintenant nous devrions nous retrancher dans le donjon des morts-vivants et nous reposer un peu. Nos hommes doivent être épuisés après toute cette bataille.
hu: Végre végeztünk velük. Felverhetjük a sátrainkat az élőholtak erődjében s pihenhetünk egy kicsit. Harcosaink eléggé elcsigázottak ennyi harc után.harc után.
tr: Sonunda bitti. Şimdi kampımızı yarıölülerin kalesine taşıyalım ve orada biraz dinlenelim. Adamlarımız bu savaşta oldukça yorulmuş olmalı.

source: Of course they are. Nor you nor my minions are used to fighting on the sands, under these suns, and against these abominations!
fr: Bien sûr qu'ils le sont. Ni vous, ni mes favoris, n'êtes habitués à vous battre sur le sable, sous un pareil soleil, ni contre de telles abominations.
hu: Nyilván így van. Sem ti, sem mi nem szoktuk meg a sivatagi csatákat, a tűző napokat, s az undorító ellenségek elleni harcot.
tr: Elbette!
