Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: When I wake up that morning I found Elynia lying by my side. I do not know when she came to my tent, but there she was, peacefully sleeping. Nor I remember what else happened that night, but I hope that it was just that, as I would not like to offend the memory of Argan by usurping his place by her side.
fr: Alors que je me réveillai, je trouvai Elynia allongé à mes côtés. Je ne sais pas quand elle est entrée dans ma tente, mais elle était là, dormant paisiblement. Je ne me rappelle pas de ce qui a pu ce passer cette nuit là, mais j'espère que ce ne fut rien, car je ne voudrais pas offenser la mémoire d'Argan en usurpant sa place auprès d'elle.
hu: Amikor felébredtem, Elyniát találtam az oldalamon. Nem tudom, mikor jött be a sátramba, de ott volt és békésen szendergett. Arra sem emlékszem, hogy másvalami is történt volna éjszaka, de remélem, nem. Nem szerettem volna Argan emlékét megsérteni azzal, hogy elfoglalom a helyét.
tr: Sabah uyandığımda Elenya’yı yanımda yatarken buldum. Çadırıma ne zaman geldiğini bilmiyorum ama oradaydı ve mışıl mışıl uyuyordu. Gece ne olduğunu hatırlamıyorum ama Argan’ın yerini alarak Argan’ın hatırasına saygısızlık etmek istemeyeceğim aşikardı.

source: And then was another march day. Another one, until we arrived to the end of the pass. From the top of one of the highest mountains we could behold a disturbing, desolated landscape.
fr: Il y eut un autre jour de marche. Puis un autre, jusqu'à atteindre le bout de la passe. Du sommet d'une des montagnes les plus hautes, nous pouvions contempler un paysage désolé et perturbant.
hu: Aztán újabb meneteléssel töltött nap következett, majd még egy, mire elértük a hágó végét. A legmagasabb hegy tetejéről egy letarolt táj felkavaró képe bukkant elénk.
tr: Ertesi gün yola devam ettik ve sonraki gün geçidin sonuna vardık. En yüksek dağlardan birinin tepesinden terkedilmiş topraklara baktık.

source: The darkness... somehow, I feel even more vulnerable than the last time we were underground. I am not sure if it is because of the absence of Anlindë, to whom we owe our lives, or if that there is something else here.
fr: Les ténèbres... d'une certaine façon, je me sens encore plus vulnérable que la dernière fois où nous étions dans les souterrains. Je ne sais pas si c'est l'absence d'Anlindë, à qui nous devons la vie, ou si à cause d'autre chose présent ici.
hu: A sötétség... valahogy még sérülékenyebbnek érzem magam, mint utoljára, mikor a föld alatt jártunk. Nem vagyok benne biztos, hogy Anlindë hiánya okozta ezt, akinek az életünket köszönhetjük, vagy valami más előérzet miatt.iatt.
tr: Karanlık... kendimi son yeraltına inişimizden biraz daha incinebilir hissettim. Bunun hayatlarımızı borçlu olduğumuz Analya’nın yokluğundan mı yoksa burada bir şeylerin farklı oluşundan mı kaynaklandığından emin değilim.

source: The caves, close to the entrance, looked common and normal; but as we went further into them, we started to notice what was wrong there... everything. Everything looked evil, corrupted, and unnatural. The rocks were red as the lava, and strange beating roots could be seen inside some of the gaps on the walls, like if they were part of a giant animal, rather than roots of plants.
fr: Les souterrains proches de l'ouverture semblaient banals. Mais en allant plus en avant, nous commençâmes à remarquer ce qui clochait... tout clochait. Tout semblait maléfique, corrompu, surnaturel. Les pierres étaient aussi rouges que de la lave, et des espèces de veines palpitantes pouvaient être aperçues dans les interstices des parois, comme si elles faisaient partie d'un animal gigantesque ; elles ne ressemblaient pas à des racines de plantes.
hu: A bejárathoz közel a barlang egészen közönségesnek tűnt, de ahogy beljebb mentünk, egyre inkább az lett az érzésünk, hogy megváltozott... minden! Minden rémesnek, romlottnak és természetellenesnek hatott. A sziklák vörösek voltak, mint a láva, a sziklák repedéseiben lüktető gumók látszottak, amelyek inkább hatottak egy óriási állat szerveinek, mint növényi gyökereknek.
tr: Mağaralar girişe yakın yerlerde bildik ve normal görünüyordu; fakat içerlere ilerledikçe bir şeylerin yanlış gitmekte olduğunu farketmeye başladık. Herşey şeytanca görünüyordu, bozulmuş ve doğadışı... Kayalar lav gibi kırmızıydı ve duvarlardaki oyuklardan görünen şeyler ağaç kökleri değil, dev hayvanların parçalarıymış gibi görünüyordu.

source: And so, we faced the landscape from the tall hills we were standing upon, very far from Wesmere already.
hu: És így itt álltunk ezen a pusztaságon, amit a magas hegyekről láttunk, de messze voltunk már Wesmere-től.

source: If someone had only seen that landscape in their life, they would think nothing else existed in the world, nothing else than the decay and desolation of the Lands of Chaos. With such real and harsh view, the valley of Elynia, the country of the Aragwaithi, or even Knalga, would look like nothing but a mere pleasant dream.
fr: Quelqu'un qui n'aurait vu que ce paysage dans sa vie penserait qu'il n'existe rien d'autre au monde, uniquement la décrépitude et la désolation des Terres du Chaos. Avec une telle vision, la vallée d'Elynia, le pays des aragwaiths, voire Knalga, ne paraîtraient qu'un rêve plaisant.
hu: Ha valaki látta ezt a vidéket, az joggal hihette, hogy a világon semmi más nem létezik, csak a Káosz Földje, a pusztaság és sivárság hona. Ez a nyers és sokkoló látvány Elynia-völgyet, az aragwaithok országát vagy Knalgát egyszerűen egy kellemes álomképpé változtatta.

source: For us, who had the opportunity to witness the existence of those dreamlike places, these lands were nothing but an obnoxious nightmare.
fr: Pour nous qui avons eu l'occasion d'admirer ce genre d'endroits merveilleux, ces terres n'étaient rien d'autre qu'un cauchemar terrifiant.
hu: Ránk, akik megtapasztaltuk annak az álomképnek a valóságát, ez a táj egy borzalmas lidércnyomásként nehezedett.

source: Elynia managed to figure our current location from the few landmarks that were still familiar to her. According to those, we were very close to the ancient capital of the Empire of Wesnoth, just separated by a string of mountains. We purposefully headed southeast throughout the high roads.
hu: Elynia megpróbálta a táj jellegéből meghatározni az elhelyezkedésünket. Az ismerős kiemelkedések alapján úgy gondolta, hogy nagyon közel lehetünk a Wesnoth Birodalom ősi fővárosához. Mindössze egy hegyvonulat választott el bennünket. Céltudatosan megindultunk délkelet felé, követtük a fő utat.tat.

source: One of those days, as dawn broke, we were surprised by our old friends...
hu: Egy nap hajnalhasadáskor régi barátaink leptek meg minket...

source: That night, we arrived to the Valley of Darkness, where the main fortress of the Chaos Empire was located. The only light that trespassed the pitch-black darkness was Elynia's aura, and the eyes, if we can call them such way, of the dark drones that patrolled the fortress. Yes, a very well protected fortress indeed.
fr: Cette nuit-là, nous arrivâmes dans la Vallée des Ténèbres, là où se situait la principale forteresse de l'empire du chaos. Seule l'aura d'Elynia et les yeux des drones de surveillance brillaient dans ce noir total. La citadelle était extrêmement bien protégée.
hu: Ezen az éjszakán megérkeztünk a Sötétség Völgyébe, ahol a Káosz Birodalmának fő erődje helyezkedett el. Egyedül az Elyniából sugárzó fény törte meg a koromsötétséget. Néha szemek villogását - ha nevezhetjük szemnek az erődöt őrző herék szervét - láttuk felvillanni. Az erődöt erősen védték.
tr: Kaos İmparatorluğunun ana kalesinin bulunduğu Karanlık Vadiye vardığımız gece, zifiri karanlığı delen tek ışık Elenya’nın gövdesinden yayılan ışıktı. Gördüğümüz kadarıyla o lanet böcekler kalede devriye geziyordu. Evet, kale gerçekten de iyi korunuyordu.

source: Most of the time during the long journey starting from our valley, I hesitated to continue, in fear of risking our civilization's survival. But now, they were -hopefully- safe in the northern lands. I do not have fear any longer, for I'm not forcing anyone to follow my path. All my companions chose to fight by my side till this moment, knowing the perils involved, and they would not let me alone, alive or not.
hu: A völgyünkből való elindulásunk óta sokszor tépelődtem a folytatáson, félve attól, hogy kockára tesszük a túlélésünket. De most népünk többsége - reményeim szerint - biztonságban volt északon. Többé nem éreztem félelmet, mivel senkit sem kényszerítettem, hogy kövessen. Körülöttem mindenki önként vállalkozott arra, hogy velem harcol, tudván tudta, hogy az életével játszik.

source: The so-called Emperor shall feel my wrath. He shall pay for what he did to Anlindë, to my lord Lédinor, and our brethren at our former home.
hu: Az úgynevezett Császár megérzi a haragomat. Megfizet azért, amit Anlindëvel tett, amit Lédinor úrral tett, s amit az előző otthonunk lakóival tett.l tett.

source: I do not understand. The entrance halls are completely deserted - the guards are either absent, or awaiting the best moment to ambush us in the silent darkness. Certainly not a tranquilizing thought.
hu: Nem értem. A bejárati termek teljesen elhagyatottak. Az őrök vagy hiányoznak, vagy csak arra várnak, hogy lesből csapjanak le ránk a sötétség leple alatt. Nem valami megnyugtató gondolat.

source: Finding our lord Lédinor was certainly good for the morale of us, the few elves who made it that far. I cannot avoid, however, to wish that fate had been merciful enough with Anlindë so that we could have found her as well. But the little evidence we had of her death was not enough to stop me from wondering whether I'd find her abandoned in those alien mazes of the Heart. I would not rest until an end was put to the life of the foul slayer Benthos mentioned when we met him.
hu: Lédinor urunk megtalálása megerősítette eltökéltségünket, s új erővel töltött el minket, tündéket. Nem tagadhatom le, hogy a sors effajta kegyelme reményt csöpögtetett a szívembe, hogy Anlindët is életben találhatjuk még. A haláláról szerzett minimális információ nem akadályozott meg abban, hogy titkon fantáziáljak arról, hogy valahol elhagyatva az útvesztők során egyszer csak rábukkanunk. S addig nem lankadhatok, míg a Benthos által említett aljas gyilkossal le nem számolok.k.

source: 'There are things more important than life itself, and things worse than death.'
hu: 'Vannak dolgok, amik fontosabbak az életnél magánál, s vannak, amik a halálnál is rosszabbak.'

source: Those were the words of Elynia, when we found ourselves defending the entire dwarvish realm against the invaders of Chaos. Words of wisdom, that I did not fully comprehend until I saw the atrocities that inhabited the shaxthal hives. Mangled bodies, crawling horrors... a nightmarish picture that I never imagined before.
hu: Ezeket a szavakat mondta Elynia, amikor a törpök országának védelmében küzdöttünk a Káosz katonáival. Bölcs szavak, de a jelentését igazán csak akkor értettem meg, amikor a saxtálok kaptárjainak őslakóit ért kegyetlenségeket megláttam. Megcsonkított testek, csúszkáló szörnyűségek... olyan borzalmas rémképek, amiket el sem tudtam volna képzelni korábban.em tudtam volna képzelni korábban.

source: It was completely futile to help the tortured creatures down there. All of them were turned somehow into mindless beasts, that did not obey orders other than their foul masters', or their inherent desire to kill. At the beginning of our journey, I thought there was no foe worse than the race of demons. Those infernal mercenaries are a joke compared to the creatures dwelling the hive.
hu: Teljesen hiábavaló vállalkozás lett volna segítséget nyújtani nekik, hiszen önmagukból kiforgatott, akaratuktól megfosztott, a gazdájuk parancsait vakon követő gyilkológépek voltak ezek a szerencsétlen lények. Amikor elindultunk, még azt hittem, hogy a démonoknál nincs rosszabb ellenség. Azok a pokoli zsoldosok pusztán viccnek hatottak ezek mellett a kaptárlakó kreatúrák mellett.

source: So far, we had luck and passed almost unnoticed through the complex. But I feared for the warriors who were fighting against the dark hordes there, on the surface. They were unsuspecting of the terrifying forces kept by the Empire, their rage awaiting to be unleashed to destroy the last remnants of the formerly green and beautiful world.
hu: Szerencsésen és majdnem észrevétlenül haladtunk át a komplexumon. De aggódtam azokért, akik a felszínen harcoltak a sötét hordák ellen. Sejtelmük sem lehetett a Birodalom e szörnyű lényeiről, amikben láthatóan izzott a még megmaradt zöld és gyönyörű világ elpusztításának vágya.

source: My anger towards the master mind of this evil design could only increase as we went further down, heading for the Halls of the Damned.
hu: Mindezen gonoszságok kiagyalója ellen egyre nőtt bennem az indulat, ahogy lejjebb hatoltunk, s közeledtünk az Elátkozott Termek felé.

source: The uneasy silence that followed was disturbing. As Elynia was silently crying, and all the nearby drones had collapsed like broken eggs, all I could do was to stare at the dramatic scene of the moment. Mal Keshar was not doing anything obvious, possibly just meditating his past acts and crimes.
fr: Le silence oppressant qui suivit était dérangeant. Elynia pleurait doucement ; tous les drones proches s'étaient écroulés comme des œufs brisés. Je ne pouvait que contempler la scène dramatique. Mal Keshar ne semblait paralysé ; peut-être méditait-il sur ses actes et crimes passés.
hu: A bekövetkező hirtelen csend szinte bántó volt. Elynia csendesen zokogott, a közeli herék kártyavárként összeomlottak, s én csak bámultam ezt a drámai pillanatot. Mal Keshar sem mozdult, talán ő is a régmúltban elkövetett tettein, bűnein töprengett.sírdogált.

source: And then, I felt the overriding need to embrace her, and console her. And I was not able to stop myself from doing so. But then, Argan was gone, and no one was left to take care of Elynia, and his very last words were that I should replace him.
fr: Et alors, j'ai senti le besoin impérieux de l'embrasser, de la consoler. Je n'ai pas pu m'empêcher de le faire. Mais plus personne ne restait pour prendre soin d'elle, Argan n'était plus là, et son tout dernier souhait avait été que je le remplace.
hu: Végül megmagyarázhatatlan érzés kerített a hatalmába, átöleltem Elyniát és elkezdtem vigasztalni. S nem tudtam ellenállni a kísértésnek, hogy ezt tegyem. Most, hogy Argan meghalt és nem volt, aki Elyniára vigyázzon, s Argan utolsó szavai is azt sugallták, hogy nekem kell ezt megtennem. azt sugallták, hogy nekem kell ezt megtennem.

source: It may be a silly thought, but I wondered in that moment whether or not Mal Keshar ever felt something like these emotions in the times he was a living human.
fr: Cela peut sembler idiot, mais je me suis demandé, à cet instant précis, si oui ou non Mal Keshar avait déjà ressenti ces émotions pendant qu'il était encore un homme.
hu: Ostoba gondolat, de az jutott eszembe, hogy vajon mal Keshar érzett-e valami hasonlót, amikor még élő ember volt.

source: The Dark Hive collapsed shortly after Argan's sad death, making the earth shake and the entire Valley of Darkness crumble, sending a shock-wave from that place. A message for the world, signaling the end of an era of fear, chaos and desolation throughout the continent and beyond the mysterious vast Ocean.
hu: Argan megrendítő halála után a Sötét Kaptár összeomlott, a föld megrengett, a Sötétség Völgye elporladt. Az innen kiinduló rengéshullám jelzés is volt egyben a világnak, hogy a félelem korszaka lezárult, a káosz és pusztulás ideje véget ért a kontinensen éppúgy, mint a misztikus, hatalmas Óceánon túl.

source: The demons that were not crushed by the fortress' structures or by the subsequent explosions, started to fall to the ground turning into ashes, just like Elynia swore the last time she talked to Anlindë; for the spells that kept them bound to our world lost their effect, as their invoker was gone, and their source of energy, the Inferno, was cut forever.
hu: Azok a démonok, amelyek az erőd romjai alatt és az azt követő robbanásokban nem pusztultak el, hamuvá porladtak, ahogy azt Elynia is mondta Anlindënek címzett utolsó szavaival. Az őket e világhoz kötő varázserő elveszett, az őket megidézők halálával a Pokol forrásaitól is el lettek zárva.

source: The eternal darkness of the Lands of Chaos ended with the disintegration of the black clouds that kept the sunlight from reaching the surface. The fog dissipated turning into mere memories of past times.
hu: A Káosz Földjét elborító sötétség is eltűnt a napokat eltakaró sötét fellegek szétoszlásával. A gomolygó köd pusztán az elmúlt idők emlékirataiban jelent meg.

source: We barely escaped the earthquake, losing some of the few men that followed us and survived the last fight, which unfortunately we could not rescue afterwards, as the only remaining of that valley was a gigantic abyss of unknown depth, and... Argan's journal, which Mal Keshar found and took from his robes just before the place was swallowed by earth.
fr: Nous avons survécu de justesse au tremblement de terre. Mais malheureusement, nous avons perdu les quelques soldats qui nous avaient suivis et qui avaient survécus au dernier affrontement : nous n'avions pu les tirer d'affaire car il ne restait de la vallée qu'une gigantesque abysse d'une profondeur insondable... Pourtant, Mal Keshar trouva le journal d'Argan dans ses vêtements juste avant que l'endroit ne fut englouti sous terre.
hu: Épphogy túléltük a földrengést, de néhány bajtársat így is vesztettünk azok közül, akik az utolsó csatát is túlélték. Ezt nem tudtuk elkerülni, mivel a völgy helyén csak a feneketlen mélység tátongott, és... állott Argan feljegyzésében, amit Mal Keshar a köpenyében talált és vett magához, mielőtt a helyet elnyelte volna a föld mélyéből feltörő láva.Argant.

source: According to it, the Shaxthal creatures had the ability to reproduce by themselves if their hive and artificial home should be eventually destroyed, and that their intelligence would guide them to places with abundance of water, to integrate with the existing lifeforms and evolve, perhaps for good, or for bad. Nonetheless, we supposed that they would impose no threat in such conditions, as they would have no master commanding them to destroy and kill living beings. They would be as much of a threat as other beasts, like wolves or tigers.
hu: Ebben az is benne volt, hogy a saxtál kreatúrák sikeresen megoldották az önreprodukció kérdését olyannyira, hogy ha a kaptáruk, s a mesterséges otthonaik elpusztulnának, akkor egy vízben bővelkedő helyen képesek az ottani létformákkal egyesülve azokat továbbfejleszteni jó vagy rossz irányba is. Ennek ellenére feltételeztük, hogy jelenlegi képességeikkel, egy élőlények kiirtását elrendelő parancsnok nélkül nem jelentenek veszélyt a világra, legalábbis nem nagyobbat, mint például a tigrisek vagy a farkasok.

source: Erathan departed to his former home, wishing us all the best, as we, that is Elynia, Mal Keshar and me, did not have much to do except wandering around. And so we wandered. My people might remember me or not, but all that matters to me is whether they are safe or not. And they were safe at last.
fr: Erathan quitta son ancienne demeure, nous souhaitant à tous le meilleur. Elynia, Mal Keshar et moi n'avions guère grand chose d'autre à faire qu'errer dans les parages. Et nous errâmes. Mon peuple peut se rappeler de moi ou m'oublier, mais seule sa sauvegarde m'importait. Et ils étaient sains et saufs.
hu: Erathan visszatért korábbi otthonába, sok sikert kívánva utunkhoz, míg mi, azaz Elynia, Mal Keshar és én, megkezdtük vándorlásunkat. Népem emlékezetében megmaradok-e vagy sem, ez nem számít, nekem csak az a fontos, hogy ők biztonságban vannak-e vagy sem. S végre úgy érzem, biztonságban vannak.

source: We did not have much to do except wandering around. And so we wandered. My people might remember me or not, but all that matters to me is whether they are safe or not. And they were safe at last.
hu: Megkezdtük vándorlásunkat. Népem emlékezetében megmaradok-e vagy sem, ez nem számít, nekem csak az a fontos, hogy ők biztonságban vannak-e vagy sem. S végre úgy érzem, biztonságban vannak.

source: I replaced Argan as Elynia's companion. I hope that my fate is not like that of him, to fall to Darkness. But then, I am not the Master of Darkness; I am just a fighter, with no magic skills, so I suppose it's not possible at all for such an individual to be tempted by those forces.
hu: Argantól átvettem Elynia kísérőjének szerepét. Remélem, a sorsom vége nem hasonlít Arganéra, s nem hullok a Sötétség karmaiba. Végtére is én nem vagyok a Sötétség Ura; én csak egy egyszerű harcos vagyok, nincsenek mágikus képességeim, felteszem nem én vagyok a megfelelő személy erre a szerepre. a szerepre.

source: Mal Keshar did not, however, reach the state of Master of Darkness, as the Union was broken by the death of Argan, and the godlike powers granted to Argan, Elynia and, temporarily, to Mal Keshar, disappeared like the snow which melts with the light of our suns.
hu: Csakhogy Mal Keshar sem érte el a Sötétség Ura állapotot, mivel az Egyesülés ereje Argan halálával megtört, s az isteni hatalom, amivel Elynia, Argan, s egy kis időre Mal Keshar is rendelkezett, szertefoszlott, elolvadt, mint a hó, amelyet napsugár ér.

source: Elynia offered him a chance to have his final rest, but he rejected the offer, arguing that he still had many things to see and do in this world, as he realized during our journey.
hu: Elynia felajánlotta Mal Kesharnak a végső nyugalomba vonulást, de ő visszautasította mondván, hogy még rengeteg dolgot kell látnia, s tennivaló is akad bőven, ahogy erről utunk során is meggyőződött.rán is meggyőződött.

source: Although the world won't recover its former greatness and beautifulness in the short term, in the long term it will, as long as all of us put our best efforts into making a shiny and thriving future for our descendants, rebuilding what was destroyed by the greed of the men of Wesnoth, and what was destroyed by the evilness of the followers of Chaos.
hu: Habár a világnak hosszú időre lesz szüksége, hogy kiheverje a pusztulást, s újra régi fényében és pompájában tündököljön, nekünk is sokáig kell még harcolnunk azért, hogy egy ragyogó, prosperáló jövőt biztosíthassunk leszármazottainknak újjáépítve azt, amit a wesnothi emberek gőgje és a Káosz követőinek gonoszsága elpusztított.

source: And so, the journey to vanquish the Chaos ended. And so, I Galas, former leader of the elvish people of the Valley of Elynia, end this journal.''
fr: Et c'est ainsi que se conclut l'odyssée pour vaincre le chaos. Et moi, Galas, ancien chef des elfes de la Vallée d'Elynia, je clos ce journal. »
hu: És ezzel a Káosz megszüntetésére létrejött küldetésünk lezárult. És én, Galas, korábban Elynia-völgy tündéinek vezetője beszámolóm végére is pontot teszek.''nek vezetője beszámolóm végére is pontot teszek.''
