Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: The bastards! As I feared, they made it here before us. It matters little, we shall drive them out of these caves anyway.
hu: Az állatok! Ettől féltem, megelőztek minket. Nincs mit tennünk, ki kell őket füstölnünk erről a helyről.

source: So those are the demons? They are smaller than I thought. It is clear that there are no chiefs amongst these.
fr: C'est donc ça des démons ? Ils sont plus petits que je ne le pensais. Il est évident qu'il n'y a aucun chef parmi ceux là.
hu: Szóval azok ott a démonok? Kisebbek, mint amire számítottam. Egyértelmű, hogy nincs közöttük főnök.
tr: Yani iblisler bunlar mı? Düşündüğümden daha küçükmüşler. Aralarında şefleri yok görünüyor.

source: They shall pay with their filthy blood if our king was assassined or harmed in any way by them...
hu: A mocskos vérükkel fizetnek azért, ha megölték a királyt vagy ha csak a haja szálát is meggörbítették...ették...

source: Look, in the main keep! He is still alive and apparently safe...
hu: Nézzétek a fő erődöt! A király még él, s egyelőre biztonságban van...an...

source: Althurin! Our allies! They made it back, and they found the Lady of Light!
hu: Althurin! Szövetségeseink! Sikerült nekik, visszatértek, s itt van a Világosság Úrnője is!gosság Úrnője is!

source: Indeed we did, sir. What's the current situation?
hu: Természetesen sikerrel jártunk, uram. Itt mi a helyzet?lyzet?

source: We are in dire need of all the help we can get. Our main defense forces have been defeated by these intruders, who brought the bulk of their army from nowhere. Most other cities have been destroyed, and we don't think we can hold them away from the main keep for much longer!
hu: Szorongatott helyzetben vagyunk, minden segítségre szükségünk van. A fő véderőinket felmorzsolták a behatolók, a semmiből teremtek elő és lerohanták őket. A legtöbb városunkat lerombolták, s azt hiszem, a fő erődünk sem tart ki sokáig.

source: We will help you, lord, and we shall die fighting if it is necessary.
fr: Nous vous aiderons, messire, et nous périrons au combat si nécessaire.
hu: Segítünk nektek, uram, az utolsó csepp vérünkig harcolunk, ha kell.
tr: Size yardım edeceğiz, lord ve gerekirse döğüşerek öleceğiz.

source: What? This is suicidal! We have already discussed this; we cannot fight against a true army, you know that better than me! Remember our losses at the valley. Do you want to sacrifice us all?
hu: Micsoda? Ez öngyilkosság! Ezt egyszer már megtárgyaltuk: nem harcolhatunk a teljes ármádiájuk ellen, ezt te jobban tudod, mint én. Emlékezz a völgybéli veszteségeinkre! Fel akarsz áldozni mindannyiunkat?indannyiunkat?

source: I could not leave the dwarves to perish alone! We are in debt with them. If it wasn't for them, or at least for their king and Althurin, we would never have found Elynia!
hu: Nem hagyhatjuk magukra a törpöket! Tartozunk nekik. Ha nem is mindannyiuknak, de a királynak és Althurinnak a segítsége nélkül nem találtuk volna meg Elyniát.

source: Anlindë, you should have already learned that there are things more important than life itself, and things worse than death. We won't let ourselves fall before the demons, no matter what should happen.
fr: Anlindë, vous devriez déjà savoir qu'il y a des choses plus importantes que la vie, et des choses pires que la mort. Nous ne nous soumettrons pas aux démons, peu importe ce qui peut advenir.
hu: Anlindë, te is megtanulhattad már, hogy az életnél vannak fontosabb dolgok is, s a halálnál is vannak rosszabbak. Nem engedhetjük, hogy harc nélkül a démonok karjaiba kerüljünk, ezt mindenáron el kell kerülnünk.kerülnünk.
tr: Analya, yaşamaktan daha önemli ve ölümden daha kötü şeylerin de var olduğunu şimdiye dek öğrenmiş olmalıydın. İblislerden önce kendimizi öldürtmeye elbette izin vermeyeceğiz, ama olursa da ne gam.

source: (sighs) I guess then that we must do it. But, our forces are still weak.
fr: (soupir) Je suppose que c'est ce qu'il faut faire. Mais nos forces sont si faibles.
hu: (sóhajt) Azt hiszem, ezt kell tennünk. Bár elég gyengék vagyunk még.
tr: (iç çeker) Bunu yapmamız gerekeceğini tahmin ediyordum. Fakat, bizim gücümüz hala zayıf.

source: You elves might be weak, but my minions shall never be, as long as I stand.
fr: Vos elfes sont peut-être faibles, mais mes favoris ne le sont jamais, pas tant que je me tiens debout.
hu: Ti tündék lehet, hogy gyengék vagytok, de a szolgáim nem azok, legalábbis amíg én állok.
tr: Siz elfler zayıf olabilirsiniz, ama benim dalkavuklarım asla! Ben mümkün olduğunca dayanırım.

source: Your doom is at hand; surrender, dwarf King! If you do so, the Master might have mercy on some of your underlings and spare their lives.
fr: Votre perte est à portée de nos main, rendez vous, roi nain ! Le Maître pourrait alors avoir pitié de certains de vos féaux et épargner leurs vies.
hu: Kezemben van a sorsotok, add meg magad, törp király! Ez esetben a Mester megkíméli néhányatok szánalmas életét, s szolgálhatjátok őt.ét.
tr: Kaderin benim elimde; teslim ol, cüce Kral! Teslim olursan, Efendim siz paryaların bazılarına merhamet gösterebilir ve canlarını bağışlayabilir.

source: We'll rip you to pieces if you don't accept our offer!
fr: Nous vous taillerons en pièce si vous refusez notre offre.
hu: Miszlikbe aprítunk, ha nem fogadjátok el az ajánlatunkat!
tr: Teklifimizi kabul etmezseniz sizi lime lime edeceğiz.

source: We'll never surrend, loathsome vermins! May Knalga be destroyed and forgotten first, but our kind will never let an inferior race take over our caves!
hu: Sosem hódolunk be nektek, nyomorult férgek! Lehet, hogy Knalga elpusztul és elfelejtik, de a mi fajtánk nem engedi, hogy egy alávaló söpredék telepedjen be az otthonába. n be az otthonába.

source: Then, so be it. You have rejected our mercy with your pride and arrogancy. All men, attack! Use any methods you deem necessary and effective for wiping these creatures out of this place. For the Master! For the Empire!
hu: Ha nem, hát nem. Túl büszkék és kevélyek vagytok, nem vagytok méltók az irgalmunkra. Támadás emberek! Bármilyen eszközt igénybe vehettek, amit jónak és szükségesnek láttok, hogy ezt a helyet megtisztítsátok ettől a gőgös népségtől. A Mesterért! A Birodalomért! Előre!kállas gyerekektől. A Mesterért! A Birodalomért! Előre!

source: NOTE FOR TRANSLATORS: the 'Blessed One' is Elynia
hu: MEGJEGYZÉS A FORDÍTÓKNAK: 'A Szent' Elyniát jelenti

source: Hey, look, they are the elves! And they made it back with the Blessed One!
hu: Hej, nézzétek csak, a tündék! És velük van A Szent is!

source: Oh, that incompetent fool, Mena; so her expedition failed to vanquish the pointy-eared rats! It's our turn now. Let it be known that you shall pay with blood your bold, yet pitiful, repeated attempts to defeat us! You shall not escape this time!
hu: Oh, az az agyalágyult Mena, nem tudta megsemmisíteni a hegyesfülű patkányokat. Akkor mi jövünk! Jobb, ha tudjátok, hogy a véretekkel fogtok fizetni a megsemmisítésünkre tett merész, de szánalmas ismételt kísérleteitekért. Ezúttal nem menekültök!

source: It is easy to speak, foul sorcerer of Forbidden arts, but we have a new and great power by our side this time; we won't let you accomplish your goals, not now, nor ever after this battle!
hu: Ne bízd elmagad, te átkozott sötétlelkű boszorkány, új és hatalmas erő van az oldalunkon; nem fogjuk hagyni, hogy elérd a célod, sem most, sem később a csata után!

source: (blushes) Umm, Galas... don't you think you are exaggerating a bit?
hu: (elpirul) Hmmm, Galas... Nem gondolod, hogy egy kicsit túlértékelsz??

source: Prepare to die, dwarves and allies! We shall flood this cavern with your blood!
fr: Préparez-vous à mourir, nains et alliés ! Nous allons inonder ces cavernes de votre sang !
hu: Készüljetek a halálra, törpök és szövetségeseik! A véretekkel mossuk fel a barlangot!
tr: Cüceler ve müttefikleri! Ölmeye hazır olun! Bu mağarayı kanınızla yıkayacağız!

source: What was that?
hu: Mi volt ez?

source: Prepare to die, sub-creatures of the depths!
fr: Préparez-vous à mourir, chétives créatures des profondeurs !
hu: Készüljetek a halálra, mélységi félemberek!

source: He, he. There you have a greater demon, Elynia.
hu: Hehe. Itt vannak a nagyobb démonaid, Elynia.

source: I suppose I spoke too soon...
fr: Je crois que j'ai parlé trop vite...
hu: Ennyire azért nem hiányoztak...

source: I don't want to be pesimistic, but the circumstances are strongly in favor of the enemy, so far. They have an overwhelming numerical advantage.
hu: Nem akarok vészmadárkodni, de a körülmények nagyon az ellenségeinknek kedveznek. Nyomasztó a számbeli fölényük.

source: The only thing we could do, then, is resist. There are not many resources here to feed and keep their troops in good shape. At some point their forces will be exhausted and, if we use our reserves wisely, we may have an advantage. At least dwarves and undead don't need so much rest as us elves.
hu: Az egyetlen esélyünk az, ha ellenállunk. Nincs utánpótlásuk, s nem fognak tudni tartósan formában maradni. Egy idő után ki fognak fáradni, s ha bölcsen gazdálkodunk a forrásainkkal, akkor előnybe kerülhetünk. Legalábbis a törpöknek és az élőholtaknak kevesebb pihenésre van szükségük, mint nekünk, tündéknek.nk, tündéknek.

source: If you let me make a suggestion, using the corpses of the fallen as a barrier would delay the enemy forces enough to let our best fighters do their duty from the safety of the best cave locations.
hu: Ha javasolhatok valamit, használd az elesettek feltámasztott testeit gátként a támadók előtt, míg a legjobb harcosaink a barlang kedvező pozícióiból, biztonságos helyről avatkozhatnak a küzdelembe..

source: I admit the idea sounds pretty awful to me, as many of the corpses will be those of our kinsmen, but I can see that there is no other option left now... very well.
hu: Bevallom, az ötlet kissé hátborzongató, mivel ezek a testek egykor a népem fiai voltak, de jelen helyzetben nem látok más kiutat... ám legyen.

source: Very well!
hu: Nagyszerű!

source: What is up with this 'Empire'? Do they have some sort of unlimited source of attack force?
fr: Que ce passe-t-il avec cet « Empire » ? Leurs ressources sont illimitées ?
hu: Mi a helyzet ezzel a 'Birodalommal'? Hát kimeríthetetlen tartalékokkal rendelkezik?
tr: Bu ‘İmparator’ ne dolaplar çeviriyor? Sınırsız saldırı gücü kaynakları mı var?

source: The homeworld of these creatures, which we called 'Inferno' in my times, is exactly that; they are spawns of a greater creature, Uria. We do not know much of her, but we suspect that...
hu: Az a világ, ahonnan ezek a teremtmények jönnek, ahogy az én időmben neveztük, a Pokol, az pont ilyen. Egy nagyobb teremtés, Uria utódai ezek a teremtmények. Uriáról nem sokat tudunk, de gyanítjuk, hogy... gyanítjuk, hogy...

source: ... she gives birth to them at a constant rate, like ants.
hu: ... hogy folyamatosan teremti a lényeit, mint a hangyakirálynő.ynő.

source: Exactly.
hu: Pontosan.

source: Well then. Let's concentrate on the task at hand.
hu: Akkor ezt is tudjuk. Foglalkozzunk most az itteni teremtményeivel.ni teremtményeivel.

source: We have defeated them, at last! They are retreating!
fr: Nous les avons enfin vaincus ! Ils battent en retraite !
hu: Végre felőröltük őket. Menekülnek!
tr: Sonunda onları yendik! Geri çekiliyorar!

source: No, I don't think so. They must be preparing for retaliation. I don't think we have weakened even a small part of their true assault forces yet.
fr: Non, je ne pense pas. Ils doivent préparer leur vengeance. Je ne pense même pas que nous ayons affaibli une fraction de leurs troupes d'assaut.
hu: Nem hiszem. Nyilván csak visszavonulnak, hogy még többen térjenek vissza. Kétlem, hogy komoly veszteségeket okoztunk volna az inváziós seregüknek.
tr: Sanmam. Misillemeye hazırlanıyor olmalılar. Gerçek saldırı güçlerinin küçük bir kısmını dahi zayıflattığımızı sanmıyorum.

source: Retreat! We underestimated these persistent worms. It is time to execute the backup plan!
hu: Vissza! Alábecsültük ezeknek a férgeknek a szívósságát. Életbe léptetjük a tartalék tervet.

source: Strange. The enemy troops retreat!
hu: Különös, az ellenség visszavonul.

source: This doesn't sound good. They must be preparing for retaliation. We have not weakened their forces enough yet.
fr: Ça ne semble pas bon. Ils doivent prépare leur revanche. Nous n'avons pas suffisamment affaibli leurs forces.
hu: Ez nem tűnik biztatónak. Nyilván újabb támadást készítenek elő. Alig okoztunk nekik veszteséget.
tr: Bu iyi değil. Misillemeye hazırlanıyor olmalılar. Saldırı kuvvetlerini henüz yeterince zayıflatmadık.

source: This seems hopeless. They keep coming in numbers; looks like they have brought a good deal of their reserves with them.
hu: Ez reménytelennek tűnik. Alig csökken a számuk. úgy tűnik, igen sok tartalékkal rendelkeznek.

source: Keep pressing on then. We cannot lose this battle!
hu: Akkor is tartsunk ki. Nem veszthetjük el ezt a csatát!tát!

source: I do not see any option other than leaving these mountains. All of us. Including the dwarves.
hu: Nem látok más lehetőséget, mint elhagyni ezt a helyet. Mindannyiunknak mennünk kell! Beleértve a törpöket is.e a törpöket is.

source: What? That is sheer madness. We have lived in these mountains for milleniums, and have never even tried to get used to the outsides. There we would be defenseless, vulnerable.
fr: Quoi ? C'est une folie pure. Nous vivons dans ces montagnes depuis des millénaires et n'avons jamais même essayé de nous habituer à l'extérieur. Nous y serions sans défenses, vulnérables.
hu: Micsoda? Ez őrültség! Évezredekig éltünk ezekben a hegyekben és sosem próbáltunk meg odakint élni. Ott sérülékenyek és védtelenek lennénk.
tr: Ne? Bu tam bir delilik. Bu dağlarda binlerce yıldır yaşıyoruz ve burayı bırakıp gitmeyi asla düşünmedik. Savunmasız kalır, inciniriz.

source: If you allow me to say so, my lord, staying here would ensure our death, or worse. The loyalists are already aware of our presence, and shall not stop until taking over Knalga and our lives. What is the cause of their obsession with these mountains, is unknown to me, but anyone can see that they have a plan.
hu: Ha közbeszólhatok, uram, itt csak a halál vagy annál is rosszabb sors várna ránk. A lojalisták most már tudatában vannak annak, hogy itt vagyunk, s nem nyugszanak addig, míg Knalgát el nem pusztítják, s vele az életünket is el nem veszik. ket, de nyilvánvalóan komoly szerepet játszik ez a hely a terveikben.

source: If my memory serves, you told us about friendly humans in the Far North. Would they still be oppositors to the Empire?
hu: Ha nem csal az emlékezetem, beszéltél valamiféle baráti emberekről Távol-Északon. Még mindig kitartanak a Birodalom ellen?len?

source: Yes, although I don't see any chances for them to win in a real war against the Chaos Empire. There are many skilled fighters and wisemen in their side, but that will never be enough. If we dwarves could not resist the enemy forces with our most advanced technology, there is no possibility that the less-advanced outsiders manage to do it.
hu: Igen, bár nem látok sok esélyt arra, hogy egy totális háborút megnyerhetnének a Káosz Birodalma ellen. Kiváló harcosok és bölcsek vannak az oldalukon, de ez sosem elég. Ha mi, törpök nem tudjuk megállítani az ellenséget a fejlett technikánkkal, akkor a kevésbé fejlett külvilágiak, hogy lennének képesek rá.

source: (whispering) 'Our most advanced technology'... duh. How great arrogancy coming from such a short one...
hu: (suttogva) 'A mi fejlett technikánk'... Hahh. Micsoda önteltség egy ilyen babszemjankótól...

source: Not alone, at least. I mean, and if we could contact them and build a stronger army, of dwarves, elves, and humans, to defeat the Empire?
hu: Egyedül biztosan nem. Arra gondolok, ha kapcsolatba kerülhetnénk velük, építhetnénk egy erős hadsereget törpök, tündék, emberek részvételével, s megsemmisíthetnénk a Birodalmat.ével, s megsemmisíthetnénk a Birodalmat.

source: That is far from possible. Dwarves, Elves and Humans have never allied under a single banner. Never.
fr: C'est difficilement envisageable. Les nains, les elfes et les humains ne se sont jamais ralliés sous la même bannière. Jamais.
hu: Ez eléggé elképzelhetetlen. Törpök, tündék és emberek még soha nem egyesültek egy zászló alatt. Soha..
tr: Bu olasılık dahilinde değil. Cüceler, Elfler ve İnsanlar hiçbir zaman tek bir bayrak altında ittifak yapmadılar. Asla.

source: Incorrect. When I was just an apprentice, I witnessed and participated of a war during which a great alliance that even included orcish tribes of the North, was forged. We were fighting against a Necromancer who had, coincidentally, established his own empire; the First Empire of Wesnoth. I am deeply disappointed, I did not expect that you had forgotten those events.
hu: Tévedés. Amikor még csak gyakornok voltam, láttam, sőt részt is vettem egy háborúban, amiben létezett egy ilyen szövetség, ebben még északi ork törzsek is részt vettek. Egy holtidéző ellen harcoltunk, aki ezidőtájt alapította meg saját birodalmát az Első Wesnothi Birodalmat. Csalódott vagyok, hogy már elfelejtetted azokat az eseményeket.

source: I know, times have changed, however I am certain that we can forge a new super-alliance to defeat the Chaos Empire and put an end to this great evil that has befallen the world. We shall never have peace, or time for our own wars, if this menace is not stopped before our complete annihilation.
hu: Tudom, hogy változnak az idők, de biztos vagyok benne, hogy összekovácsolhatnánk egy szuperszövetséget, hogy megsemmisítsük a Káosz Birodalmát, s véget vethetnénk ennek az egész világot elnyelni akaró szörnyetegnek. Sosem lelünk békét, vagy időt a saját háborúnkra, ha ezt a veszedelmet el nem hárítjuk, mielőtt végérvényesen megsemmisítene minket. hárítjuk, mielőtt végérvényesen megsemmisítene minket.

source: Well then, so your proposal is that we escape to the Northlands?
hu: Rendben van, akkor azt javaslod, hogy Északföldére telepedjünk át?t?

source: Yes. Elves can go to look for help from the midlands, and you dwarves can explore the hills and mountains, to establish a new home if necessary. And then, when the rest of us are ready, we will call upon you to assist us in battle again.
hu: Igen. A tündék menedéket találhatnak a síkságokon, ti pedig a hegyekben, a dombokon, s új otthont is alapíthattok, ha szükséges. Aztán ha mindenki készen áll a nagy háborúra, titeket is értesítünk, s akkor csatlakozhattok ti is újra.

source: I understand and agree, but, how are we going to make sure the demons do not follow us? We can block the tunnels, but with their machines, it would be just a small delay in the end. We need a distraction, a decoy.
hu: Megértettem, s elfogadom, amit mondasz, de hogyan lehetünk biztosak abban, hogy a démonok nem fognak követni minket? Eltorlaszolhatjuk az alagutakat, de a gépeikkel pillanatok alatt utat vághatnak. Szükségünk lesz egy kis elterelésre. egy kis elterelésre.

source: I can set a trap for them, with help from the dead.
fr: Je peux les piéger, avec l'aide des défunts.
hu: Majd én csapdát állítok nekik a halottak segítségével.el.
tr: Yarı öülerin yardımıyla onlara bir tuzak kurabilirim.

source: What? But Anlindë, you'll be trapped in this castle, to fight them alone. Odds are you will not get out of here, ever.
fr: Quoi ? Mais, Anlindë, vous serez prise au piège dans ce château et les combattrez toute seule. Vos chances de sortir de là sont nulles.
hu: Micsoda? Anlindë, te kerülsz csapdába ebben a kastélyban. Egyedül képtelen leszel szembeszállni velük, s még el is menekülni...enekülni...
tr: Ne? Fakat Analya, onlarla tek başınıza döğüşürseniz bu kalede tuzağa düşen siz olacaksınız. Buradan kaçamayarak onlara üstünlük sağlamış olacaksınız.

source: I know, but as Elynia said, there are things more important than life. For me, our people's safety is much more important then. And death itself is not the worst thing that can happen to me. I commited great crimes in the past, indirectly; sacrificing our people for an evil cause. I cannot erase my past. If I am going to die, I would prefer it to be sacrificing myself for our people, this time for a just cause. It is the best I can do to try to fix the damage I caused back then.
hu: Tudom, de ahogy Elynia mondta, vannak fontosabb dolgok is, mint az élet. Számomra a népünk biztonsága például fontosabb. És a halál önmagában nem a legszörnyűbb, ami velem történhet. Súlyos bűnöket követtem el a múltban, népem tagjait áldoztam egy gonosz cél érdekében. Nem törölhetem el a múltamat. Ha már meg kell halnom, legalább hadd tegyem ezt áldozatként a népemért. S itt az idő. Ez a legtöbb, amit jóvátételként felajánlhatok a szenvedésekért, amiket okoztam. ért, amiket okoztam.

source: I see then, that I could not convince you of the opposite now.
hu: Úgy látom, hogy nem tudlak meggyőzni az ellenkezőjéről.

source: It was not necessary to take my words to heart, but if you feel so guilty for the past, I guess we cannot do much for you, other than help you realize your last wishes.
hu: Nem kellett volna a szavaimat ennyire a lekedre venned, de ha ekkora bűntudatot érzel a múltad miatt, akkor azt hiszem tiszteletben kell tartanunk, s segítenünk végső elhatározásodat.elhatározásodat.

source: M'lady, it was a pleasure to have met you, albeit being for so short time. But then, what are you going to do?
fr: M'dame, ce fut un plaisir de vous rencontrer, même pour un moment aussi bref. Mais comment allez-vous procéder ?
hu: Úrnőm! Megtiszteltetés volt számomra, hogy találkoztunk, ha csak rövid ideig tartott is. De mit fogsz most csinálni?ná'ni?
tr: Hanımefendi sizi tanımış olmaktan onur duydum, gerçi kısa sürdü ama... Bunu nasıl yapmayı düşünüyorsunuz?

source: My plan is for me to stay here, fighting and distracting the demons, with a tad of help from Keshar's power to rise the dead. Only me and the dead, while you flee to the outsides unnoticed. I'll fight as long as possible, and find the assault commander to vanquish him, if possible. That way, you would have escaped North by the time they might find out that you fled.
hu: Egyszerű a tervem, itt maradok, harcolok és megtévesztem a démonokat; Keshar megtanít a halottak feltámasztásának képességére, s én a testek segítségével feltartom a démonokat, amíg ti észrevétlenül kiértek a külvilágba. Addig fogok harcolni, amíg csak tudok, s ha megjelenik a vezénylő parancsnok, megpróbálom őt is megsemmisíteni. Így nektek elég időtök lesz arra, hogy elérjétek Északföldét, mielőtt az ellenség rájönne, hogy merre mentetek.ogy elérjétek Északföldét, mielőtt az ellenség rájönne, hogy merre mentetek.

source: You are really brave. Surprising, for an elvish lady. We have really underestimated your people.
hu: Nagyon merész terv. Igazán bátor egy tünde úrnőtől. Alighanem alábecsültük a népeteket.

source: In that case, I'll put some of my minions to aid you. And I wish you the best of lucks, may your soul rest in peace when all this is over.
fr: Dans ce cas, je laisse quelques-uns de mes mignons vous aider. Et je vous souhaite bonne chance. Puisse votre âme reposer en paix quand tout cela sera terminé.
hu: Ez esetben néhány szolgámat a rendelkezésedre bocsátom. S kívánok neked sok szerencsét, lelked találjon békét, ha ez az egész véget ér.
tr: Bu durumda, dalkavuklarımın bazılarını emrinize vereceğim. Size iyi şanslar dilerim, bundan sonra belki ruhunuz huzur bulur.
