Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: It saddens me to see what must happen so that our kind survives. I swear that I'll not rest until the last of those fiends is turned to ashes in the ground.
fr: Cela m'attriste de voir ce qui doit arriver pour la survie de notre peuple. Je jure de ne pas prendre de repos tant que le dernier démon ne sera pas retourné, en cendres, à la terre.
hu: Elszomorít engem, hogy miknek kell történnie a fajtánk túlélése érdekében. Esküszöm, addig nem nyugszom, amíg azok a szörnyetegek hamuvá nem lesznek.
tr: Irkımızın ayakta kalması için yapılması gerekenler beni üzdü. Bu iblislerin sonuncusunun külleri yere düşene kadar dinlenmemeye yemin ediyorum.

source: Farewell Anlindë, you were my best adviser. And so I wonder why should not I make the sacrifice instead?
fr: Adieu, Anlindë, vous avez été ma meilleure conseillère. Je me demande donc pourquoi je ne devrais pas faire ce sacrifice à votre place ?
hu: Isten veled Anlindë, te voltál a legjobb barátom. És... miért nem nekem jutott eszembe ezt az áldozatot meghozni a népünkért helyetted?meghozni a népünkért helyetted?
tr: Elveda Analya, en iyi danışmanımdın. Merak ediyorum neden senin yerine kendimi kurban etmeyeyim?

source: You are still a young and brave warrior, Galas. Your time to lead our people to glory is approaching. I, in contrast, have already passed that time, albeit I have never been a warrior. With my crimes, I cannot be a leader, but you, your future is to be a leader.
fr: Vous êtes encore un jeune guerrier courageux, Galas. Le temps de mener notre peuple à la gloire approche. Moi, au contraire, j'ai déjà dépassé ce moment, bien que n'ayant jamais été une guerrière. Mes crimes m'empêchent d'être leur chef, mais votre destin est de les guider.
hu: Te fiatal vagy és bátor harcos, Galas. Neked a népünk vezetése a feladatod. Veled ellentétben nekem már kitelt az időm, s én különben sem voltam harcos típus. Az én bűneimmel én nem is lehetnék vezető, de te kiváló vezetővé válhatsz a jövőben.
tr: Siz hala genç ve cesur bir savaşçısınız, Galas. Halkımızı zafere götürmek için zaman sizin zamanınız. Benimse zamanım geçti, gerçi asla bir savaşçı olamadım. İşlediğim suçlardan dolayı ben asla bir lider olamam, fakat siz, sizin yazgınız bir lider olmaktır.

source: But let's not delay this any longer. Our enemies are preparing for a final assault, and so we should do. May you succeed in vanquishing this evil, and have peace in the future!
hu: De ne húzzuk tovább az időt. Az ellenségeink egy végső támadásra készülnek, tehát cselekednünk kell. A jövőnk múlik azon, hogy sikerül-e megsemmisítened ezt az ördögi összeesküvést.jövőt biztosítani a világnak.

source: Apologies, my lord. I could not...
fr: Mes excuses, messire. Je ne pourrais...
hu: Bocsáss meg uram! Nem tudtam tovább...
tr: Özür dilerim, efendim. Yapamadım...

source: You may crush my corpse, but my brethren's hearts will stand!
fr: Vous pouvez broyer mon corps, mais le cœur de mes frères restera vaillant.
hu: A testemet elpusztíthatod, de a társaim akaratát nem törheted meg!
tr: Cesedimi çiğneyebilirsiniz ama kardeşlerimin kalbinde yaşayacağım!

source: A curse upon you, heretics!
fr: Soyez maudits, hérétiques !
hu: Átok rátok, eretnekek!
tr: Lanet olsun, düzenbazlar!

source: May Yechnagoth swallow your souls!
fr: Que Yechnagoth engloutisse vos âmes !
hu: Yecnagoth falja fel a lelketeket!
tr: Yeknagot ruhlarınızı alsın!

source: Yechnagoth is long gone, you fool!
fr: Yechnagoth n'est plus depuis longtemps, imbécile !
hu: Yecnagoth már rég szertefoszlott, te, idióta!
tr: Yeknogot tarih oldu, sersem!

source: I shall return in the form of your worst nightmare!
fr: Je reviendrai sous la forme de votre pire cauchemar.
hu: Visszatérek, de a legrettegettebb rémálmaidat is túlszárnyalom!
tr: En kötü kabusunuz olarak geri geleceğim!

source: Today, you might win the battle, but you'll never win the war!
fr: Aujourd'hui vous pouvez gagner la bataille, mais vous ne gagnerez jamais la guerre.
hu: Lehet, hogy ma megnyertetek egy csatát, de a háborút nem nyerhetitek meg!etitek meg!
tr: Bugün bizi yendiniz ama savaşı asla kazanamayacaksınız!

source: *ack* You can kill me, but that shall not save you. You are just delaying the inevitable!
fr: *ack* Vous pouvez me tuer, mais cela ne vous sauvera pas. Vous avez juste retardé l'inéluctable.
hu: *ack* Megölhettek, de ez sem ment meg titeket. Csak elodázzátok az elkerülhetetlent.
tr: *gık* Beni öldürmeniz yenilginizi sadece geciktirir, sizi kurtaramaz!

source: Ahh! How you dare...
fr: Ah ! Comment osez-vous...
hu: Ahh! Hogy merészelsz......
tr: Ahhh! Bu ne cüret...

source: I never thought such a pretty and innocent-looking faerie could have that mastery and skill at fighting.
fr: Je n'aurais jamais pensé qu'une fée si gracieuse à l'air innocent pourrait se battre aussi bien.
hu: Sosem gondoltam volna, hogy egy ilyen törékeny, gyerekképű tündér ilyen mesterien forgatja a fegyvereket.
tr: Böyle hoş ve masum görünüşle bir perinin döğüşte de becerikli ve uzman olabileceğini asla düşünmemiştim.

source: Neither did I. We obviously underestimated the girl.
fr: Moi non plus. Nous avons manifestement sous-estimé la fille.
hu: Én sem. Alighanem túlzottan lebecsültük a kislányt.
tr: Al benden de o kadar. Bu kızı alenen hafife almışız.

source: The Escape
fr: La Fuite
hu: A menekülés
tr: Kaçış

source: Galas, Elynia, or Mal Keshar must reach the exit to the northlands
fr: Galas, Elynia ou Mal Keshar doivent atteindre la sortie vers les terres du nord.
hu: Galas, Elynia vagy Mal Keshar eléri az északi kijáratot
tr: Galas, Elenya veya Mal Keşnar’ı kuzey ülkelerine giden çıkışa ulaştır

source: Roaming Ant
fr: Fourmi errante
hu: Vándorhangya
tr: Gezgin Karınca

source: Roaming Spider
fr: Araignée errante
hu: Vándorpók
tr: Gezgin Örümcek

source: The exit is to the north. It has been a long time, though, since the last on which this caves were explored.
fr: La sortie est vers le nord. Mais ça fait longtemps que ces galeries n'ont pas été explorées.
hu: Északra van a kijárat. Sok idő múlt el azóta, hogy utoljára jártunk ezekben a járatokban.
tr: Çıkış kuzeyde. Düşünüyorum da, bu mağaralarda yaptığım keşfin üzerinden çok uzun zaman geçmiş.

source: You mean that we cannot be sure what awaits in our path? We have got quite accustomed to that.
fr: Vous voulez dire que nous ne pouvons pas être certains de ce qui nous attend en chemin ? Nous commençons à en avoir l'habitude.
hu: Vagyis nem tudhatjuk, mi vár ránk útközben? Ezen már nem is lepődök meg.
tr: Yani, yolumuzda bizi nelerin beklediğinden emin olamayız mı demek istiyorsun? Biz buna alışkınız zaten.

source: We must make haste. We cannot be sure during how much time Anlindë will be able to distract our enemies. I just hope that her sacrifice is not in vain.
fr: Nous devons faire vite. Nous ne pouvons pas savoir combien de temps Anlindë sera capable de distraire nos ennemis. J'espère seulement que son sacrifice ne sera pas inutile.
hu: Igyekeznünk kell, nem tudhatjuk, Anlindë meddig tudja feltartani az üldözőinket. Csak remélni tudom, hogy az áldozata nem lesz hiábavaló.
tr: Acele etmeliyiz. Analya’nın düşmanlarımızı ne kadar oyalayabileceğini bilemeyiz. Kendini boşuna kurban etmemiş olmasını diliyorum.

source: We shall make sure it is not. Now, let's go.
fr: Nous devons nous assurer qu'il ne le sera pas. Maintenant, allons-y.
hu: Bíznunk kell benne, hogy nem. Gyerünk tovább!
tr: Buna meydan vermeyeceğiz. Haydi, gidelim.

source: Mother Mudcrawler
fr: Génitrice de colosses de boue
hu: Sártipró-királynő
tr: Ana Çamurca

source: Mudcrawler
fr: Golem de boue
hu: Sártipró
tr: Çamur topağı

source: I have seen giant mudcrawlers, but this thing is...
fr: J'avais déjà vu des golems de boue, mais cette chose....
hu: Láttam már óriási sártiprókat korábban is, de ez...
tr: Dev çamurca görmüştüm ama bu devasa bir şey...

source: I was not aware of this kind of things roaming about this zone.
fr: Je ne savais qu'il y avait ce genre de chose par ici.
hu: Nem számoltunk ilyen lényekkel, amik itt ólálkodnak.
tr: Bu bölgede bu tür şeylerin dolaştığından haberim yoktu.

source: Damned creatures, you slaughtered our children and women! You'll pay with your blood!
fr: Maudites créatures, vous avez massacré nos femmes et nos enfants ! Vous le paierez de votre sang !
hu: Átkozott teremtmények, legyilkoltátok a gyerekeinket és asszonyainkat. Véretekkel fizettek a tetteitekért!ettek a tetteitekért!
tr: Lanet mahluklar, çoluğumuzu çocuğumuzu katlettiniz! Bunu kanınızla ödeyeceksiniz!

source: Not if we crush you to dirt first. Attack, underlings!
fr: Pas si nous vous réduisons en poussière avant. À l'attaque, misérables !
hu: Hacsak mi nem irtunk ki titeket előbb. Katonák, támadás!
tr: Sizi önce biz ezip suyunuzu çıkarmazsak. Saldırın, paryalar!

source: Hey, hey, what do we have here? Da elfses and dwarfses are trying to escape thru da backdoor!
fr: Hé, hé, c'est quoi ça ? Des elfes et des nains qui tentent de s'esbigner par la porte de derrière ?
hu: Nocsak, nocsak, mit látnak szemeim? Tündék és törpék akarnak megszökni a vészkijáraton!
tr: Hey, hey, burada ne yapıyoruz? Bu elflerle cüceler arka kapıdan kaçmaya çalışıyor!

source: They are tough rats, but we can deal with them. The assault chieftain will be really pleased to see their heads impaled in our banners.
fr: Ce sont des rats costauds, mais on peut leur faire leur affaire. Le commandant en chef sera ravi de voir leurs têtes empalées sur nos étendards.
hu: Szívós patkányok, de elbánunk velük is. A vezénylő parancsnok biztos elégedett lesz, ha a fejükkel a zászlóhegyünkön jelenünk meg előtte.e.
tr: Bunlar belalı hainler, fakat onların icabına bakabiliriz. Saldırı reisi bayrağımıza sarılı kesik kafalarını görünce çok memnun olacak.

source: We'll have to deal with this scum first, otherwise they might report to their superiors with news of us. The trolls are not that important to get rid of.
fr: Nous devons nous occuper de cette lie, sinon ils pourraient annoncer notre présence à leurs supérieurs. Se débarrasser des trolls n'est pas un problème.
hu: Először ezekkel a fattyakkal kell elbánnunk, különben értesítik a főnökeiket az utunkról. A trollok most nem annyira érdekesek.
tr: Bu pisliğin icabına önce biz bakmalıyız, yoksa üstlerine varlığımızı haber verebilir. Troller o kadar önemli değil.

source: Defeat Yreul
fr: Vaincre Yreul
hu: Megölöd Yreult
tr: Yerol’ü öldür

source: Defeated... by rats!
fr: Vaincu... par des rats !
hu: Elpusztítanak ezek a... patkányok!... patkányok!
tr: Hainler tarafından... yenildim!

source: The vermins must die! Yes!
fr: Les vermines doivent mourir. Oui !
hu: A férgeknek pusztulniuk kell! Igen!ll! Ez a parancs!
tr: Mikroplar ölmeli! Evet!

source: Aaah! Another of these metallic beasts!
fr: Aaah ! Encore une autre de ces bêtes métalliques.
hu: Áááh! Már megint egy acélszörnyeteg!
tr: Aaahhh! Metalik hayvanlardan biri daha!

source: This starts to be more difficult than it was supposed to be.
fr: Ça commence à être plus difficile que prévu.
hu: A helyzet fokozódik. Nem erre számítottam.
tr: Bu düşündüğümüzden daha zor olmaya başladı.

source: Defeat the Goliath
fr: Vaincre le Goliath
hu: Megsemmisíted a góliátot
tr: Callut’u öldür

source: ... Aaaaaaargh, no!
hu: ... Aaaaaaargh, ne!

source: Rearguard Tracker
fr: Traqueur
hu: Nyomkövető
tr: Arka Kapı Gözcüsü

source: Rearguard Droid
fr: Droïde
hu: Utóvédrobot
tr: Arka Kapı Robotu

source: I have no idea what it means, but it cannot be nice.
fr: Je n'ai aucune idée de ce que ça veut dire mais ce ne doit pas être réjouissant.
hu: Fogalmam sincs, mit mondott, de nem ígér semmi jót a kinézete. kinézete.
tr: Ne demek olduğunu bilmiyorum ama iltifat ediyor olamaz.

source: Darn it, how did they get here?
fr: Bigre, comment sont-ils venus ici ?
hu: A pokolba, hogy kerültek ezek ide?
tr: Lanet olsun, bunlar nasıl geldi buraya?

source: They must be the rearguard of our 'friends'. It is a must for us to defeat their captain.
fr: Ce doit être l'arrière-garde de nos « amis ». Nous devons tuer leur capitaine.
hu: Ezek lehetnek a 'barátaink' utóvédei. Meg kell ölnünk a kapitányukat!
tr: Onlar bizim ‘arkadaşlar’ın arka kapı muhafızları olmalı. Reislerini yenmek bizim için şart.

source: Locate and defeat the rearguard captain
fr: Trouver et vaincre le capitaine de l'arrière-garde.
hu: Megtalálod és megölöd az utóvédcsapat parancsnokátarancsnokát
tr: Arka kapı muhafızlarının reisini bul ve öldür

source: You're caught, by Uria you shall not pass any further!
fr: Je vous tiens, par Uria vous n'irez pas plus loin.
hu: Foglyok vagytok! Uriára, nem juthattok át!
tr: Urya tarafından yakalandınız, böyle geçemezsiniz!

source: Dream of that!
fr: Dans tes rêves !
hu: Ne álmodozz, haver!
tr: Bu bir kâbus!

source: I have seen many imps already, but this one looks stronger and smarter than the common.
fr: J'ai déjà vu beaucoup de diablotins mais celui ci semble plus fort et plus trapu que les habituels.
hu: Sok ördögöt láttam már, de ez az átlagnál sokkal erősebbnek és ügyesebbnek tűnik.
tr: Çok cin gördüm ama bu hepsinden daha sert ve akıllı görünüyor.

source: Ugh, it is drooling, and it stinks.
fr: Beurk, ça bave et ça pue.
hu: Uhh, ez büdös és csorog a nyála.
tr: İyy, salyaları akıyor, çok da kötü kokuyor.

source: Be careful. That slime looks and smells like poisonous.
fr: Prudence. Cette ordure pue et semble toxique.
hu: Légy óvatos! A nyála látszatra és szagra még mérgező is..
tr: Dikkatli olun. Sümüğü yapışkan ve zehirli gibi kokuyor.

source: Defeat Lagonus, the rearguard captain
fr: Vaincre Lagonus, capitaine de l'arrière-garde
hu: Megölöd Lagonust, az utóvéd kapitányátt
tr: Lagonus’u, arka kapı muhafız reisini öldür

source: How could I fail? Forgive me, Master...
fr: Comment ai-je pu faillir ? Pardonnez-moi, maître...
hu: Hogy bukhattam el? Bocsáss meg, Mesterem...
tr: Ben nasıl başarısız olurum? Affet beni Efendimiz...

source: Lagonus's body
fr: Corps de Lagonus
hu: Lagonus teste
tr: Lagonus’un cesedi

source: Its body tears apart and dissolves into slime!
fr: Son corps se morcelle et se transforme en gélatine !
hu: Az ördög teste cafatokra szakadt és nyálkás masszává vált.asszává vált.
tr: Gövdesi parçalara ayrılıyor ve salgı içinde eriyor!

source: Disgusting... I feel like vomiting.
fr: Dégoûtant... j'ai envie de vomir.
hu: Undorító... hánynom kell.
tr: İğrenç... Kusacak gibiyim.

source: Wait, we still have to defeat these beasts that pursue us; otherwise, they will report of our position to their leaders!
fr: Attendez, nous devons vaincre ces bêtes qui nous poursuivent sinon elles révéleront notre position à leurs chefs.
hu: Várjatok, még le kell számolnunk az üldözőinkkel, különben beszámolnának a helyzetünkről a vezetőiknek.
tr: Bekle, bizi kovalayan bu hayvanları öldürmek zorundayız; yoksa yerimizi liderlerine bildirecekler

source: The outsides. This way it is, people!
fr: L'extérieur. Voici la sortie, les gars !
hu: A külvilág! Erre gyertek!
tr: Dışardayız. Buradan gelin!

source: Oh no, their main assault force has found us! Anlindë, I am sorry. We have failed.
fr: Oh non, leur principal groupe d'assaut nous a trouvés ! Désolé, Anlindë. Nous avons échoué.
hu: Jaj ne, a főerőik utolértek minket! Anlindë, bocsáss meg! Nem sikerült!
tr: Oh hayır, ana saldırı güçleri bizi buldu! Analya, özür dilerim. Başaramadık.

source: The earth shakes.
fr: Le terre tremble.
hu: A barlang megrázkódik.
tr: Yer sarsılır.

source: I wonder what it could be.
fr: Je me demande ce que cela peut être.
hu: Hát ez meg mi az ördög volt?
tr: Ne olabilirdi merak ediyorum.

source: Face your Fate
fr: Affrontez votre destin
hu: Szembenézés a Végzettel
tr: Kaderle Yüzleşme

source: Resist for $survival_turns turns
fr: Résister pendant $survival_turns turns tours
hu: Ellenállsz $survival_turns körön keresztül
tr: $survival_turns el dayan

source: Death of Anlindë before $survival_turns turns have passed
fr: Mort d'Anlindë avant $survival_turns tours
hu: Anlindë $survival_turns kör letelte előtt meghal
tr: Analya $survival_turns elden önce ölürse

source: Shrieek!
hu: Sríííík!
tr: Çırrırırkk!

source: What are those creatures doing?
fr: Que font ces créatures ?
hu: Mit csinálnak azok a teremtmények ott?
tr: Bu yaratıklar ne yapıyor?

source: I am not sure, but they seem to be laying their larvae on the cavern's floor, and consuming it.
fr: Je ne jurerais de rien, mais elles semblent déposer leurs larves sur le sol de la grotte et les consommer.
hu: Nem vagyok benne biztos, de mintha a barlang padlójára petéznének, s az utódaik azt fogyasztanák.k.
tr: Pek anlayamadım ama sanki larvalarını döküyorlar ve onlar da büyüyor.

source: Milady, we shall not let these invaders take over Knalga without giving a bloody fight first. We'll fight for you; may glory be our tomb today.
fr: Madame, nous ne laisserons pas ces intrus envahir Knalga sans livrer une sanglante bataille d'abord. Nous combattrons pour vous. La gloire sera aujourd'hui notre linceul.
hu: Úrnőm, nem hagyhatjuk, hogy ezek a betolakodók harc nélkül foglalják el Knalgát. Érted harcolunk, a dicsőség fénye ragyogja be a sírjainkat.
tr: Hanımefendi, Bu davetsiz konukların Kanalga’yı ele geçirmemesi için kanımızın son damlasına kadar sizinle döğüşeceğiz; mezarımız gururla dolsun.

source: Ah, the smell of death grows my desire of blood even bigger. With the dwarven defenses trampled all over by the drones, taking over the keep shall be easy.
fr: Ah, cette odeur de mort renforce mon envie de sang. Les défenses naines étant aplaties par les drones, s'emparer du donjon devrait être facile.
hu: Ah, a halál szaga csak forralja a véremet. Letapostatom a törp védelmet a herékkel, s könnyedén elfoglalom az erődöt.
tr: Ah, ölüm kokusu kana susamışlığımı bastırıyor. Cüce savunması zebanilerce kuşatıldığına göre onları ele geçirmek daha kolay olacak.

source: Look, the elvish witch!
fr: Regardez, la sorcière elfe !
hu: Nézzétek, a tünde boszorkány!
tr: Bak, elf cadısı!

source: Graaargh, kill her! And the elf leader too! Find the filthy fairy, but remember the commands of the Master; trap her, but never kill, torture or touch her in any other fashion!
hu: Graaargh, megölni! És a tünde vezért is. Keressétek meg azt a nyamvadt tündért is, de ne felejtsétek a Mester parancsát: fogjátok el, bármilyen eszközt alkalmazhattok, de élve kell elfogni őt.

source: Attack now! You know what to do!
fr: Attaquez, maintenant ! Vous savez quoi faire !
hu: Támadás! Tudjátok, mi a dolgotok.
tr: Artık ne yapacağınızı biliyorsunuz! Saldırın!

source: The real assault has started. I hope we can give Galas and the rest enough time to escape unnoticed.
fr: Le véritable assaut a commencé. J'espère que nous pourrons donner à Galas le temps de s'enfuir sans être aperçu.
hu: Az igazi ostrom elkezdődött. Remélem Galaséknak tudunk elég időt nyerni, hogy sikeresen elmeneküljenek.
tr: Gerçek saldırı başladı. Umarım, farkettirmeden kaçabilmeleri için Galas’a yeterince zaman kazandırabilirim.

source: Aaargh. Killing me shall have no effect on our forces. We are unstoppable!
fr: Aaargh. Ma mort ne modifiera pas l'équilibre de nos forces. Rien ne peut nous arrêter !
hu: Aaaargh. Az én halálom nem sokat nyom a latban. Megállíthatatlan a seregünk.
tr: Aaahh! Ölümümün kuveetlerimize bir etkisi olmaz. Bizi kimse durduramaz!

source: Assault Commander
fr: Commandeur
hu: Vezénylő parancsnok
tr: Saldırı Komutanı

source: udesc^Goliath
fr: Goliath
hu: Góliát
tr: Callut

source: udesc^Protector Drone
fr: Drone protecteur
hu: Védőhere
tr: Zebani Koruyucu

source: The commander, at last! Come and fight with me, fiendish one! This place shall be your grave!
fr: Le commandeur, enfin ! Viens te battre avec moi, espèce de démon ! Cet endroit sera ton tombeau !
hu: A főparancsnok, na végre. Gyere ide és állj ki ellenem, te nyomorult gazember! Ez a hely lesz a végső nyughelyed.
tr: Komutan sonunda geldi! Gel döğüş benimle, seni gidi iblis! Burası mezarın olacak!

source: Hah, you'd better run away, little worm, or I shall tear your tiny body to pieces and delight with your suffering!
fr: Hah, tu ferais mieux de te sauver, vermisseau, ou je déchiquetterai ton corps chétif et jouirai de tes souffrances.
hu: Hah, jobban tennéd, ha szűkölve elhúznád az irhád, különben apránként szedem ízekre a tested és gyönyörködöm a szenvedésedben.envedésedben.
tr: Hah, en iyisi kaçman, küçük solucan. Yoksa ince gövdeni kuşbaşı kuşbaşı doğrarken acı çekmeni zevkle izleyeceğim.

source: I can read your mind, so I know where your friends are. Your little sacrifice won't stop the wrath of the Shadow Master for trying to fool him! We'll find them all, and your pitiful efforts will have been wasted in vain.
fr: Je peux lire dans ton esprit, je sais où sont tes amis. Ton minable sacrifice n'arrêtera pas la colère du Maître de l'Ombre, qui n'aime pas qu'on le prenne pour un idiot. Nous les retrouverons tous et tes misérables efforts auront été vains.
hu: Olvasok a gondolataidban, tudom, hol vannak a barátaid. A hitvány áldozatod nem fogja megállítani az Árnymester haragját, amiért megpróbáltad átverni őt. Megtaláljuk a szökevényeket, s szánalmas próbálkozásoddal semmit nem érsz el. em érsz el.
tr: Düşünceni okuyabiliyorum, dolayısıyla arkadaşlarının yerini biliyorum. Şaşırtmak için kendini kurban etmen Gölgelerin Efendisinin öfkesini durduramayacak. Hepsini bulacağız ve acınası çaban boşa gidecek.

source: Not if I can stop you first, may it be at cost of my life.
fr: Pas si je peux t'arrêter avant, même au prix de ma vie.
hu: De igen, ha megállítalak téged, akár az életem árán is.
tr: Hayır, seni durduracağım ve yaşamımın bedeli o olacak.

source: Defeat the commander
fr: Vaincre le commandant
hu: Megölöd a parancsnokot
tr: Komutanı yen

source: It... is impossible!
fr: C'est... impossible !
hu: Ez... ez lehetetlen!
tr: Bu... imkansız!

source: Your mundane weapons or pathetic spells are not enough to destroy me.
hu: Hitvány fegyvereitek és szánalmas varázslataid mit sem érnek ellenem.

source: Then I'll figure out other way to destroy you.
fr: Alors je trouverai un autre moyen.
hu: Akkor más módon foglak elpusztítani.
tr: O halde seni öldürmenin başka yolunu bulurum.

source: Ha, ha, I don't think you are ever going to have time for that before I kill you!
fr: Ha ha, je ne pense pas que tu en auras le temps, je te tuerai avant !
hu: Hahaha! Nem hiszem, hogy lesz időd kifundálni bármit is, mielőtt megöllek.
tr: Ha ha, bunu yapmaya zamanın olmayacak, önce sen öleceksin!

source: By the power you have given me, Uria, may the spells that keep the undead animated be cancelled now!
fr: Par le pouvoir que tu m'as donné, Uria, que le sort qui maintient ce mort-vivant animé soit dissipé maintenant.
hu: Az erővel, amit adtál nekem Uria, szűnjön meg az élőholtak feltámasztása!
tr: Bana verdiğin güçle, Urya, ölülerin diriltilmesi iptal olsun!

source: This is a real proof that Mal Keshar has no power against these fiends. I must get rid of this mysterious masked face somehow, or they will be lost against it!
fr: Cela prouve de toute évidente que Mal Keshar n'a aucun pouvoir contre ces démons. Je dois me débarrasser de ce mystérieux visage masqué d'une façon ou d'une autre, ou ils seront perdus contre lui !
hu: Ez a valódi bizonyíték arra, hogy Mal Kesharnak kevés az ereje ezekkel a szörnyekkel szemben. Nekem kell leszámolnom ezzel a rejtélyes álarcossal, különben ők is elbuknak.is elbuknak.
tr: Mal Keşnar’ın bu iblisler karşısında hiçbir gücünün olmadığının gerçek kanıtı, bu. Bu esrarengiz maskeliyi defedip kurtulmalıyım yoksa ona karşı hiç şansları olmayacak!

source: I am sorry... Galas... I... failed...
fr: Désolé... Galas... j'ai... échoué.
hu: Bocsáss meg... Galas... Elbuktam...
tr: Kusura bakma... Galas... Ben... başaramadım...
