Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Invasion from the Unknown
fr: L'Obscure Invasion
hu: Rejtélyes invázió
tr: Meçhulden Saldırı

source: (Expert level, 13 scenarios.)
fr: (Niveau expert, 13 scénarios).
hu: (Haladó szint, 13 küldetés)
tr: (Uzman Düzeyi, 13 senaryo.)

source: Version:
hu: Verzió:
tr: Sürüm:

source: (requires Battle for Wesnoth 1.6 RC1 or later)
hu: (Harc Wesnothért 1.6 RC1 és későbbi verziókhoz)

source: Episode I:
fr: Épisode I :
hu: I. rész
tr: I. Perde:

source: Seeking the Light
fr: En quête de lumière
hu: A Világosság keresése
tr: Işığı Aramak

source: Long after the Fall, the last forest elves are forced to abandon their safe valley, and find themselves resorting to the dark means of necromancy in order to survive the perils and challenges of this new harsh world. May they finally free the Great Continent from its chaos, or perish in the foolish attempt of restoring peace and life to the lands.
fr: Longtemps après la Chute, les derniers elfes des forêts furent contraints d'abandonner leur vallée tranquille et obligés de s'adonner aux arts noirs de la nécromancie pour survivre aux périls et aux défis de ce nouveau monde cruel. Finiront-ils par libérer le Grand Continent du chaos, ou périront-ils durant cette folle tentative pour restaurer la paix et la vie sur terre ?
hu: Sok-sok évvel a Kataklizma után az utolsó erdei tündék hazájuk elhagyására kényszerülnek; az új, zord világban kénytelenek a feketemágia sötét eszközeit is felhasználni, hogy túléljék a veszedelmeket és az új kihívásokat. Vagy sikerül nekik megszabadítani a Nagy-Kontinenst a káosztól, vagy megsemmisülnek a béke és a normális élet visszaállításáért folytatott kétségbeesett kísérletükben.
tr: Felaketten uzun bir süre sonra, son orman elfleri güvenli vadilerini terketmeye zorlandıklarında vadi dışında hayatta kalmaya çalıştılar. Ya Büyük Kıtayı kaostan kurtaracaklar ya da ülkeye yaşam ve barış getirme çabaları boşa gidecek.

source: IftU-1
hu: RI-1

source: difficulty_menu^Captain
fr: Capitaine
hu: Kapitány
tr: Yüzbaşı

source: difficulty_menu^Fighter
fr: Guerrier
hu: Harcos
tr: Savaşçı

source: (Trivial)
hu: (Könnyű)
tr: (Kolay)

source: difficulty_menu^Marshal
fr: Maréchal
hu: Marsall
tr: Mareşal

source: (Nightmare)
fr: (Cauchemardesque)
hu: (Rémálom)
tr: (Karabasan)

source: (Normal)
hu: (Átlagos)

source: Episode II:
fr: Épisode II :
hu: II. rész
tr: II. Perde:

source: As the shadow of Chaos covers the entire continent, an assorted group of foolish heroes prepares a counter-attack to the Empire, with one unique goal in their minds: defeat the evil Emperor, whoever it is. Lead these courageous living and non-living warriors to victory, and rediscover lost secrets of the history.
hu: Ahogy a Káosz árnyéka beborította az egész kontinenst, egy vakmerő hősökből álló válogatott csapat ellentámadást indít a Birodalom ellen. Egyetlen cél lebeg a szemük előtt: megölni a gonosz Császárt, akárki legyen is az. Vezesd győzelemre ezeket az élő és élőholt harcosokat és derítsd fel a történelem elveszett titkait.

source: Armageddon
fr: Armagedon
hu: Végső leszámolás
tr: Mahşer

source: IftU-2
hu: RI-2

source: Creator and Lead Designer
fr: Créateur et concepteur principal
hu: Készítő és főtervező
tr: Yaratıcı ve Baş Tasarımcı

source: Campaign Maintenance
fr: Maintenance de la campagne
hu: Hadjárat karbantartása
tr: Seferberlik Bakımcısı

source: Non-maintainer Uploads
hu: Nem-karbantartó feltöltések

source: Initial porting from the 1.4 branch to 1.5.x
hu: 1.4-es verzióról 1.6-osra való igazítás

source: Maintenance and release toolkit
hu: Karbantartó- és kiadási csomag készítése

source: Translations
fr: Traductions
hu: Fordítások

source: The WesCamp-i18n project
hu: WesCamp-i18n project

source: The Battle for Wesnoth project
hu: Harc Wesnothért project

source: Graphics
fr: Graphismes
hu: Grafika
tr: Çizimler

source: Cartography Resources
fr: Cartes
hu: Térképforrások
tr: Haritacılık

source: Sound effects
fr: Effets sonores
hu: Hangeffektusok
tr: Ses efektleri

source: Music tracks (non-specific)
fr: Bande son
hu: Zenei betétek (nem specifikus)
tr: Müzik parçaları (genel)

source: SVN services and hosting
fr: Service SVN et hébergement
hu: SVN szolgáltatások és támogatásantartás és támogatás

source: Coordinated Wesnoth UMC Development Project
hu: A Wesnoth UMC Fejlesztési Projekt koordinálásával

source: Web hosting
hu: Hálózati támogatás

source: IRC Bots
hu: IRC botok

source: Additional thanks to
fr: Remerciements également à
hu: Külön köszönet az alábbiaknak:
tr: Diğer teşekkür ettiklerim:

source: All those who gave me valuable feedback
fr: À tous ceux qui m'ont fait un retour appréciable
hu: Mindenki másnak, akik értékes hozzászólást küldtek
tr: Hepsinin değerli katkılarını gördüm.

source: All those who reported and/or fixed bugs in this campaign
fr: À tous ceux qui ont signalé ou corrigé les bogues de cette campagne
hu: Mindazoknak, akik hibákat jeleztek és/vagy javítottak a hadjáratban

source: You, for playing this campaign
fr: Vous, pour jouer à cette campagne
hu: Neked, aki játszol a hadjárattal
tr: Bu seferberliği oynadığınız için size

source: Anyone else I could forget to mention
fr: Et tous ceux que j'ai pu oublier de mentionner
hu: Mindenki másnak, akit elfelejtettem megemlíteni
tr: Burada bahsetmeyi unuttuğum herkese

source: Cyan
hu: Ciánkék
tr: Turkuaz

source: Yellow
fr: Jaune
hu: Sárga
tr: Sarı

source: Pink
fr: Rose
hu: Rózsaszín
tr: Pembe

source: Crystal Glyph
fr: Glyphe de cristal
hu: Rúnakristály
tr: Kristal Motif

source: Shadow Master
fr: Maître de l'Ombre
hu: ÁrnyMester
tr: Gölgelerin Efendisi

source: Looming Voice coming from Everywhere
fr: Voix tonnante provenant de toutes les directions
hu: Mindenhonnan morajló hang
tr: Her Yerden gelen Uğursuz Bir Ses

source: Voice of Uria
hu: Uria hangja

source: Invasion from the Unknown (custom terrains)
hu: Rejtélyes invázió (specifikus terep)

source: Notes:
fr: Remarques :
hu: Megjegyzések:
tr: Özel Bilgiler:

source: Vegetated terrains are forest, great tree, farmland and mushroom grove hexes.
hu: Növényzettel borított terep az erdő, a nagy fa, a farm és a gombamező.

source: dauntless
fr: intrépide
hu: rettenthetetlen
tr: gözüpek

source: Dauntless: While attacking, this unit's resistances are doubled, up to a maximum of 50. Weaknesses are not affected.
fr: Intrépide : Lorsqu'elle attaque, les résistances de cette unité sont doublées jusqu'à un maximum de 50 %. Les faiblesses ne sont pas affectées.
hu: Rettenthetetlen: Támadás közben az egység ellenállása a duplájára nő minden típusból, de 50 %-nál nem nőhet nagyobbra egy ellenállása sem. A gyengeségeit nem érinti a hatás.

source: sylvan spark
fr: esprit des bois
hu: erdei szikra
tr: canlanma

source: Sylvan Spark: While in vegetated terrains, the unit will heal itself 5 hp per turn. If it is poisoned, it will remove the poison instead of healing.
fr: Esprit des bois : Cette unité regagnera 5 points de vie par tour tant qu'elle se trouve dans une forêt d'arbres ou de champignons. Elle éliminera le poison au lieu de se soigner en cas d'empoisonnement.
hu: Erdei szikra: Amíg növényzettel borított mezőn van, ez az egység 5 ÉP-vel gyógyítja magát körönként. Ha megmérgezik, a mérgezésből gyógyul ki.

source: protection
hu: védelem
tr: koruma

source: Protection: Adjacent units of lower level from this side receive a +20% bonus to all resistances (up to a maximum of 50%).
fr: Protection: Les unités adjacentes de niveau inférieur à celle-ci reçoivent un bonus de 20 % à toutes les résistances, jusqu'à un maximum de 50 %.
hu: Védelem: Szomszédos, alacsonyabb szintű, azonos oldalon harcoló egységek 20%-os többletellenálláshoz jutnak minden típusból (de ellenállásuk nem nőhet 50% fölé).

source: obscures
hu: homályosítás
tr: karartır

source: Obscures: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is day, and as if it were night when it is dusk.
fr: Obscures : Cette unité obscurcie le terrain alentour, rendant les unités chaotiques meilleurs combattantes et les unités loyales moins bonnes. Toute unité adjacente à celle ci combattra comme si c'était le soir lorsqu'il fait jour et la nuit lorsque c'est le soir.
hu: Homályosítás: Ez az egység elhomályosítja környezetét, a törvénytelen egységek jobban, míg az igazságosak rosszabbul harcolnak. Bármelyik szomszédos mezőn álló egység úgy harcol nappal, mintha alkonyat lenne, s alkonyatkor és hajnalban úgy, mintha éjszaka lenne.

source: Terror: This unit can frighten enemy units that are next to it, making them fight worse. Adjacent enemy units of lower level will do less damage in battle. When an enemy unit of the same or lower level is adjacent and engages in combat, its attacks do 15% less damage times the difference in their levels + 15%.
fr: Terreur : Cette unité peut effrayer les ennemis autour d'elle et en diminuer la capacité de combat. Les attaques des ennemis à côté de l'unité avec la capacité « terreur » feront 15 % de dégâts en moins, et encore 15 % de moins pour chaque niveau d'écart entre eux et elle.
hu: Terror: Ez az egység meg tudja félemlíteni a közvetlenül mellette lévő ellenséges egységeket, így azok rosszabbul harcolnak. A szomszédos alacsonyabb szintű ellenfelek kisebbet sebeznek a csatában. Amikor egy egység ellenségnek számít egy terror képességgel rendelkező egység számára, mellé kerül, és alacsonyabb vagy ugyanolyan szintű, mint az, akkor támadásai annyiszor 15%-kal kisebb sebzést okoznak, mint a szintjeik különbsége +15%.

source: sylvan essence
fr: sylvain lumineux
hu: erdei eszencia
tr: esenlik

source: Sylvan Essence: This unit can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 3 HP per-turn, but only in vegetated terrains.
fr: Esprit sylvestre : Cette unité peut également soigner et guérir les unités amies adjacentes d'un maximum de 8 PV. Elle sera invisible en terrain boisé. En forêt ou forêt de champignons, elle peut également se régénérer de 3 PV par tour, mais pas guérir du poison.
hu: Erdei eszencia: Az egység képes maximum 8 ÉP-vel gyógyítani a szomszédságában lévő baráti egységeket, s kikúrálni őket a mérgezésből. Növényzettel borított területen képes elrejtőzni az ellenséges egységek elől. Ugyanakkor a növényzettel benőtt területen 3 ÉP-vel gyógyul is, de mérgezésből nem kúrálódik ki.

source: Sylvan Essence: This unit illuminates the surrounding area, making lawful units fight better, and chaotic units fight worse. Any units adjacent to this unit will fight as if it were dusk when it is night, and as if it were day when it is dusk. The unit also can heal and cure friendly units on adjacent hexes every turn, to a base maximum of 8 HP. In vegetated terrains, it will conceal itself from its enemies. It can also regenerate (but not unpoison) 4 HP per-turn, but only in vegetated terrains.
fr: Esprit sylvestre : Cette unité illumine les terrains adjacents, rendant les loyaux meilleurs combattants et les chaotiques plus mauvais. Toute unité proche de celle ci combattra la nuit comme au crépuscule et au crépuscule comme la nuit. Cette unité peut également soigner et guérir les unités amies adjacentes d'un maximum de 8 PV. Elle sera invisible en terrain boisé. En forêt ou forêt de champignons, elle peut également se régénérer de 4 PV par tour, mais pas guérir du poison.
hu: Erdei eszencia: Ez az egység megvilágítja a környezetében lévő mezőket, így a hűséges egységek jobban, a törvénytelen egységek rosszabbul harcolnak a szomszédságában. Éjszaka úgy harcolnak, mintha alkony vagy hajnal lenne, míg hajnalban és alkonyatkor úgy, mintha nappal lenne. Az egység képes maximum 8 ÉP-vel gyógyítani a szomszédságában lévő baráti egységeket, s kikúrálni őket a mérgezésből. Növényzettel borított területen képes elrejtőzni az ellenséges egységek elől. Ugyanakkor a növényzettel benőtt területen 4 ÉP-vel gyógyul is, de mérgezésből nem kúrálódik ki.

source: Strength: hitpoints +5 <Max XP +30%>
hu: Erősödés: éeterőpont +5 <Max TP +30%>

source: Strength: melee damage +1 <Max XP +45%>
hu: Erősödés: közelharc sebzés +1 <Max TP +45%>

source: Strength: melee strikes +1, <Max XP +60%>
hu: Erősödés: közelharc ütésszám +1 <Max TP +60%>

source: New attack: thorns (ranged/pierce 7-3, magical) <Max XP +75%>
hu: Új támadás: tövisek (távolsági/szúrás 7-3, mágikus) <Max TP +75%>

source: Enemy boss sighted!
fr: Chef ennemi en vue !
hu: Megjelent az ellenség főnöke!
tr: Düşman baskın birimi göründü!

source: Defeat the enemy boss
fr: Détruire le chef ennemi
hu: Elpusztítod az ellenséges főnököt
tr: Düşman baskın birimini yen

source: This is a boss scenario. You may recruit or recall troops during the first turn only, until all your recruitment space is used. Your per-turn income is set to zero.
hu: Ez egy vezéri küldetés. Csak az első kör folyamán toborozhatsz vagy hívhatsz vissza egységeket, amennyit a toborzóhelyek engednek. A körönkénti bevételeid nullára állítódnak.

source: Most enemies respawn two or more turns after you kill them, so try to get away from their initial locations as quickly as possible.
fr: La plupart des ennemis resurgissent deux tours ou plus après leur mort. Essayez de vous éloigner de leur position initiale aussi rapidement que possible.
hu: A legtöbb ellenséges egység két-három kör elteltével újra megjelenik, miután elpusztítottad, tehát igyekezz minél hamarabb biztonságos távolságra jutni az eredeti megjelenési helyüktől!
tr: Çoğu düşman öldürüldükten en az iki el sonra aynı yerde tekrar ortaya çıkıyor. Bu bakımdan, onları öldürür öldürmez hemen orayı terkedin.

source: UI^Character description
fr: Description du personnage
hu: Karakter jellemzése
tr: Karakter tanımı

source: Galas is an Elvish Fighter. As such, he has two advancement choices from level 1: Captain and Hero. Choose his development path wisely and carefully.
hu: Galas egy tünde harcos. Mint ilyennek, két lehetősége van az előlépésre: kapitány vagy hős válhat belőle. Bölcsen és óvatosan válaszd meg az útját!

source: Anlindë is an Ancient Elvish Ascetic. She has a vast experience with offensive magic, but she also has the ability of curing allied units from poison. Keep in mind that she is the only unit of her kind.
hu: Anlindë egy Ősi Tünde Aszkéta. Nagy gyakorlata van a védekező mágiában, de képes a mérgezett egységeket is kikúrálni. Ne felejtsd el, hogy a rend tagjai közül csak ő képes erre!

source: Mal Keshar is an Ancient Lich. Although he may be a virtually unstopable weapon against most living units, keep in mind that he is weak against impact, arcane and fire attacks, even more so at daytime!
hu: Mal Keshar egy ősi delevény. Bár kiválóan harcol a legtöbb élő egység ellen, de ne felejtsd el, hogy könnyen sebezhető ütéssel, földöntúli mágiával és tűzvarázslatokkal, s különösen az nappal.

source: Elynia is the Lady of Light; she has great mobility, including the ability to fly and confuse her oponents, bypassing their zones of control. Her ability with the staff as a melee weapon is also remarkable, but never let her alone when fighting well-armed oponents.
hu: Elynia a Világosság Úrnője; mozgékony, képes repülni és össze is tudja zavarni az ellenségeit, semlegesítve azok ellenőrzési zónáját. Közelharcban botot használ; összességében figyelemreméltó képességei ellenére se hagyd őt egyedül küzdeni a jól felszerelt ellenséggel!

source: Althurin is one of the best Dwarvish Runemasters of Knalga. His mastery of such craft allows him to accurately deal great damage with his own hammer.
hu: Althurin egyike Knalga legjobb rúnamestereinek. Képzettsége révén nagy pontossággal, súlyos sebeket osztogat pörölyével.

source: Erathan is an Aragwaith Strongbow; his skill with the bow is not as great as that of elvish archers, but he aspires to either improve it, or enhance his ability with melee weapons and learn to use the glaive. Nonetheless, he is not used to fighting in open fields, so be careful when deciding where he should attack from!
hu: Erathan egy aragwaith erősíjas; bár képességei nem vetekednek a tünde íjászokéival, de törekszik a fejlesztésére, egyúttal közelharci fegyverekkel való jártasságát és a vadászkés használatát is igyekszik tökélyre vinni. Ennek ellenére nem szokott nyílt terepen harcolni, tehát gondosan válaszd meg a helyet, ahonnan támadásba veted.

source: glamour
fr: beauté factice
hu: bűbáj
tr: büyüleme

source: Glamour: All faeries can cast illusions on their enemies (or victims) that can be used to cloak themselves. However, it is not properly suited for combat, as it puts the faerie in a weak state and exposes her to physical attack. A faerie may use the enhanced spell of glamour to transform herself completely into other creature that she knows and has learned about its anatomy and beha vior. The unit that casts the spell during a turn, will not be able to morph back into its original form or another target until the next turn at the begin of which the unit has been resting (that is, did not move or attack during the previous turn). The movement points are set to half the amount left before ca sting the spell always. The original unit's traits and abilities are kept only when applicable. AMLAs (After-Maximum-Level-Advancements) are always discarde d until the units morphs back into its original form. The metamorphed faerie's maximum health may differ from her normal amoumt, depending on the target creature kind. This also applies when morphing back into her original form. The experience points gained in the original form or a metamorphic form are not related, and the later are always discarded, unlike the original experience amount, which is stored between changes of state.
hu: Bűbáj: Minden tündér képes arra, hogy illúziókkal kápráztassa el ellenségeit (vagy áldozatait). Igaz ez nem túl hasznos támadásnál, mivel legyengíti a tündért, s kiteszi őt a fizikai támadásoknak. A tündér használhatja e varázslatnak a fejlettebb változatát is, amikor egy általa anatómiailag is jól ismert lény alakját veszi fel, s utánozza annak viselkedését. Az egység, amelyik él evvel a varázslattal, nem változhat vissza eredeti alakjába illetve nem alakulhat át más alakba mindaddig, míg egy teljes kört nem pihent (nem támadott/nem támadták, s nem is mozgott egy kör alatt); mozgáspontjai a varázslat előtti állapothoz képest felére csökkennek. Az egység eredeti jellemvonásai és képességei, ha lehetséges, megmaradnak. Az LSzUSz-ek (Legfelső Szint Utáni Szintlépések) nem történnek meg, ez csak az egység eredeti formájában lehetséges. Az átalakult tündér életerőpontja különbözhet az eredeti állapotú egységétől a felvett alak milyenségétől függően. Eredeti alakba való visszaalakulásakor a változás szintén alkalmazódik (visszaáll az eredeti). A megszerzett tapasztalati pontok eltérően számítanak attól függően, hogy eredeti vagy átalakult formában szerezte az egység. Utóbbi esetben törlődnek, szemben az eredeti formában megszerzettekkel, amelyek hozzáadódnak a korábbiakhoz.

source: Ahhhh! Back to normal.
fr: Ahhhh ! Je reprends forme.
hu: Ahhhh! Újra a régi forma.

source: You slowly feel like if your body was vanishing. And that is what it does indeed. Your surroundings disappear for a moment, and there is silence...
fr: Vous avez progressivement l'impression de sentir votre corps disparaître. Et c'est ce qui se passe, en fait. Les environs s'estompent pendant un instant, et c'est le silence...
hu: Úgy érzed, hogy lassan szertefoszlik a tested. S valóban ez történik. Egy pillanatra megszűnik körülötted minden, csend vesz körül...

source: ... and suddenly you can see again. But your body is not the same as before. Its new structure is completely alien to you, and you do great struggle to stand up.
fr: ... et soudain, vous voyez de nouveau. Mais votre corps s'est transformé. Son aspect vous est totalement étranger et vous avez beaucoup de mal à vous lever.
hu: ... aztán újra megjelennek körülötted a dolgok. De a tested már nem ugyanaz, mint előtte volt. Ez az új állapot merőben szokatlan számodra, s nagy erőfeszítésedbe kerül a fenntartása.

source: Oh... my... god. No, seriously, what wicked devilry is this?
fr: Oh... mon... dieu. Sérieusement, quelle est cette perverse diablerie ?
hu: Te... jó... isten. Nem hiszem el, miféle boszorkányos gonoszság ez?

source: Surely I have never seen anything like... like this.
fr: En vérité, je n'avais jamais vu quelque chose comme... comme ça.
hu: Az biztos, hogy ilyet még soha nem láttam... ilyen csodát.

source: Cast spell of glamour
fr: Lancer le sort de beauté factice
hu: Bűbájvarázslás

source: Spell of glamour
fr: Sort de beauté factice
hu: Bűbájvarázslat

source: What creature should this unit transform into?
fr: En quoi devrait se transformer cette unité ?
hu: Milyen lénnyé alakuljon át ez az egység?

source: Back to normal
fr: Retour à la normale
hu: Eredeti alak

source: Hey! I just found $temp_gold_found pieces of gold in this chest!
hu: Hejj! Épp most találtam $temp_gold_found aranyat ebben a ládában!

source: Do you want to be healed? This magic glyph will completely restore this unit's health, also unslowing and removing poison from it, if applicable.
fr: Avez-vous besoin de soins ? Ce glyphe magique soignera totalement cette unité, enlevant si nécessaire le poison et le ralentissement.
hu: Meg akarod gyógyítani ezt az egységet? Ez a rúnakristály teljesen helyreállítja az egység egészségét, megszüntetve lassítását és mérgezését is, ha szükséges.
tr: Tedavi edilmek ister misiniz? Bu sihirli motif bu birimin yaşam enerjisini tazelemekten başka eğer varsa yavaşlığını ve zehirini de giderir.

source: Note: the glyph can do this only once, and when done it will fade out.
fr: Remarque : ce glyphe ne peut servir qu'une fois et s'évanouira après usage.
hu: Megjegyzés: a kristály csak egy alkalommal használható, ezután szertefoszlik.
tr: Dikkat: Motif bunu sadece bir kere yapabilir ve yaptıktan sonra yokolur.

source: Do you want to be healed?
fr: Voulez-vous des soins ?
hu: Meg akarod gyógyítani ezt az egységet?
tr: Tedavi edilmek ister misiniz?

source: Crystal Glyph of Health
fr: Glyphe de soin en cristal
hu: Gyógyító rúnakristály
tr: Kristal Sağlık Motifi

source: The unit is fully healed, cured and unslowed.
fr: Cette unité est totalement remise.
hu: Az egység teljesen egészséges és harcrakész.
tr: Birimin yaşam enerjisi tamamen tazelendi, zehiri ve yavaşlığı giderildi.

source: female^healed
fr: soignée
hu: gyógyulás
tr: iyileşti

source: healed
fr: soigné
hu: gyógyulás
tr: iyileşti

source: Do you want this unit to pick up this item?
hu: Szeretnéd, hogy ez az egység vegye magához ezt a tárgyat?
