Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Erm... come on, we must run as fast as possible to the exit! Let's not be distracted by any foes that might be roaming around!
fr: Erm... allez, nous devons courir aussi vite que possible vers la sortie ! Ne nous laissons pas distraire par des ennemis proches !
hu: Hümmm... akkor tűnjünk el innen, amilyen gyorsan csak tudunk! Ne foglalkozzatok az ólálkodó ellenségekkel, fussatok!
tr: Ehem... gelin. Mümkün olduğu kadar çabuk çıkışa gidelim! Çevremizde dolaşan düşmanların bizi oyalamasına fırsat vermemeliyiz!

source: Nooo, my emissary!!! I will have my revenge!!!
hu: Neeee! A teremtményeim! Bosszút állok!!!

source: What the hell?
hu: Mi az ördög?

source: What is happening nooow??!
hu: Mit csinááálsz?

source: The voice of Uria! Quickly, we must abandon this place as soon as possible!
hu: Uria hangja! Gyorsan el kell hagyjuk ezt a helyet!

source: Lédinor, how do you know that it is Uria?
hu: Lédinor, honnan ismered Uria hangját?

source: It is... why do you ask, necromancer? It is just a feeling. Of course I cannot really explain it...
hu: Ez term... miért kérdezed, delevény? Pusztán egy feltételezés. Igazából nem is tudom megmagyarázni.....

source: No! The roof will crush us!
fr: Non ! Le toit va nous écraser !
hu: Ne! Ránk szakad a tető!
tr: Hayır! Tavan üzerimize çökecek!

source: The Iron Council has sent me to stop you, heathens!
fr: Le Conseil de Fer m'a envoyé pour vous arrêter, païens !
hu: A Kardtestvérek Tanácsa küldött, hogy megállítsalak titeket, hitetlen kutyák!

source: (rolls eyes) Not again...
fr: (roule les yeux) Pas encore...
hu: (forgatja a szemeit) Már megint...megint...

source: Your precious emperor is now reduced to a memory of the past chaos. The Iron Council cannot stop us now. Flee and don't bother us further or we shall have to destroy you.
fr: Votre précieux empereur n'est plus qu'un souvenir du chaos passé. Le Conseil de Fer ne peut pas nous arrêter maintenant. Fuyez et ne nous ennuyez plus, ou nous vous détruirons.
hu: A drága uralkodótok már csak a káosz emlékfoszlányaiban létezik. A Kardtestvérek Tanácsa nem állíthat meg minket. Fuss el, különben kénytelenek leszünk eltiporni téged is..

source: So you are not willing to listen to the commands of your bests. Very well then!
fr: Vous ne voulez donc pas écouter les ordres de ceux qui sont meilleurs que vous. Très bien !
hu: Szóval nem akarjátok meghallani a nemesebbek parancsát? Így is jó!

source: It is time to give this human a final rest before he delays us for longer.
fr: Il est temps d'accorder son dernier sommeil à cet humain avant qu'il ne nous retarde encore plus.
hu: Ideje ennek az embernek is biztosítani a végső nyugalmat, mielőtt túl sokáig feltartana.ig feltartana.

source: What was... No! It cannot be true! My lord!
hu: Mi volt ez... Ne! Ez nem lehet igaz! Uram!

source: Your lord is gone, fool! At the very moment this creature entered this world I took over control of his body!
hu: Ostoba, az urad meghalt. Abban a pillanatban, ahogy belépett ebbe a világba, én költöztem a testébe.

source: But... how could I fail to sense the evil in him?
hu: De... hogy nem éreztem a gonosz jelenlétét a testében?ében?

source: This is not an ordinary showcase of demonic powers. That is Uria who tries to destroy us!
hu: Ez nem egyszerűen egy démoni erővel felruházott test. Ez maga Uria, aki megpróbál eltaposni minket!

source: We must make sure she stops using his body for her unnatural magic!
hu: Meg kell akadályoznunk, hogy a szentségtelen mágiájához urunk testét használja!

source: Give Lédinor a final rest
hu: Lédinort végső nyugalomba helyezed helyezed

source: How could this happen?
hu: Hát ez hogyan történhetett meg?

source: And you have seen nothing. This is just the beginning! There will be no peace for those who challenge me! Ha, ha, aaarrgh...
hu: Még semmit nem láttatok! Ez csak a kezdet! Soha nem lel békét az, aki ellenem szegül. Ha, ha, aaarrgh...

source: Argh, eh? Die once and for all! We do not need to hear more words from that wicked creature.
hu: Argh, he? Pusztulj el egyszer s mindenkorra! Többet nem kell ennek a gonosz teremtésnek a hírét hallanunk.angját hallanunk.

source: Galas, I failed to protect him. I...
hu: Galas, én nem tudtam őt megvédelmezni. Én...

source: No one would have foreseen this. After all, it isn't an ordinary demon. But we'll have time for talking later. We must get out of these caves before anyone else gets possessed by that being!
hu: Senki sem láthatta előre ezt. Végül is nem közönséges démon volt. De ezt később vitassuk meg. Azonnal ki kell jutnunk ebből a barlangból, mielőtt bármelyikünket megszállnak ezek a lények!

source: Epilogue
fr: Épilogue
hu: Epilógus
tr: Sonsöz

source: I understand that you want to travel with me, Mal Keshar. But, what about you Galas? What will you do?
fr: Je vois que vous voulez voyager avec moi, Mal Keshar. Et vous, Galas ? Qu'allez vous faire ?
hu: Azt értem, Mal Keshar, hogy te velem akarsz utazni. S veled mi lesz, Galas? Mit fogsz csinálni?

source: I served my people for enough time. Actually, it was Anlindë and Mal Keshar who led them and protected them until we left them in the North. They proved to be better leaders than me, now needless since they have established a new home. They don't need protection, and for leader... I am sure they can choose someone better than me.
fr: J'ai suffisamment servi mon peuple. En vérité, ce furent Anlindë et Mal Keshar qui les protégèrent et les dirigèrent jusqu'à notre départ vers le nord. Ils s'avérèrent de meilleurs chefs que moi, maintenant inutile puisque nous avions fondé une nouvelle patrie. Ils n'avaient plus besoin de protection... et quant à un chef... je suis sûr qu'ils peuvent élire quelqu'un de meilleur que moi.
hu: Elég ideig szolgáltam a népemet. Igazából Anlindë és Mal Keshar voltak azok, akik vezették és védték őket, míg Északon le nem telepedtek. Ők bebizonyították, hogy kiválóbb vezérek, mint én, aki fölöslegessé váltam, miután új otthont alapítottak. Nincs szükségük hadvezérre, hogy megvédje őket... s biztosan találnak nálam alkalmasabb vezetőt maguknak.bb vezetőt maguknak.
tr: Halkıma yeterince hizmet ettim. Aslında, onları kuzeyde bırakana kadar onları koruyan ve onlara liderlik eden Analya ve Mal Keşnar’dı. Onlar bunu benden daha iyi yaptılar ve şimdi yeni bir yurtları olduğundan bu da gereksiz. Korunmaya ve bir lidere artık ihtiyaçları yok... Benden daha iyi birini seçeceklerinden şüphem yok.

source: What do you mean, boy?
fr: Qu'entendez-vous par là, mon garçon ?
hu: Mire gondolsz, fiú?
tr: Yani?

source: That I was made their leader only because I was the last hunting party commander left in those times, and because Anlindë forced me into that title.
fr: Je fus désigné comme leur chef uniquement car j'étais le seul commandant qui restait, et parce que Anlindë m'a forcé a porter ce titre.
hu: Azért lettem én a parancsnokuk, mert én maradtam életben a járőrcsapatok vezetői közül, s mert Anlindë erős befolyást gyakorolt, hogy én legyek a vezér.ezér.
tr: Yurdumuzdan sürüldüğümüzde liderimizi de kaybedince Analya’nın zorlamasıyla liderliği kabul ettim.

source: So?
fr: Donc ?
hu: Vagyis?
tr: O halde?

source: Now I have no cause to serve. Would it be right if I travel with you?
fr: Je n'ai plus de cause à servir maintenant. Cela vous conviendrait si je voyageais avec vous ?
hu: De most már megszűnt a szolgálatom oka. Jobb szeretnék veletek tartani...
tr: Artık bunu yapmak zorunda değilim. Sizinle birlikte seyahat edebilir miyim?

source: Of course, if this is what you want. I think we could still do some cleaning. It is up to us to restore what was destroyed by the Wesnothians and the Empire of Chaos.
fr: Bien sûr, si c'est ce que vous voulez. Je pense que nous pourrions faire un peu de nettoyage. C'est à nous de restaurer ce qui fut détruit par les wesnothiens et l'empire du chaos.
hu: Örömmel vesszük, ha így határozol. Azt hiszem, még akad tennivalónk. Kemény munka lesz helyrehozni, amit a wesnothiak és a Káosz Birodalma tönkretettek.

source: Something still disturbs me, though. We set Argan free from his suffering, and so we did with Lédinor. Since Elyssa was a demon and the link with Inferno has been cut, she is probably gone as well. However, there are certain people who were servants to Yechnagoth willingly; the Iron Council. We encountered Mal Hekuba, but he is still hiding somewhere in this world... with the other two members of this triad.
hu: Valami azért még zavar engem. Megszabadítottuk Argant a szenvedéseitől, akárcsak Lédinort. Mivel Elyssa is egy démon volt, s elvágtuk a Pokolhoz kötődő szálakat, alighanem őt is. Csakhogy voltak Yecnagothnak tudatos szolgái is: a Kardtestvérek Tanácsa. Találkoztunk Mal Hekubával, de ő még mindig a mi világunkban rejtőzködik valahol... együtt a triumvirátus másik két tagjával.

source: Indeed. However, now that Yechnagoth is gone and the Chaos Empire is being teared apart, what great harm can they do? Sure, they are necromancers, powerful ones, but I'm confident that with time we shall find them and put an end to their pointless wanderings.
fr: Tout à fait. Mais maintenant que Yechnagoth n'est plus et que l'empire du chaos est tombé, quel mal peuvent-ils faire ? Bien sûr qu'il reste des nécromanciens puissants, mais j'ai confiance : nous les trouverons pour mettre un terme à leur errance sans but.
hu: Valóban, de most, hogy Yecnagoth kimúlt és a Káosz Birodalma darabokra esett, nem keverhetnek túl sok bajt. Igaz, hogy holtidézők, s hatalmasok, de hiszem, hogy idővel rájuk találunk, s megszabadítjuk őket a végtelen bolyongás szenvedéseitől.

source: I certainly hope so.
fr: Je l'espère.
hu: Én is erősen remélem.
tr: İnşallah, öyledir...

source: There is, however, a place I would like to visit now - the island Althurin spoke us of, Zocthanol.
fr: Il y a bien un endroit que j'aimerais visiter : l'Île de Zocthanol, dont Althurin nous a parlé.
hu: Viszont van egy hely, ahova minél hamarabb el szeretnék jutni - az Althurin által említett Zocthanol szigetére.l említett Zocthanol szigetére.

source: Since the Heart was destroyed and buried deep into the ground, I cannot investigate it to determine the nature and origin of those creatures relatives to Yechnagoth. However, there is still that island left, where the Quenoth elves established home upon. I want to examine the place and obtain further information from Tanuil's lore keepers.
hu: Mivel a Farkasverem elpusztult, s a föld hője felperzselte, nem tudtam alaposabban megvizsgálni, hogy Yecnagoth teremtményeinek természetét és eredetét jobban megismerhessem. Ám megmaradt az a sziget, ahol a quenothi tündék új otthont alapítottak. Meg akarom vizsgálni azt a helyet, s beszélni szeretnék Tanuil népének tudósaival is.

source: Sounds like a fair plan. But, how are we going to make it there?
fr: On dirait un bon plan. Mais comment y arriver ?
hu: Jó gondolatnak hangzik. De hogy jutunk el arra a szigetre?
tr: İyi bir plana benziyor. Fakat oraya nasıl gideceğiz?

source: Uh, sailing, I guess. Surely our northern friends won't mind if we borrow a ship or two from them and head to the open ocean.
fr: Eh, en navigant. Nos amis du nord ne vont sûrement pas nous en vouloir d'emprunter un ou deux de leurs navires et de foncer droit dans l'océan.
hu: Hát hajóval, gondolom én. Északi barátaink aligha fognak ellenkezni, ha egy-két hajót kölcsönkérünk tőlük, s megcélozzuk a nyílt óceánt.ílt óceánt.

source: That is exactly what I had in mind, Malin.
fr: C'est exactement ce que j'avais en tête, Malin.
hu: Én is pont erre gondoltam, Malin.
tr: Bu kesinlikle aklımdan geçen şeydi, Malin.

source: Let's travel back to the northern lands then. I want to visit our people as well...
fr: Retournons donc vers les terres du nord. J'aimerais rendre aussi visite à notre peuple...
hu: Akkor irány vissza, északra. Én szintén meg akarom látogatni a népünket...

source: And so, the group started a new journey; not for blood, but for knowledge. After the storm...
hu: És így hőseink egy új utazásra indultak; nem a vérszomj, hanem a tudásvágy vezérelte őket. A vihar után...vihar után...

source: To be continued...
hu: Folytatása következik...

source: There is something suspicious here. We seem to have entered the heart of the Dark Hive, but... where is the Shadow Master?
hu: Valami nem tetszik nekem itt. Úgy tűnik, beléptünk a Sötét Kaptár közepébe, de... hol van az Árnymester?

source: He's probably hiding somewhere, awaiting for ambushing us. This foe likes to play unfair games with us.
hu: Talán elbújt valahova, hogy lesből csapjon le ránk. Szereti az ilyen kisded játékokat.

source: I was sure you would not fail to your word, Galas. You made it to my lair, beating all the obstacles that I put in your road.
fr: Je pensais bien que vous ne manqueriez pas à votre parole, Galas. Vous voici dans mon repaire, franchissant tous les obstacles que j'ai mis en travers de votre chemin.
hu: Biztos voltam benne, hogy megtartod a szavadat, Galas. Bejutottál a bunkerembe, elhárítva minden akadályt, amit elébed gördítettem.ettem.
tr: Sözünden dönmeyeceğine emindim, Galas. Yoluna çıkardığım bütün engelleri aşıp sarayıma kadar girdin.

source: Indeed we did. Now it's down to you and us, cruel monster!
fr: Eh oui. Et maintenant, ça va se régler entre vous et moi, impitoyable monstre !
hu: Igen, bejutottunk. És ez a végedet jelenti, te kegyetlen szörnyeteg!zörnyeteg!

source: Finally, you dare to fight us face to face!
hu: Végre, előmerészkedtél, hogy megvívj velünk!

source: Ha. Face to face? Not really, since I can not control the hunger of my pets.
hu: Ha. Szemtől szembe? Nem teljesen, mivel nem ellenőrizhetem az állatkáim étvágyát.étvágyát.

source: Who in truth are you? Reveal your identity, villain.
fr: Qui êtes-vous en vérité ? Révélez votre identité, mécréant.
hu: Ki vagy valójában? Vedd le az álarcod, gazember!

source: Elynia, has all this been enough for you to trust me now?
fr: Elynia, tout cela vous suffit-il pour me faire confiance, maintenant ?
hu: Elynia, hát nem volt elég, amit tettem, hogy megismerj?

source: I don't know you, what do you mean? Why should I trust you?
fr: Je ne vous connais pas, à quoi pensez-vous ? Pourquoi vous accorderais-je ma confiance ?
hu: Nem ismerlek, s nem tudom, mire gondolsz? Miért kéne higgyek neked? neked?

source: Such harsh words from you deeply disappoint me. Elynia, even if my external appearance has changed significantly from the last time we saw each other, you can feel my heart, can't you?
fr: Des propos aussi durs, venant de vous, me font beaucoup de peine. Elynia, même si mon apparence a beaucoup changé depuis la dernière fois où nous nous sommes vus, ne pouvez-vous pas sentir mon cœur ?
hu: Ezek a nyers szavak nagyon fájnak nekem. Elynia, még ha a külsőm nagyon megváltozott is, mióta utoljára láttuk egymást, a szívem hangját érzed, nem?

source: You... you... impossible...
fr: Vous... vous... impossible...
hu: TE... te... ez lehetetlen....

source: Don't listen to his filthy words, Elynia! He tries to deceive you, to trick you into doing his will!
fr: N'écoutez pas ces calomnies, Elynia ! Il essaye de vous tromper, pour vous pousser à obéir à sa volonté !
hu: Ne hallgass a nyájas szavaira, Elynia! Megpróbál becsapni téged, kijátszani az aljas terveinek megfelelően.

source: In a humble manner, I admit this petty lich is right on his statements. Yet again, Elynia, you know you should listen to me and trust my words. I saved your life before you became a shyde, I protected you for centuries, and now, I built this empire of glorious power for us both.
fr: Je dois humblement admettre que cette liche insignifiante a plutôt raison, sur le coup. Néanmoins, Elynia, vous savez que vous devriez prêter attention à mes paroles et me faire confiance. Je vous ai sauvé la vie avant que vous ne deveniez une nymphe, je vous ai protégée pendant des siècles, et je suis en train de construire un empire à notre gloire.
hu: A maga együgyű módján még igaza is van ennek a jelentéktelen delevénynek. Újra kérlek, Elynia, hallgass meg és higgy nekem. Én mentettem meg az életedet, mielőtt erdei tündér lett belőled, én védtelek századokig, és most kettőnk dicsőségére építettem ezt a birodalmat.

source: No... it cannot be...
fr: Non... C'est impossible...
hu: Nem... ez nem lehet igaz...gaz...

source: Aye, it can be, dear.
fr: Si c'est possible, trésor.
hu: De bizony igaz, kedvesem.

source: With those words, as he pronounced them, he lifted his mask from his face, and let it fall to the floor, breaking to pieces, producing the only sound that could be heard, as all the present people looked in dread the face of their probable fate.
fr: À ces mots, il détacha son masque et le laissa choir sur le sol. Celui-ci se brisa en mille morceaux, provoquant le seul bruit audible. Tout le monde retenait son souffle et contemplait le visage de celui qui influencerait probablement leur destin.
hu: Ahogy kiejtette ezeket a szavakat, levette az arcát takaró maszkot, s a földre dobta. Az álarc ripityára tört, ennek hangja volt az egyetlen, ami megtörte a csendet, ahogy a jelenlévők a rettegett arcra néztek, ami talán a végzetüket okozza.

source: Beneath the metallic mask was Argan, not the Shadow Master. But he was no longer a living one, a natural being. His face had various metallic objects embedded, and his skin was mostly gone, except for a few traces of it, and his hair. Be it not for the conversation taking place at that moment, one would think it was just a larger Shaxthal drone.
fr: Le masque métallique avait caché le visage d'Argan, et non celui du Maître de l'Ombre. Mais ce n'était plus le visage d'un être vivant, voire naturel : plusieurs objets métalliques étaient enfoncés dans sa peau, qui avait quasiment disparu ; il gardait quelques cheveux. Seule cette conversation évitait de penser qu'il s'agissait d'un drone de plus grande taille.
hu: A fém maszk alatt Argan volt, nem az Árnymester. De nem egy élő alak, nem egy természeti lény. Az arcában különböző fémes tárgyak helyezkedtek el, bőr alig látszott rajta, s a hajának is csak kevés nyoma maradt. A párbeszéd megszakadt, Argan épp úgy nézett ki, mint egy hatalmas saxtál here.

source: And what lied beneath his robes, by taking a single look at his face, was obvious. Argan, the Master of Darkness, was proved to be the Shadow Master.
fr: Et le visage permettait facilement de deviner ce qui se cachait sous ces habits. Argan, le Maître de l'Obscurité s'avérait être le Maître de l'Ombre.
hu: Az, hogy a testét fedő köntös alatt mi volt, az az arcára vetett pillantásból eléggé nyilvánvalónak tűnt. Arganból, a Sötétség Urából Árnymester lett.t.

source: I cannot... believe... it.
fr: Je ne peux pas... y croire.
hu: Még mindig... nem tudom elhinni.hinni.

source: How could you...
fr: Comment avez-vous pu...
hu: Hogy tudtál...

source: Surprised? I expected that. And you may hate me for my choice, but I did all this only for you. Yet, you can come again to my side, and I'll protect you as I did before, this time from our enemies that want to slay us, the treacherous ones that call themselves your 'friends'...
fr: Surpris ? Je m'y attendais. Vous me haïrez pour mon choix, mais je n'ai fait cela que pour vous. Et vous pouvez encore me rejoindre, et je vous protégerai comme je l'ai fait auparavant. Cette fois, il s'agit des ennemis qui veulent nous abattre, ces traîtres que vous appelez vos « amis »...
hu: Meg vagy lepve? Számítottam rá. Lehet, hogy most gyűlölsz a döntésem miatt, de én ezt csak érted tettem. Még mindig mellém állhatsz és én meg foglak védeni, ahogy korábban is, most azoktól, akik meg akarnak ölni minket, s akik álnok módon a 'barátaidnak' mondják magukat...

source: Argan, how could you...
fr: Argan, comment pouvez-vous...
hu: Argan, hogy voltál képes...

source: Foul impostor! You are no longer Argan, the Lord of Darkness! You are nothing but the remains of his body turned into an accursed machine of evil!
fr: Sale imposteur ! Vous n'êtes plus Argan, le Seigneur des Ténèbres ! Vous n'êtes que le déchet de son corps, transformé en une maudite machine maléfique !
hu: Aljas csaló! Te már nem Argan vagy, a Sötétség Ura! Nem vagy több, mint a bőrébe bújt átkozott, gonosz masina!

source: Prepare to die, again if necessary, fiend! Your empire of evilness, treachery and cruelty shall end today, here. Now. You'll pay for your heinous deeds.
fr: Préparez-vous à mourir, encore une fois si c'est nécessaire, démon ! Votre empire malfaisant, bâti sur la traîtrise et la cruauté, tombera aujourd'hui. Maintenant. Vous allez payer pour vos actes ignobles.
hu: Készülj a halálodra ismét, te szörnyeteg! A kegyetlenséggel, álnoksággal, gonoszsággal összetákolt birodalmad megsemmisül veled együtt itt és most! Megfizetsz a förtelmes tetteidért!

source: You amuse me, pitiful clowns. The power you have, or the power you don't have, is nothing compared to the forces of Chaos, of which I am the living incarnation! And my loyal pets... yes, they will teach you a lesson not to ever forget. A lesson that may be harsh, slow and painful to learn, but you shall have plenty of time for digesting it in Inferno! Drones, attack now!
fr: Vous m'amusez, pitoyables pantins. Le pouvoir que vous possédez, ou dont vous manquez, n'est rien comparé au force du chaos dont je suis la vivante incarnation ! Et mes fidèles domestiques... oui, ils vont vous donner une leçon que vous n'êtes pas prêts d'oublier : elle sera dure, lente, douloureuse à apprendre. Mais vous aurez tout le temps nécessaire pour la digérer dans les enfers ! Drones, attaquez !
hu: Szórakoztatóak vagytok, szánalmas bohócok. Az erőtök ami van, s ami nincs, reménytelenül kevés a Káosz erőihez képest, aminek én vagyok a megtestesülése. És az én hűséges kis állatkáim... igen, majd ők móresre tanítanak titeket. Olyan leckét kaptok, ami kicsit fájni fog, kicsit nehezen érthető, de annál maradandóbb, s majd lesz időtök mélyebben elmélyedni benne a Pokolban. Herék, támadás! an. Herék, támadás!

source: As you command, Master.
fr: À vos ordres, maître.
hu: Ahogy parancsolod, Mester!

source: You amuse me, pitiful clowns. The power you have, or the power you don't have, is nothing compared to the forces of Chaos, of which I am the living incarnation! Now, it is time that I will teach you a lesson which you shall never forget. A lesson that may be harsh, slow and painful to learn, but you shall have plenty of time for digesting it in Inferno! Ha, ha, ha!
fr: Vous m'amusez, pitoyables pantins. Le pouvoir que vous possédez, ou dont vous manquez, n'est rien comparé au force du chaos dont je suis la vivante incarnation ! Je vais maintenant vous donner une leçon que vous n'êtes pas prêts d'oublier : elle sera dure, lente, douloureuse à apprendre. Mais vous aurez tout le temps nécessaire pour la digérer dans les enfers ! Ha, ha, ha !
hu: Szórakoztatóak vagytok, szánalmas bohócok. Az erőtök ami van, s ami nincs, reménytelenül kevés a Káosz erőihez képest, aminek én vagyok a megtestesülése. Itt az idő, hogy móresre tanítsalak titeket. Olyan leckét kaptok, ami kicsit fájni fog, kicsit nehezen érthető, de annál maradandóbb, s majd lesz időtök mélyebben elmélyedni benne a Pokolban. Ha, ha, ha!

source: By this time, you have very likely already learned that there are things worse than death. Destruction, but of soul and mind, not of body and matter.
fr: Pour l'instant, vous avez bien évidemment appris qu'il y a des choses pires que la mort : la destruction, non pas du corps et de la matière, mais de l'âme et de l'esprit.
hu: Ennyi idő alatt azt hiszem, már nagyon jól belétek vésődött, hogy vannak rosszabb dolgok a halálnál is. Pusztulás ez is, de csak a lélek és az akarat pusztulása, s nem a testé. pusztulása, s nem a testé.
