Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Our story starts long after the era known by most people as the Golden Age, with the adventures of the last forest elves in the Great Continent. They lived hidden in a valley in the far east, their peace was only ocassionally interrupted outsider incursions. Until the certain fateful day on which shadows fell over their sheltered home.
fr: Notre histoire débute après l'époque généralement connue sous le nom d'Âge d'Or, avec les aventures des derniers elfes des forêts sur le Grand Continent, cachés dans une vallée loin à l'est et où leur tranquillité n'était que parfois interrompue par des petites escarmouches avec des étrangers. Cela jusqu'au jour tragique où les ombres s'abattirent sur ce refuge.
hu: Történetünk sokszáz évvel az emberek többsége által Aranykornak nevezett időszak után kezdődik, s a Nagy-Kontinens utolsó erdei tündéinek kalandjait beszéli el. Ezek a tündék messze keleten, egy eldugott kis völgyben élték nyugodt életüket, amelyet csak ritkán zavart meg néhány kalandor kedvű behatoló. Egy bizonyos végzetes napon azonban felettük is megjelent a káosz árnyéka. an felettük is megjelent a káosz árnyéka.
tr: Hikayemiz Altın Çağ olarak bilinen dönemin sonrasında Büyük Kıtanın uzak doğusundaki bir vadide gizli kalmış son orman elflerinin maceralarıyla başlar. Korunaklı yurtlarını üzerine gölgelerin çöktüğü o kader gününe kadar huzurları sadece arasıra dışardan gelen saldırılarla bozuluyordu.

source: To tell you about it, I'll refer to the most authentic records of the time, records that I obtained only with great difficulty. Hear now the journal of master Galas, the leader of the elves' militia. I shall read its first part. Listen...
fr: Pour tout vous dire, je vais faire référence aux récits les plus authentiques d'alors. J'ai obtenus ces textes avec de grandes difficultés. Voici le journal de maître Galas, chef de cette milice elfe. Je vais vous en lire la première partie. Écoutez...
hu: Hogy minél hitelesebben adhassam elő a történetet, elhoztam ezeket a régi iratokat, amelyeket csak nagy nehézségek árán tudtam megszerezni. Ismerjétek meg tehát Galas kapitánynak, egy tünde osztag parancsnokának a feljegyzéseit. Kezdjük az első résszel. Hallgassátok...z első résszel. Hallgassátok...
tr: Size anlatacağım olaylar zamanının en güvenilir kayıtlarından, büyük zorluklarla sağlanmıştır. Şimdi duyacaklarınızı yerel milis lideri Galas’ın günlüğünden öğrendim. Şimdi bu günlüğün ilk bölümünü okuyacağım. Dinleyin...

source: ''Over the years, protecting our valley became harder and harder. The attacks of the occasional necromancers and fugitive bands have become more than a mere nuisance. We have not lost the fighting and archery styles of our ancestors, and in response our leaders have begun to send out patrol groups. The patrollers ward the valley's frontiers. I have never known my mother; the elders say she died in childbirth. My father has led our warriors to battle since I have been a little boy. So it was no surprise to my friends that I followed in his footsteps and became a patrol leader myself.
hu: ''Az évek múlásával a völgyünk védelme egyre inkább próbára tette erőinket. Az időnként felbukkanó holtidézők és törvényen kívüli elemek szórványos portyázásai megszaporodtak, kezdtek komoly fenyegetéssé válni. Őseink harci tudományát gondosan őriztük, de a beütések megelőzésére járőröket is küldtünk a környező területekre. A járőrök biztosították határaink védelmét. Sosem ismertem anyámat; az öregek azt mondták, hogy belehalt a szülésbe. Apám, mióta az eszemet tudom, a harcoló csapataink vezetője volt. Senki sem csodálkozhatott, hogy nyomdokaiba lépvén egy járőrcsapat kapitánya lettem.em.

source: On an evil day he was killed by a band of nomadic humans. A sling bullet broke his skull while he defended an injured comrade. At the time I was shocked by his death, a graceless end to a valiant life. I cried for the last time at his funeral. On memory of him I swore to become the best, advancing though the ranks of my comrades until I was one of the best fighters and commanders among my people, despite my age.
fr: Finalement, il a été tué par une bande d'humains errants. Une pierre tirée par une fronde lui a fracassé le crâne alors qu'il protégeait un camarade blessé. J'ai alors été choqué : quelle fin inélégante pour une vie entière de bravoure. J'ai pleuré pour la dernière fois à ses funérailles. Mais en sa mémoire, j'ai juré de devenir le meilleur, ce qui m'a poussé à progresser jusqu'à ce que je devienne l'un des combattant les plus doués, ainsi qu'un tout jeune commandant.
hu: Egy szörnyű napon egy nomád embercsapat megölte az apámat. Egy parittyakő bezúzta a koponyáját, miközben ő egy sebesült barátját védelmezte. Sokkolt a halála, a méltatlan vége a nagyszerű életének. Akkor sírtam utoljára, a temetésén. Az ő emlékére fogadtam meg, hogy én leszek a legjobb harcos. Bajtársaim előtt jártam, s idővel a korosztályomban valóban én lettem a legjobb harcos és parancsnok.
tr: Çok geçmeden babam bir göçebe insan çetesi tarafından öldürüldü. Bir yaralı arkadaşını yiğitçe korurken kafasına bir sapan taşı isabet etmiş. Ölümüyle, yiğit yaşamının nahoş bir şekilde sona ermesiyle şoka girmiş. son kez onun cenaze töreninde ağlamıştım. Onun ölümü, yaşıma rağmen en iyilerden biri olmamı, arkadaşlarımın derecelerinden daha iyi dereceler elde ederek halkımın en iyi döğüşçülerinden ve komutanlarından biri haline gelmeme sebep oldu.

source: I grew up patrolling the frontiers every week. Anlindë, a sorceress, has taken care of me like her own son since before I can remember. She has been to me the mother I never had, often spending far too much time caring for me rather than her own duties.
fr: J'ai grandi, patrouillant sur les frontières, semaine après semaine. Une sorcière, Anlindë, prit soin de moi comme de son propre fils pour autant que je me souvienne. Elle a été pour moi la mère que je n'ai jamais eue, passant souvent plus de temps à se soucier de moi que à s'occuper de ses problèmes à elles.
hu: A határokon teljesített heti rendszerességű cirkálások közepette nőttem föl. Anlindë, egy boszorkány vigyázott rám, anyám helyett is anyámként gyámolított, amióta az eszemet tudom. Sokszor saját dolgait is hanyagolva felügyelt rám.
tr: Her hafta sınır devriyesine çıkarak büyüdüm. Bir büyücü olan Analya beni kendi oğlu gibi gözetip korudu. Zaman zaman görevlerini bile bir yana bırakıp zamanını bana harcayarak bana adeta annelik yaptı.

source: Recently the frequency and intensity of incursions has increased. We can detect no single hand behind them, but it is as if they were thrust into our domains by some force greater than their own petty greed and rage. They throw themselves onto our blades and arrows as if death were a better alternative than retreat. Our patrol groups are growing in size to resist, but the pace of recruiting is becoming harder to maintain. Most people do not crave the chance to risk their lives in combat against such determined foes.
hu: Mostanában a beütések gyakorisága és intenzitása megnőtt. Nem vettünk észre mögöttük valami közös irányítást. Inkább úgy tűnt, hogy kicsinyes mohóság vagy bosszúvágy helyett inkább egy náluk sokkal erősebb hatalom nyomása elől törtek be a mi területünkre. Mintha még a pengéink, nyilaink is jobb véget kínáltak volna, mint az a valami mögöttük lévő erő. Megnöveltük a járőreink létszámát, de a katonák ellátása egyre nehezebbé vált. S egyre kevesebben vállalkoztak rá, hogy egy ilyen elszánt ellenség ellen tegyék kockára az életüket.az életüket.

source: Then one day, we discovered the source of the outsiders' frenzy. A massive human army arrived at the mouth of our valley on that day. That day...
fr: Puis un jour, nous avons découvert la cause de la frénésie des envahisseurs. Une énorme armée humaine arrivait à l'embouchure de notre vallée. Ce jour là...
hu: Aztán egy napon megjelentek az őrület okozói is. Azon a napon egy nagy emberi hadsereg foglalt állást a völgy déli bejáratánál. Azon a napon...
tr: Bir gün, isyancıları çıldırtan kaynağı keşfettik. O gün vadimizin ağzına büyük bir insan ordusu geldi. O gün...

source: It was quite a success, but the fighting manners of those humans were more professional, coordinated and accurate than those of the regular nomadic. That worried me initially, and I would have organized a scouting party to the desert if we were in any condition to doing so.
fr: Le succès fut à notre portée, mais la manière de combattre de ces humains était plus professionnelle, coordonnée et précise que celle des nomades habituels. Ce qui m'a d'abord inquiété, et j'aurai bien organisé une reconnaissance dans le désert si nous avions pu le faire.
hu: Végül sikeresen legyőztük őket, de azoknak az embereknek a harcmodora sokkal szervezettebb, összehangoltabb és pontosabb volt, mint amilyent eddig a nomádoknál tapasztaltunk. Ez kezdettől fogva aggasztott engem, s ezért szívem szerint szerveztem volna egy felderítő expedíciót a déli sivatagokba, ha a lehetőségeink engedték volna.ót a déli sivatagokba, ha a lehetőségeink engedték volna.
tr: Sonuç tam bir başarıydı, fakat bu insanların döğüş tarzları düzenli göçebelerinkinden daha profesyonel, daha koordineli ve daha kusursuzdu. Bu beni başta endişelendirdi ve bir esrarengiz durum varmış da öyle yapmak zorundaymışız gibi çöle gidecek bir gözcü kolu oluşturdum.

source: Our group was greatly weakened by that battle, so we withdrew back to the main keep of the valley. Another patrol group substituted for us in the meanwhile, and were scheduled to come back in three days. That is not what occurred. Instead, enemies came to us with our kin's skulls on their banner-poles. Driving them forth would not be easy.
hu: Csapatunk nagymértékben meggyengült a csata során, így visszahúzódtunk a fő erődünkbe, a völgybe. Másik járőrcsapat vette át a helyünket, s három nap múlva kellett volna visszaérkezniük a szolgálatból. Kellett volna... Ehelyett az ellenségeink jöttek, zászlóhegyükre tűzve társaink koponyáját. Kiűzésük nem ígérkezett könnyű feladatnak.

source: During the evacuation, we were shocked when we tallied our numbers. Barely a thousand of us survived the battle in the valley. Most of the dead likely perished in the villages burnt by our foes, helpless and frightened. Alas, they met one of the most painful deaths one could ever imagine.
fr: Pendant l'évacuation, nous fûmes choqués en nous comptant. Moins d'un millier d'entre nous avaient survécu à la bataille dans la vallée. La plupart, apeurés et impuissants, avaient sûrement été carbonisés dans les villages brûlés par nos ennemis. Hélas, ils eurent l'une des morts les plus douloureuses que l'on puisse imaginer.
hu: A kiürítés során sokkoló volt a túlélők számbavétele. Alig ezer tünde élte túl a völgybeli csatát. A halottak legtöbbje az ellenségeink által felgyújtott falvakban lelte borzalmas halálát. Nagyon elkeserített, hogy ilyen szörnyű véget értek.
tr: Tahliyeden sonra hayatta kalanları saydığımızda şok olduk, binden azımız kurtulmuştu. Muhtemelen çoğu köylerinde tuzağa düşmüş ve düşman tarafından öldürülmüşlerdi.

source: When I think of what forced us out of our ancient home, the one place we have lived safely in this war-torn and barren world, I feel my stomach clench in terror. Anlindë is a wise sorceress, but I regret not being strong enough to ignore her suggestion. I cannot help but think that if we had stayed, we could have fought back and somehow emerged victorious.
fr: Quand je pense à ce qui nous a fait sortir de notre ancien foyer, où nous vivions en paix malgré ce monde stérile ravagé par les conflits... je sens que mon estomac se serre de terreur. Anlindë est une sorcière avisée, mais je regrette de ne pas avoir assez de volonté pour lui résister. Dans un coin de mon esprit, je ne peux que penser que si nous étions restés, nous aurons pu résister et vaincre.
hu: Elszorul a torkom, ha arra gondolok, hogy milyen erő kényszerített bennünket a völgy elhagyására. A völgy volt az egyetlen hely, ahol ebben a véráztatta, kietlen világban biztonságban élhettünk. Anlindë egy bölcs boszorkány, s én képtelen vagyok a javaslata ellen tenni. Nem támogatom, mert azt hiszem, hogy ha itt maradnánk, vissza tudnánk verni a támadást és valahogy csak kivívnánk a győzelmet. és valahogy csak kivívnánk a győzelmet.
tr: Bu savaş çılgını anlamsız dünyada kendimizi güven içinde hissettiğimiz tek yer olan vatanımızı terketmemize neden olan şeyi düşündüğüm zaman gırtlağımın düğümlendiğini hissediyorum. Analya bilge bir büyücü ve ben onun önerilerine karşı çıkmak için hala kendimde yeterli gücü bulamıyorum. Olanları tekrar düşündüğüm zaman, artık bir faydası yok ama acaba kalıp döğüşseydik belki zafer kazanabilirdik demekten kendimi alamıyorum.

source: I but hope that fleeing to this cave was a wise decision, and that Lédinor's efforts are not wasted.
fr: J'espère seulement que fuir ces cavernes a été une sage décision et que les efforts de Lédinor n'auront pas été vains.
hu: De azt remélem, hogy a barlangokba való menekülésünk tényleg bölcs döntés és Lédinor áldozata nem hiábavaló.
tr: Bu mağaraya kaçmanın bilgece bir karar olduğunu ve Ledinor’un çabalarının boşa gitmediğini düşünmüştüm.

source: Even after thousands of years dead, the necromancer still had scraps of flesh on his body and traces of hair on his head. We elves have fought necromancers before, but this one... this one was different.
fr: Même mort depuis des milliers d'années, le nécromancien avait toujours des fragments de chair sur son corps et des touffes de cheveux sur sa tête. Nous, les elfes, avions combattu des nécromanciens auparavant, mais celui-ci... était différent.
hu: Még a többezer évnyi élőholt lét után is a delevény testén hús, fején haj nyomai látszottak. Mi, tündék már harcoltunk delevények ellen, de ez... ő egészen más volt.
tr: Ölümünden binlerce yıl sonra bile nekromatiğin etleri çürümemiş hatta saçları bile dökülmemişti. Biz elfler daha önce de nekromatiklerle döğüşmüştük ama bu... bu biraz farklıydı.

source: According to Anlindë, he was a tormented soul. A man who had fought for a noble cause in a way that tainted and twisted and destroyed him. I feel uneasy with undead by our side. We elves, even in our most ancient histories, never fought on the same side as necromancers. Even our own kind who learned the dark arts we executed, as the humans do. Now, after traveling with this... man, I wonder if our actions in the past were just...
fr: Selon Anlindë, ce n'était qu'une âme torturée, un homme qui s'était battu pour une noble cause d'une façon incorrecte, qui l'avait tourmenté et détruit.Je ne me sentais pas à l'aise avec un mort-vivant dans notre camp. Nous, les elfes, même dans nos plus anciennes histoires, ne nous étions jamais battus du même côté que les nécromanciens. Nous avions même exécuté ceux qui, parmi nous, avaient appris les arts sombres, tout comme les humains le font. Maintenant, après avoir voyagé avec cet... homme... je me demande si nos actions passées étaient justes...
hu: Anlindë szerint ő egy megkínzott lélek volt. Egy ember, aki nemes célokért harcolt olyan úton, amely megzavarta, eltérítette és tönkretette őt. Kissé kényelmetlenül éreztem magam, hogy élőholtakkal harcolunk együtt. Mi, tündék még a legősibb időkben sem harcoltunk holtidézőkkel együtt. A feketemágiát gyakorlókat kivégeztük, ahogy az emberek is. Most együtt ezzel a... az emberrel, úgy érzem, hogy múltbeli tetteink csak...nk csak...
tr: Analya’ya göre o sadece azap çeken bir ruhtu. Asil bir amaca yanlış yoldan ulaşmaya çalışmış bir adamdı. Yine de, bir yarı ölünün müttefikimiz olması beni rahatsız ediyordu. Tarihi geçmişimizde bir nekromatikle aynı tarafta döğüşmek bahis konusu olmamıştı. Biz de kara sanatlarla ilgilenmiş ama insanların neler yaptığını bilmek için öğrenmiştik. Şimdi bu... adamla birlikte yolculuk ederken geçmişte yaptıklarımızdan endişe duyuyorum...

source: Regardless, it seems that this one is not completely evil. He could be a great help for our cause if he is being honest with us. My people sometimes say that closest friends may turn into your worst enemies. I have no great friends, except Anlindë, so I hope that is not true.
fr: D'ailleurs, celui-ci ne semblait pas tout à fait mauvais. Il pourrait être d'un grand secours s'il se montrait honnête. Mon peuple dit parfois que les amis les plus proches peuvent se transformer en vos ennemis les plus implacables. Je n'ai aucun vrai ami, sauf Anlindë, j'espère donc que ceci n'est pas vrai.
hu: Akárhogy is, ez a delevény nem teljesen gonosz. Sőt nagy segítség lehet számunkra, ha tényleg szívélyesen viselkedik irányunkban. Azt mondják, hogy a legközelibb barátokból lehetnek a legádázabb ellenségek. Nekem nincsenek ilyen közeli barátaim, kivéve Anlindët, így remélem, hogy ez nem igaz.hogy ez nem igaz.
tr: Şöyle bir bakınca, pek de kötü durmuyor. Eğer bize karşı dürüst olursa, amacımıza büyük katkısı olabilirdi. Bizde bir deyiş vardır, en yakın dostlar bile gün gelir en kötü düşmana dönüşebilir. Analya’dan başka gerçek dostum yok. Bu yüzden bunun gerçek olmamasını diliyorum.

source: We followed the carved canyon along the southern side. As we traveled we could see small tributaries coming from the far North feeding into the river, increasing the speed and depth of the water as we passed.
fr: Nous avons suivi le canyon raviné du côté sud. Durant le voyage, nous avons vu de petits affluents venant du nord lointain grossir le fleuve, augmentant sa vitesse et la profondeur de l'eau au fur et à mesure.
hu: Követtük a folyóvájta kanyon déli partját. A messzi Északról érkező mellékfolyók megnövelték a főfolyó sebességét, s kimélyítették a gázlót is, amelyen átkeltünk.
tr: Irmağın oyduğu kanyonun güney kıyısı boyunca ilerledik. Yolculuğumuz boyunca kuzeyden gelip ırmağa karışarak suyun debisini arttıran küçük akarsular gördük.

source: To many of us it was a symbol that life, however little remained in this harsh world, still existed outside of our valley.
fr: Pour beaucoup d'entre nous, cela symbolisait que la vie, ou le peu qui s'accrochait à ce monde cruel, existait toujours en dehors de notre vallée.
hu: Sokunknak ez azt az életet szimbolizálta, amiből oly kevés maradt ebben a durva világban, de mégiscsak létezett a mi völgyünkön kívül is.
tr: Çoğumuz için o bir hayat kaynağıydı. Bu insafsız dünyada kalan ve vadimiz dışında hala mevcut olan bir kaç yaşam işaretinden biriydi.

source: Often Mal Keshar would look at the stream in a nostalgic way. I wondered what he thought as he watched the murky water flow down the riverbank. The world has changed drastically from the so-called Golden Age, or so he says when he speaks of them. He blames the humans of old Wesnoth, as Anlindë does. I do not know much about history or old legends, so I canot judge the truth.
fr: Souvent Mal Keshar regardait le courant d'un air nostalgique. Je me demandais à quoi il pensait en regardant l'eau limoneuse s'écouler sur les rives. Le monde a beaucoup changé depuis ce qu'on appelait l'Âge d'Or, du moins à ce qu'il en dit, quand il en parle. Il en veut aux humains, tout comme Anlindë. Je ne connais pas bien l'histoire et les légendes, je ne peux donc pas vraiment en juger.
hu: Mal Keshar gyakran nosztalgikusan bámulta a sodrást. Eltűnődtem, vajon mire gondolhat, miközben a zavaros folyóvizet vizsgálgatta. A világ drasztikusan megváltozott az ún. Aranykorhoz képest, legalábbis az elbeszélése alapján. Szidta a régi Wesnoth embereit, ahogy Anlindë is. Nem sokat ismerek a történelemből vagy a régi legendákból, így nem tudom megítélni, hogy igazuk van-e.e.
tr: Mal Keşnar sık sık geçmişi düşünür gibi dalıp gidiyordu. Nehrin kıyısındaki bulanık suya bir şey arar gibi bakarken ne düşündüğünü merak ediyordum. Onun bir zamanlar vatanı olan bu topraklardan geçerken bunun farkında değilmiş gibi davranıyorduk. Ara sıra söylediklerine bakılırsa, Altın Çağ’dan beri dünya fazlasıyla değişmişti. Analya gibi o da bundan insanları sorumlu tutuyordu. Tarihi ve geçmişe dair hikayeleri pek bilmediğimden insanlara karşı tutumları hakkında fikir yürütemem.

source: Their resentment has had bloody consequences. We came upon another small human encampment, in a more fertile stretch of the river vally. Our leaders commanded our men to slay them all. Perhaps I should have acted, but I felt paralyzed.
fr: Leur rancune eut des conséquences sanguinaires. Nous arrivâmes en bordure d'un petit campement humain, sur un bras plus fertile de la rivière. Nos dirigeants ordonnèrent à nos soldats de tous les tuer. J'aurais peut-être dû réagir, mais je me sentais paralysé.
hu: Neheztelésük véres következményekkel járt. Ráakadtunk egy emberi táborhelyre a folyóvölgy egy termékeny szakaszán. Parancsnokaink támadást vezényeltek, s mindenkit lemészároltattak. Talán közbe kellett volna lépnem, de meg voltam bénulva.va.
tr: Bu tutumları emirlerine de yansıyordu. Nehrin genişleyerek daha verimli kıldığı bir yerde küçük bir insan yerleşimine rastladığımızda o insanları öldürmek için adamlarıma onlar komuta etmişti. Bunu ben yapmalıydım ama o an kendimi güçsüz hissetmiştim.

source: Having skeletons, corpses and ghosts fighting by our side was dreadful enough to make most of our opponents flee, terrified. But some men did not flee. Instead they joined our side out of fear, curiosity, or attraction to the forbidden magic.
fr: Les squelettes, les zombies, et les fantômes à nos côtés furent suffisamment terrifiants pour faire fuir la plupart de nos opposants terrorisés. Mais quelques hommes ne flanchèrent pas et nous rallièrent, par peur, par curiosité, par intérêt envers la magie interdite.
hu: A csontvázak, eleven testek, szellemek látványa önmagában is megtette a hatását. Ellenségeink rettegve megfutottak. De néhány ember nem szaladt el, sőt csatlakoztak hozzánk félelemből, kíváncsiságból vagy a tiltott tudás megszerzésének vágyától vezérelve.ól vezérelve.
tr: Yine de, iskeletlerin, hayaletlerin ve cesetlerin bizim tarafımızda döğüşmesi rakiplerimizin çoğunun ürküp kaçmasına yeterli oluyordu. Ancak, bazıları kaçmadı. Kara büyü ilgilerini çektiği için biraz korku biraz da merakla bize katıldılar.

source: There came a night when we made camp by the river, to rest and replenish our water supplies. Fortunately for us, the river's water there was pure enough to be apt for drinking. Perhaps not as cool and fresh as the water in our valley's lake, but it served its purpose well enough.
fr: Nous avons fini par établir un camp nocturne sur un bord de la rivière, pour nous reposer et nous remplir nos réserves d'eau. Heureusement, l'eau était assez pure pour être potable. Elle n'était pas aussi fraîche et transparente que celle du lac de notre vallée, mais fut quand même d'un grand secours.
hu: Elérkezett az idő, amikor egy éjszaka tábort vertünk a folyó partján, hogy megpihenjünk és feltöltsük vízkészletünket. Szerencsére itt a folyó vize tiszta és iható volt. Talán nem olyan friss és hideg, mint a völgyünk taváé, de céljainknak megfelelt.
tr: Dinlenmek ve sularımızı tazelemek için nehrin kıyısında son kez bir kamp kurduk. Şansımıza nehrin suyu içilebilecek berraklıktaydı. Bizim vadideki gölün suyu kadar temiz ve soğuk olmasa da içmek için yeterliydi.

source: The hidden path we chose was unguarded; there was no sign of the ancient empire we believed we had drawn near.
hu: A rejtett ösvény, amit választottunk, őrizetlen volt. Nyomát sem láttuk az ősi birodalomnak, aminek közelségében hittünk.en hittünk.
