Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Legend has it that, when the world and its inhabitants were born, there were powerful creatures, called 'demons', able to control all the inferior species. They quite resembled normal humans, except for being tougher and usually more beautiful. Supposedly, because of the danger they cause for the magic balance of the world, the Lords of Light and Darkness restricted them to a separate plane, were they would be trapped with no posibility to get out or in, unless a portal from the mortal plane was deliberately opened. Fortunately, nobody ever figured out how to open such a portal, until now.
hu: A világ és az első teremtmények születéséről szóló mondák mind megemlékeznek hatalmas lényekről, az úgynevezett 'démonok'-ról, akik uralmuk alatt tartották a többi fajt. Kinézetük nagyon hasonlított az emberekre, de sokkal szívósabbak és szebbek voltak. A világ mágikus egyensúlyát veszélyeztették, ezért a fény és a sötétség istenei egy elkülönített létsíkra száműzték őket, ahonnan képtelenek voltak a létező világokba behatolni, amíg a holtak világából kaput nem nyitottak rájuk. Szerencsére ezt a kaput soha senki nem volt képes kinyitni, legalábbis a legutóbbi időkig nem.

source: race^Imp
fr: Diablotins
hu: Ördög
tr: Cin

source: race+female^Imp
fr: Diablotine
hu: Ördögasszony
tr: Cin-Dişi

source: race^Imps
fr: Diablotins
hu: Ördögök
tr: Cinler

source: Frequently considered lesser parents of demons, the Imps are usually underestimated due to their usually small size and lack of intellect. It is to note, however, that a swarm of them is not a threat to ignore, even for an experienced soldier.
hu: A démonszülők csemetéinek tartott ördögökkel kis méretük és csekély értelmük miatt gyakran lekezelően bánnak. Megjegyzendő azonban, hogy az ördögök tömegei korántsem lebecsülendő ellenfelek, még a gyakorlott harcosok számára sem.

source: Demon Grunt
fr: Grognard démoniaque
hu: Démon katona
tr: İblis Döğüşçü

source: The best of demons are noted by their greater strength and resilience, along with their lack of fear to sunlight. This turns them into living, if that can be said, weapons for their masters, weapons that listen and obey with no complaints to them. They are given armour and better weapons to help them endure in battle, as the Chaos lores are aware of how valuable such grunts are in the battlefield.
hu: A démonok legjobbjai nagyobb erejükkel és ellenállásukkal tűnnek ki, s mellesleg nem félnek a napfénytől sem. Ezáltal, úgymond, élő fegyverekké válnak uraik kezében, olyan fegyverekké, amelyek hallják és ellenvetés nélkül tejesítik a kapott parancsokat. Kiváló fegyverekkel és vértekkel látják el ezeket a harcedzett katonákat, mivel a Káosz tudósai is tisztában vannak a harcmezőn való értékükkel.

source: infernal chill
fr: froid infernal
hu: pokoli lehelet
tr: cehennem soğuğu

source: female^Demoness Grunt
hu: Démon katonanő

source: Demon
fr: Démon
hu: Démon
tr: İblis

source: Legend has it that, when the world and its inhabitants were born, there were powerful creatures, called 'demons', able to control all the inferior species. Supposedly, the Lords of Light and Darkness restricted them to a separate plane, were they would be trapped with no possibility to get out or in, unless a portal from the mortal plane was deliberately opened. Fortunately for people of former times, nobody ever figured out how to open that portal, until now. Demons are nimble and quite tough creatures, who don't need armor or clothing to protect themselves from physical damage. Nevertheless, their appearance resembles that of a human. Most of them carry some kind of weapon, although their claws and ability to throw fireballs at their enemies usually fit better their purpose of seeking suffering and blood in their opponents.
hu: A világ és az első teremtmények születéséről szóló mondák mind megemlékeznek hatalmas lényekről, az úgynevezett 'démonok'-ról, akik uralmuk alatt tartották a többi fajt. A fény és a sötétség istenei egy elkülönített létsíkra száműzték őket, ahonnan képtelenek voltak a létező világokba behatolni, amíg a holtak világából kaput nem nyitottak rájuk. Szerencsére ezt a kaput soha senki nem volt képes kinyitni, legalábbis a legutóbbi időkig nem. A démonok kemény és fürge lények, akiknek ninsz szükségük külön védőeszközökre a fizikai behatások ellen. Mindazonáltal megjelenésük nagyon emlékeztet az emberekére. Legtöbbjük hord magánál valamilyen fegyvert is, bár karmaik és képességük a tűzgolyólövellésre sokszor alkalmasabb eszköz áldozataik kínjának fokozására.

source: female^Demoness
hu: Démonnő

source: Shadow Courier
fr: Coursier des ombres
hu: Árnyfutár
tr: Kara Haberci

source: A few chosen ones from the ranks of the Chaos Lores are given knowledge and abilities that are forbidden to the common followers; they are the closest to the Emperor that anyone has ever been, and serve him as their right-hands. Although physically weak and slow after turning into demons, their magic skills more than compensate for such lack, making them opponents that should never be fought directly if possible.
hu: A Káosz tudósainak kiválasztottjai rendelkeznek a közönséges hívők elől elzárt tudással és képességekkel; magával a Császárral is közeli kapcsolatban állnak, annak legfontosabb szolgái. Habár fizikailag gyengék és lassúak is, de miután démonná váltak, mágikus képességeik bőven kárpótolják őket ezekért a gyengeségeikért, s ellenfeleik legszívesebben el is kerülik a nyílt összecsapást velük.

source: noctum
hu: éjlöket

source: Demon Warrior
fr: Guerrier démon
hu: Démon harcos
tr: İblis Savaşçı

source: The few men, elves or orcs that have dared underestimate the might of demonic warriors have recieved a long and painful death in exchange. The power of the Chaos lords lies partially in their wisdom to select the best of the grunts to serve them loyally and unconditionally. There are few demons granted the rank below the overlords, but those few, although rarely seen on the battlefield, bring sure defeat, and afterwards, obliteration, to their enemies.
hu: Az a kevés ember, tünde vagy ork, aki alá merészelte becsülni a démon harcosok erejét, fájdalmas és keserves haláltusában részesült. A Káosz urainak ereje részben abban a bölcsességben rejlik, hogy ki tudják választani a démonkatonák közül azokat, akik hűen és feltételek nélkül szolgálják őket. Kevés démont ér a megtiszteltetés, hogy a hűbérurak tisztjei lehetnek, de ezen kevesek, ha feltűnnek néha a harcmezőn, a biztos pusztulást hozzák az ellenségre, a teljes megsemmisítést.

source: female^Demoness Warrior
hu: Démon amazon

source: Demon Zephyr
fr: Démon Zéphyr
hu: Pokol hírnöke
tr: Kanatlı İblis

source: Some demons don't develop their destructive power further, but instead develop leathery wings, and the ability to fly large distances with them. Since weapons and armor prove to be heavy and inadequate for flying high, they drop them and rely in their natural toughness and sharp claws instead. In any case, while their brethren's ranged power relies on the ability to call upon the icy winds of inferno, these fearsome flying monsters attack using their improved skills on creating fireballs which they throw at their oponent.
hu: Néhány démon a pusztítóerő fejlesztése helyett inkább a szárnyainak erősítésével és repülési képességének fejlesztésével foglalkozik. Mivel a súlyos fegyverek és vértek akadályozzák a repülést, ezért inkább természetadta szívósságukban és éles karmaikban bíznak. Akárhogy is, míg a fajtársaik a pokol fagyos leheletének segítségét veszik igénybe, ezek a félelmetes repülő szörnyetegek a tűzgolyólövellést részesítik előnyben.

source: female^Demoness Zephyr
hu: Pokol hírnöknője

source: Dwarvish Arcanister
fr: Faiseur d'arcanes
hu: Törp rúnateremtő
tr: Cüce Gizemci

source: The most powerful of all the runecrafters, the Dwarvish Arcanister destroys wounded enemies almost instantly, and rarely fails to cause a wound when that is his intent. His skill in runecrafting is unrivaled, and the glyphs he carves into his weapons and armor deflect the blows of his enemies.
fr: Le plus puissant de tous les tailleurs de runes, le faiseur d'arcanes nain détruit les ennemis blessés presque instantanément, et parvient souvent à infliger une blessure quand il le veut. Sa capacité à tailler les runes est inégalée et les glyphes gravés sur ses armes et son armure détournent les coups de ses ennemis.
hu: A leghatalmasabb minden rúnavéső közül, a törp rúnateremtő minden sebzett ellenséget szinte azonnal elpusztít, és csak kivételes esetben nem sikerül sebet ejtenie, ha ez a szándéka. Tehetsége a rúnavésésben páratlan, és a fegyvereibe vésett jelek, valamint páncélzata visszaveri ellenségei csapásait.

source: Dwarvish Explorer
fr: Explorateur
hu: Törp felfedező
tr: Cüce Kaşif

source: Dwarven Explorers often travel alone through unknown lands, slaying enemies and scouting out new deposits of ore and other precious minerals. They are strong enough to wear thicker armor, giving them added protection against physical attacks. They are the powerful fighters, second only to the Dwarven lords, and their amazing maneuverability makes them dangerous indeed.
fr: Les explorateurs nains voyagent souvent seuls dans des terres inconnues, tuant leurs ennemis et découvrant de nouveaux gisements de métaux et de pierres précieuses. Ils sont assez forts pour porter une épaisse armure, ce qui augmente leur protection contre les attaques physiques. Ce sont de puissants guerriers dépassés uniquement par les seigneurs nains. Et leur capacité de déplacement les rend réellement dangereux.
hu: A törp felfedezők gyakran utaznak egyedül az ismeretlen földeken keresztül, miközben legyőzik az ellenségeiket és újabb érceket és más értékes ásványokat keresnek. Elég erősek ahhoz, hogy vastagabb páncélt hordjanak, ami nagyobb védelmet ad a fizikai támadásokkal szemben. Erős harcosok, csak a törp urak erősebbek náluk. Bámulatos mozgékonyságuk veszélyes ellenféllé teszi őket.

source: Dwarvish Flamethrower
fr: Incendiaire
hu: Törp lángszórós
tr: Cüce Alevkusan

source: It is said that the Dwarven Flamethrowers have strange staves of wood and iron, similar to those of the Thunderguards; but instead of making a thunderous noise shooting a projectile, their weapon generates a continous tongue of flame.
fr: On raconte que les incendiaires nains ont d'étranges bâtons faits de bois et de métal, ressemblant à ceux des gardes foudroyeurs. Cependant, au lieu de tirer des projectiles dans un bruit de tonnerre, leur arme crache des langues de feu continues.
hu: Azt beszélik, hogy a törp lángszórósoknak furcsa fa és vas botjaik vannak, hasonlóan a villámőrzőkhöz. De ahelyett, hogy mennydörgő hangot hallatnának és lövedéket okádnának, fegyverük egy folyamatos lángnyelvet kelt.

source: firestick
hu: tűzbot

source: Gyrocopter
fr: Ornithoptère
hu: Forgókopter
tr: Cirokopter

source: Some dwarves have crafted strange vehicles which they call 'Gyrocopters'. Capable of flight, they need space to maneouver, thus they cannot be used underground. These machines are hard to control and are not suited for close combat; instead, their drivers throw strange eggs they call 'bombs', that explode with the sound of thunder. Noone knows what strange beast lays such eggs.
hu: Néhány törp különös gépeket barkácsolt, amiket forgókopternek neveznek. Képesek vele repülni, de helyre van szükségük az irányításához, így nem lehet őket a föld alatt bevetni. A forgókoptereket nehéz irányítani, és nem alkalmasak a közelharcra. Ehelyett kormányosaik különös tojásokat, úgynevezett bombákat dobálnak, ami a villám hangjával robban fel. Senki nem tudja, milyen furcsa lény rak ilyen tojásokat.

source: bombs
fr: grenades
hu: bombák
tr: bomba

source: Dwarvish Pathfinder
fr: Pisteur
hu: Törp nyomolvasó
tr: Cüce İzci

source: Dwarvish Pathfinders are faster, stronger and even deadlier with their axes than normal dwarvish scouts. They often race ahead of the main force, scouting out unfamiliar terrain and securing villages and chokepoints.
fr: Les pisteurs nains sont plus rapides, plus forts et même plus mortels, avec leur hache, que les éclaireurs nains. Ils sont souvent en tête des troupes, explorant les terrains inconnus et sécurisant les villages et les passages trop étroits.
hu: A törp nyomolvasók gyorsabbak, erősebbek és halálosabbak a bárdjukkal, mint a normál törp felderítők. Gyakran megelőzik a fő erőket, hogy felderítsék az ismeretlen terepet és biztosítsák a városokat, gyülekező helyeket.

source: Except for those with almost supernatural skill, the highest rank a runecrafter can rise to is that of the Dwarvish Runemaster. Striking blows nearly as powerful as those of the best warriors, they would be fearsome without their craft, but with it they are also nigh on invincible, since their runes cause the physical blows of their enemies to deal less damage than would be expected.
fr: Mis à part avec des capacités surnaturelles, le plus haut rang qu'un graveur de runes peut atteindre est maître des runes nain. Frappant presque aussi puissamment que les meilleurs guerriers, ils n'ont déjà peur de rien sans leur arme, mais quand ils l'ont, ils sont presque invincibles car leurs runes diminue les dégâts causés par les coups de leurs ennemis.
hu: Kivéve néhány természetfölötti képességgel megáldott törpöt, a legmagasabb rang, amit egy rúnavéső elérhet, az a rúnamester. Közel olyan erőteljes csapásokat mérve, mint a legjobb harcosok, mesterségük nélkül is félelmetesek lennének, de azzal együtt ráadásul közel sérthetetlenek, mivel a rúnák ellenségeik fizikai csapásait is kevésbé sebzővé teszik.

source: Dwarvish Runesmith
fr: Forgeron des runes
hu: Törp rúnakovács
tr: Cüce Demirci

source: Dwarvish runesmiths, now practiced at their craft, carve arcane runes into their weapons and armor. These runes infuse the runesmith's blows with power and accuracy, and disrupt the blows of their enemies, causing them to strike softly, weakly and on the armor of the defender.
fr: Les forgerons des runes nains, maintenant habitués à leur art, gravent des runes sur leurs armes et armures. Ces runes imprègnent les coups du forgeron de puissance et de précision et détournent les coups des ennemis, adoucis et faibles quand ils frappent sur l'armure.
hu: A törp rúnakovácsok gyakorlottak mesterségükben, földöntúli rúnákat vésnek fegyvereikbe és páncéljaikba. Ezek a rúnák átitatják a rúnakovácsok ütéseit erővel és pontossággal, és bomlasztják ellenségeik csapásait, azokat finommá és gyengévé téve, valamint a védekező páncéljára irányítva.

source: Dwarvish Scout
fr: Éclaireur
hu: Törp felderítő
tr: Cüce Gözcü

source: Moving faster than other dwarves, Dwarvish Scouts love to explore both above and below ground. They are adept at both fighting hand to hand with their axes and throwing them.
hu: A törp felderítők a többi törpnél gyorsabban mozognak. Szeretik kifürkészni mind a föld alatti, mind a föld feletti területeket. Szakértők a közelharcban, de a bárdhajításban is.

source: Steamcopter
fr: Vapocoptère
hu: Gőzkopter.
tr: İslimkopter

source: With the aid of steam genies, Steamcopters are able to move faster and carry more bombs than Gyrocopters.
fr: Avec l'aide de génies de vapeur, les vapocoptères sont capables de se déplacer plus vite que les ornithoptères, et il peuvent emporter plus de grenades.
hu: Gőzdzsinek segítségével a gőzkopterek gyorsabban képesek mozogni, és több bombát tudnak szállítani, mint a forgókopterek.

source: Steamwheel
fr: Vaporouleur
hu: Gőzszekér
tr: Atsız Araba

source: Some Dwarves use strange vehicles that can move fast without a horse. It is said that these great wheeled vehicles are powered by invisible steam genies, thus they are called 'Steamwheels'.
fr: Certains nains utilisent des véhicules étranges capables de se mouvoir rapidement sans cheval. On dit que ces grands véhicules à roue sont tirés par des génies de vapeur invisibles, c'est pourquoi on les appelle « Vaporouleurs ».
hu: Néhány törp különös járművet használ, ami lovak nélkül képes gyorsan mozogni. Azt mondják ezeket a kerekes járműveket láthatatlan gőzdzsinek hajtják, ezért hívják őket gőzszekérnek.

source: Thunderwheel
fr: Foudrorouleur
hu: Villámszekér
tr: Ağır Vasıta

source: With the help of one more steam genie, these noisy vehicles are able to move faster than horses.
fr: Grâce à une espèce de génie de vapeur, ces véhicules bruyants se déplacent plus vite que des chevaux.
hu: Eggyel több gőzdzsin segítségével ezek a hangos járművek gyorsabban képesek haladni, mint a lovak.

source: Warwheel
fr: Vaporouleur
hu: Harci szekér
tr: Savaş Arabası

source: Warwheels are faster and more heavily armored than Steamwheels, and can breach enemy lines with their fearsome charge.
fr: Les rouleurs de guerre sont plus rapides et ont un blindage plus épais que les vaporouleurs. Leur charge effrayante leur permet d'ouvrir de larges brèches dans les lignes ennemies.
hu: A harci szekerek gyorsabbak és jobban páncélozottak, mint a gőzszekerek, és rettentő rohamukkal át tudják törni az ellenséges vonalakat.

source: female^Elvish Ascetic
hu: Tünde aszkétanő

source: Some elves have studied varieties of magic better suited for offensive purposes. Whence their knowledge and mastery of such arts came is not known, and they do not reveal their secrets. All that is known of their training is that they may spend long time alone in the wilderness, not to appear for years, or in extreme cases, centuries. For these ascetics, knowledge may be a curse at times, as their people tend to expect from them more that what they can offer without violating their own principles. Nonetheless, they may use their mastery of magic to lend a hand to fate--or to twist it. They possess good knowledge of both offensive and defensive spells. They often also have basic notions of medicine, and can cure other creatures from the effects of poison.
hu: Néhány tünde nagy jártasságra tett szert a támadó mágiák számtalan variációjának használatában. Hogy ez a tudásuk honnan ered, senki sem tudja, s ők maguk sem fedik fel titkukat. A képzésükről csak annyit tudni, hogy hosszú időt töltenek a vadonban teljesen egyedül, s évekig, olykor évszázadokig nem is bukkannak fel újra. Ezeknek az aszkétáknak a tudása olykor átokká válik számukra, mivel a népük hajlamos túlzott követeléseket támasztani velük szemben, aminek az elveik durva megsértése nélkül nem tudnának megfelelni. Mindazonáltal mágikus képességeikkel a sors kezének szerepét is eljátszhatják, de ki is kerülhetik a végzetet. Mind a támadó, mind a védekező mágiában jártasak, alapismereteik vannak az orvoslásról és a mérgezéseket is képesek gyógyítani.

source: ethereal zephyr
hu: Éteri szél

source: female^Elvish Avatar
hu: Tünde orákulum

source: One of the forces most dreaded by enemies of elves is the power that some mystics can gain. After a long path of learning, which is often a complete lifetime, these avatars of wind and storm master the natural elements, and are capable of commanding them at their will. With that in mind, enemies often surrender or flee of sheer panic at the tremendous possibilities of such power. Needless to say, those abilities could put an end to the elvish civilization if they were used for evil deeds. This is why avatars are respected, and even feared by their own people. Power is both a gift and a curse- how to endure this weight without giving it up, is perhaps one of the few challenges left for these mystics.
hu: A tündék ellenségei által az egyik leginkább rettegett erő az, amit egyes misztikusok képesek megszerezni. Hosszas, olykor egy életen át tartó tanulás árán megszerzett tudásuk révén az orákulumok képessé válnak a szél, a vihar, a természeti elemek fölötti uralomra. Ezt észben tartva az ellenség inkább megadja magát vagy hanyatt-homlok elmenekül, mintsem ilyen borzalmas erő áldozatává váljon. Szükségtelen külön elmondani, hogy ez az erő illetéktelen kezekbe kerülve a tünde civilizáció végét is jelentené. Emiatt nagy becsben állnak, s félelemmel tekintenek rájuk saját népük körében is. Az erő, áldás és átok egyúttal - ennek a súlynak az elviselése az igazi kihívás, aminek terhét ezek a misztikusok a vállukon cipelik.

source: faerie touch
hu: tündér érintés

source: gossamer
hu: ökörnyál

source: ethereal storm
hu: éteri vihar

source: female^Elvish Mystic
hu: Tünde misztikus

source: Experienced mystics are of great value in the new Elvish society. Their great knowledge of history and magic, tolerance and fair judgement is what is sought for in a leader or advisor. In times of need, they are in charge of assisting their lords with worthy advice or even support in the battlefield. But they have not finished learning yet, and still wander about the world, seeking for new questions to answer.
hu: A gyakorlott misztikusok az új tünde társadalom értékes tagjai. Történelmi ismereteik, mágikus képességeik, türelmük, biztos ítélőképességük egyaránt vezetői vagy tanácsadói rangra teszik méltóvá őket. Szükséghelyzetben nélkülözhetetlenek bölcs tanácsaik vagy a csatatéren nyújtott segítségük. Bár a tanulmányaikat sosem fejezik be, állandóan új, megválaszolatlan kérdésekre keresik a válaszokat világkörüli vándorlásaik során.

source: Since elves are not warlike by nature, most of their population is composed by civilians, who learn, at very early age, basic usage of swords and bows, so that they can defend themselves, or their homes, in times of need, forming a fairly skilled militia. However, if you are hurling civilians at your foes, you're clearly out of superior forces.
hu: Mivel a tündék alaptermészetétől távol áll a háborúskodás, a népesség java része civilekből áll, akik ugyan életük korai szakaszában megismerkedtek a kard és az íj kezelésének fortélyaival, hogy szükség esetén megvédhessék magukat és az otthonaikat. Önkéntesként hadba vonulva átlagos képzettségű nemzetőrséget alkotnak. Az nyilvánvaló, hogy önkéntesek toborzása a képzettebb egységekből kifogyva jelent megoldást.

source: bow
fr: arc
hu: íj

source: female^Elvish Civilian
fr: Civile elfe
hu: Tünde önkéntesnő
tr: Elf Milis

source: Elvish Hunter
fr: Chasseur elfe
hu: Erdei vadász
tr: Elf Avcı

source: The elvish militia is mainly composed of civilians who have dropped their bows in favour of entangling unwary oponents using their bolas, and then finish them off with their swords. They are trained to scour the woods, hills and mountains for prey and enemies.
hu: A tünde nemzetőrség főleg önkéntesekből áll, akik íj helyett bolát használnak a vigyázatlan ellenfél megbénítására, s aztán karddal végeznek velük. Képzésük része az erdőkben, dombokon, hegyekben végrehajtott terepgyakorlat, amelynek során áldozatokat illetve ellenséget kutatnak.

source: bolas
hu: bola

source: female^Elvish Hunter
fr: Chasseresse elfe
hu: Erdei vadásznő
tr: Elf Avcı

source: Elvish Prowler
fr: Patrouilleur elfe
hu: Tünde kalandor
tr: Elf Polisi

source: The best hunters learn to take advantage of their surroundings to attack unwary enemies by surprise. Camouflage is the most frightening ability of these masters of elusive strategies, as an unwary foe could be struck down by them with ease. It has been recorded that entire raiding parties have been decimated by Prowlers, in matter of a few minutes, even seconds. This is one of the various reasons that the wood elves are respected and feared by most races.
hu: A legjobb vadászok a környezetük adta előnyök kihasználásával képesek meglepni az óvatlan ellenségeiket. Az álcázás a legfélelmetesebb képességük ezeknek a ravasz mestereknek, s ezt maximálisan ki is használják, s a meglepett ellenséget könnyűszerrel leterítik. Feljegyeztek olyan esetet, amikor a kalandorok egy teljes portyázó csapatot pillanatok alatt megtizedeltek. Ez is az egyik ok, ami miatt az erdei tündékre félelemmel vegyes tisztelettel tekintenek a többi faj tagjai.
