Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: If someone is to be destroyed this day, it is you, not us. We have the power of the Union by our side, and you have nothing but your mastery of the vilest arts. You chose to give up the Union, and now you'll face the consequences.
fr: Si quelqu'un va être détruit aujourd'hui, c'est vous, pas nous. Nous avons le pouvoir de l'Union de notre côté, et vous, vous n'avez pour vous que votre maîtrise des arts les plus vils. Vous avez choisi d'abandonner l'Union, vous allez en subir les conséquences.
hu: Ha valaki elpusztul ma, az te leszel, nem mi. Velünk van az Egyesülés ereje, míg melletted csak a gonoszság ereje . Te voltál az, aki lemondtál az Egyesülés erejéről, most számolj a következményekkel!

source: What happens?
fr: Que se passe-t-il ?
hu: Mi az ördög...?
tr: Ne oluyor?

source: Their power is incredibly great. I have never seen anything like this in my life before!
fr: Leur pouvoir est incroyable. Je n'avais jamais vu quelque chose comme ça de ma vie !
hu: Hihetetlen ereje van. Soha életemben nem találkoztam még ilyen erős lénnyel.

source: I call upon you, Death Knight. Come and help us in this predicament!
fr: Je fais appel à vous, chevaliers de la mort. Venez nous aider dans cette épreuve !
hu: Hívlak téged, Halállovag! Gyere és segíts nekünk ebben a nehéz helyzetben!etben!
tr: Ölüm Şövalyesi, gel bana. Bu beladan kurtulmamıza yardım et!

source: Death Knight
fr: Chevalier macabre
hu: Halállovag
tr: Ölüm Şövalyesi

source: Destroy Argan and put a definitive end to his evil empire
fr: Détruire Argan et mettre un terme à son empire maléfique
hu: Megölöd Argant és végérvényesen pontot teszel a gonosz birodalma végérerodalma végére
tr: Argan’ı öldür ve imparatorluğuna son ver

source: absorbed damage
fr: dégât encaissé
hu: elnyelt ütés

source: You are just feeding me, fools!
fr: Vous ne faites que m'alimenter, idiots !
hu: Ostobák, csak engem tápláltok!

source: Then what blasted thing is your body made of?!
fr: De quelle damnée matière est fait votre corps ?!
hu: Miféle anyagból készült a tested?

source: Uria dismantled my original body, and rebuilt it to be stronger and deadlier, to serve her cause as her blessed messenger of Chaos. No one can oppose me now, and those who dare think of doing so, end like the drones around you.
hu: Uria szétdarabolta a testemet, majd újraépítette, így sokkal erősebb és halálosabb vagyok, s szolgálhatom az ő céljait a Káosz felszentelt küldötteként. Senki nem képes ellenállni nekem, akik mégis megpróbálják, azok úgy végzik, mint a körülöttetek lévő herék., mint a körülöttetek lévő herék.

source: So, you, yourself, did this monstrousity to them?
fr: Donc, vous leur avez vous-même fait cette monstruosité ?
hu: Szóval te tetted velük ezt a szörnyűséget?

source: Aye, but they are nothing more than cheap imitations of my own body's design. I am far more powerful than any of them. Do you see now, that in this world all that is natural is destined to perish eventually, but that my arts can allow us to enlengthen the life-span of beings, without going through the decay and foul consequences of necromancy?
fr: Oui, mais ce ne sont que des imitations simplettes de mon propre corps. Je suis beaucoup plus puissant que le moindre d'entre eux. Ne constatez-vous pas que tout ce qui est naturel est condamné, mais que mes compétences pourront nous permettre une vie éternelle, sans subir la putréfaction associée à la nécromancie ?
hu: Persze, de ők csak halvány utánzatai az én saját testemnek. Messze hatalmasabb vagyok, mint ezek közül bármelyik. Látod már, hogy ebben a világban minden természetes semmivé foszlik, de az én művészetem meghosszabbítja a lények élettartamát a holtidézés fájdalmas és aljas következményei nélkül?

source: No... you are a monster now, an abomination. Not worthy of my love. I can hardly believe I spent so much time with you, not knowing what you'd become later!
fr: Non... vous êtes un monstre maintenant. Vous ne méritez pas mon amour. J'ai du mal à croire que j'ai passé tant de temps avec vous, sans me douter de ce que vous deviendriez plus tard !
hu: Nem... te egy undorító szörnyeteg vagy. Nem méltó a szerelmemre. Nem akarom elhinni, hogy annyi időt töltöttem veled együtt, s mégsem láttam, mivé fogsz válni.ni.

source: What are you saying? You know you are not being serious!
fr: Que dis-tu ? Ce n'est pas sérieux !
hu: Mit beszélsz? Tudhatnád, hogy te nem vagy fontos!

source: I am being serious. Mal Keshar, let's finish with this once and for all!
fr: Je parle sérieusement. Mal Keshar, finissons-en une fois pour toute !
hu: De igen, fontos vagyok. Mal Keshar, végezzük el a dolgunkat egyszer, s mindenkorra!

source: As you command, my lady. Let's do it.
fr: À vos ordres, madame. Faisons ainsi.
hu: Ahogy parancsolod, úrnőm. Végezzük el!

source: I was the one who granted you life in first place, when you were nothing. I sacrificed everything for you, and this is how you pay!? No... no! If you really want to suffer the same fate of others, to be enslaved by my power, then so be it. You have chosen it, and the Union cannot save you... not without me!
hu: Én voltam az, aki biztosította a létedet, amikor még semmi sem voltál. Mindent feláldoztam érted, s ezt érdemlem? Nem... NEM! Ha valóban osztozni akarsz mások szenvedéseiben, a hatalmam súlya alatt roskadozni, akkor legyen! Te választottad, de ne hidd, hogy az Egyesülés ereje megment téged... nélkülem nem!öhet létre!

source: Probably wrong in that last part.
fr: La conclusion est sûrement fausse.
hu: Ez utóbbiban alighanem tévedsz!dsz!

source: The power that was granted to you now shall be removed. For the sake of earth's future... I... I have got to do this...
fr: Le pouvoir qui vous a été accordé va vous être retiré. Pour la survie de la terre... Je... Je dois le faire...
hu: A hatalom, amivel rendelkeztél, megszűnt. Bolygónk jövőjéért... nekem... nekem ezt meg kell tennem...

source: No, you shall never defeat me! I'm invincible! I am far superior to the power of the Union!
fr: Non, vous ne me battrez jamais ! Je suis invincible ! Je suis largement supérieur au pouvoir de l'Union !
hu: Nem, te engem soha nem tudsz elpusztítani! Én legyőzhetetlen vagyok! Messze nagyobb hatalmam van az Egyesülésénél is!m van az Egyesülésénél is!

source: Use the Union to destroy Argan and put a definitive end to his evil empire
fr: Utiliser l'Union pour détruire Argan et mettre un terme à son empire maléfique
hu: Az Egyesülés erejével elpusztítod Argant és végérvényesen pontot teszel a gonosz birodalma végére gonosz birodalma végére
tr: Argan’ı yoketmek için Birliği kullan ve şeytani imparatorluğuna son ver

source: What's this? Look out, drones emerge from his body with each hit!
hu: Mi ez? Nézzétek, minden ütésre herék emelkednek ki a testéből!

source: Aaaah! The power... my power, is... it is destructing myself! You'll pay for this! Aaargh!
fr: Aahhh ! Le pouvoir... mon pouvoir... il me détruit ! Vous allez le payer ! Aaaargh !
hu: Áááá! Az erő... az erőm... elpusztít engem! Megfizettek ezért! Aaaargh!

source: What happened?
fr: Que s'est-il passé ?
hu: Mi történt?
tr: Ne oldu?

source: It seems that Argan's death has invalidated the power of the Union, and Elynia and Mal Keshar are back to normal.
fr: On dirait que la mort d'Argan a annulé le pouvoir de l'Union, et qu'Elynia et Mal Keshar sont redevenus normaux.
hu: Úgy tűnik, Argan halálával az Egyesülés is megtört, Elynia és Mal Keshar is újra a régi állapotába került.

source: The prophecy has just been broken.
fr: La prophétie vient d'être rompue.
hu: A prófécia beteljesedett.

source: A Royal Meeting
fr: Une audience royale
hu: Királyi kihallgatás
tr: Kraliyet Toplantısı

source: Welcome, friends. It has been a long time since your kinsmen last visited us. But tell me, what are your names? What brings you here, to the depths of New Knalga?
hu: Legyetek üdvözölve, barátaim! Sok idő telt már el azóta, hogy népetek fiai látogatást tettek minálunk. Mondjátok, kik vagytok, mi szél hozott titeket Újknalga mély alagútjaiba.y alagútjaiba.

source: I am Galas, leader of the Elves from the Valley of Elynia.
fr: Je suis Galas, chef des elfes de la vallée d'Elynia.
hu: Galas vagyok, Elynia-völgy tündéinek vezetője.
tr: Ben, Elenya Vadisindeki Elflerin lideri Galas’ım.

source: Mal Keshar, necromancer, tourist guide for these elves.
fr: Mal Keshar, nécromancien, guide touristique de ces elfes.
hu: Mal Keshar, holtidéző, a tündék kalauza.
tr: Mal Keşnar, nekromatik, bu elflerin turist rehberi.

source: You, necromancer - it is well recorded by our historians that you killed many of our comrades centuries ago. However, in view of your that you came here by the side of the people of Quenoth, I suppose we can tolerate your presence.
hu: Te, holtidéző - sok magunkfajtát megöltél az elmúlt századok alatt, ezt a történészeink hitelesen feljegyezték. Habár, ha tekintetbe vesszük, hogy a quenothi nép fiainak oldalán jöttél ide, azt hiszem a jelenléted elfogadható.

source: I cannot avoid asking, my lord, what are you talking about? What is Quenoth?
hu: Nem kerülhetem meg a kérdést uram, miről beszélsz? Mi az a Quenoth?

source: I think I know what he is talking about. King, your fellow dwarves talked about elves from the desert when they first met us. You now mention the people of Quenoth. Does that mean that our kind has already visited your realm? Did they truly come from the desert?
hu: Hmm. Azt hiszem, én értem. Királyom, az alattvalóid beszéltek nekünk valamiféle sivatagi tündékről, amikor először találkoztunk velük. Te most quenothi népről beszélsz. Lehet, hogy a társaink meglátogatták már a ti országotokat? S valóban a sivatagból érkeztek?

source: Yes, indeed. It must ha' been more than six of our generations ago. My great-grandfather didn't even exist then! It is known by us that they opened the route for the restoration of Knalga.
hu: Igen, igen. Mintegy hat törpöltővel ezelőtt gyüttek. Még a szépapám sem élt akkoriban. Ők segítettek hozzá minket, hogy Knalgát újra felépítsük.

source: They certainly did so, by forcing the foul trolls to retreat back to the tunnels whence they came. That is just one of their many great deeds.
hu: Mindezt azzal érték el, hogy visszaszorították a trollokat azokba a tárnákba, ahonnan előtörtek. De ez csak egy a nagyszerű tetteik közül.

source: So, where do you come from? I didn't stop to wonder why you bring completely different weapons and clothes with you. I suppose you're not from the desert then?
hu: Tehát honnan jöttetek? Nem tudom megállni, hogy meg ne kérdezzem, miért öltözködtök teljesen másképp, mint ők, s a fegyvereitek is igencsak különbözőek. Talán nem is a sivatagból érkeztetek?nem is a sivatagból érkeztetek?

source: We actually come from a valley, far from here, surrounded by the vast lands that we call the 'unknown'. Our ancestors departed ways shortly after putting an end to a... certain war, due to political disputes. Two different groups separated; one group found the valley whence we came. Those are our direct ancestors, but I suspect the other group, whom you probably met, managed to eke out their lives in the desert.
hu: Mi igazából egy messzi völgyből érkeztünk, amit hatalmas pusztaság vett körül, amit csak a 'senkiföldje' néven neveztünk. Az őseink elváltak a többi tündétől azután a... szóval a háború után bizonyos politikai nézeteltérések miatt. Két csoportra szakadtunk, az egyik megtalálta a völgyet, ahonnan mi jöttünk. Ők lettek a mi közvetlen felmenőink, míg a másik, akiknek utódaival gyaníthatóan ti találkoztatok, sikeresen alkalmazkodott a sivatagi körülményekhez.eresen alkalmazkodott a sivatagi körülményekhez.

source: That would explain why the orcs were aware of the existence of our brethren in the desert and why the savage human tribes were afraid of our hunters.
hu: Ez megmagyarázza, hogy a sivatagi orkok miért ismertek bennünket, s a vademberek törzsei miért féltek tőlünk.

source: But the question remains. Were the Quenoth elves the only ones? Could other groups have survived in the desert?
hu: A kérdés továbbra is nyitott. A quenothi tündék az egyetlenek vagy más csoportok is élhetnek a sivatagban?máshol?

source: How could they have survived in the desert in the first place? Elves have always been a race bound to their green forests. They're the last ones I'd expect to walk on the hot sands even if forced to.
hu: Hogy voltak képesek alkalmazkodni a sivatagi körülményekhez? A tündék mindig is az erdőkhöz voltak kötve. Ők az utolsók, akikről elképzeltem volna, hogy a forró homokban éljenek, bármilyen kényszer hatására is. atására is.

source: An intriguing matter indeed - recently we have sent scouts that report that life has managed to flourish in the desert, and that oases are now forests. But back then, none of that existed; it was just plain desert. Anyway, the elves we are talking about appeared all of a sudden when we were losing a war against the troll invaders. Selflessly, they killed the troll chieftains and drove back the well-organized troll marauders.
hu: Valóban különleges dolog - de napjainkban a felderítőink füvet és fát is találnak a sivatagban. A régi oázisok buja növényzettől zöldellnek. A tündék, akikről beszélek, teljesen váratlanul bukkantak fel akkor, amikor rosszul állt a szénánk a troll behatolók elleni háborúnkban. Önzetlenül beavatkoztak, megölték a behatolók vezérét, s visszaszorították a martalócokat.

source: A boy, Kaleh, was leading these elves to find a new home in the far North, supposedly reserved for them by a goddess named 'Eloh'.
hu: Egy legény, Kaleh vezette ezeket a tündéket, akik egy új otthont kerestek a messzi Északon, amit az 'Eloh' nevű istenük ígért meg nekik.nekik.

source: Eloh? I have read that name before...
hu: Eloh? Mintha már olvastam volna róla...

source: But wait, I haven't finished! They left, but we sent one of our men to escort them to safety out of our caves. Our ancestors didn't get news of him for years, until he made it back with interesting news.
hu: S ez még nem minden! Továbbmentek, de kalauzul elküldtük egyik törpünket, hogy biztonságban kivezesse őket a barlangokból. Évekig semmi hírünk nem volt róluk, mígnem a törp visszatért és csoda dolgokat mesélt.mesélt.

source: After escaping from a flood in the northern caves, they were surrounded by the same humans who killed and thwarted most of our scouting expeditions. They gave them a bloody fight, and somehow ended up on the shores of the Vast Sea, rescuing trapped merfolk that were going to be executed for a blood sacrifice to a human deity. But some elves turned against Kaleh's boys, under the influence of this 'Eloh' monster. And I say monster because she turned out to be the dreaded Eater of Souls, Yechnagoth.
hu: Miután szerencsésen kijutottak az északi barlangokat elöntő árvíz elől a felszínre, körülfogták őket az emberek, akik megölték a felderítőinket, s akadályozták az expedícióinkat. Véres harcot vívtak velük, s eljutottak a Végtelen-tenger partjaira, kiszabadították a csapdába esett sellőket, akiket az emberek az istenüknek akartak feláldozni. Aztán néhány tünde Kaleh ellen fordult, mert ez az 'Eloh' nevű szörnyeteg megtévesztette őket. Szörnyeteget mondok, mert mint kiderült, valójában ő volt a rettegett Lélekölő, Yecnagoth.egett Lélekölő, Yecnagoth.

source: That name... I had not heard that name in too many years already.
hu: Ez a név... századok óta nem hallottam már ezt a nevet.

source: The brave elves traveled to a lone isle in the ocean, Zocthanol, with the help of the merfolk. In the end, they slew the fake goddess, who was somehow controlling many creatures in an impressively broad area. Humans and orcs of the continent and even sea creatures were under her control! Even our kind and the trolls, deep underground, were almost affected by her influence.
hu: A bátor tündék az óceán egy magányos szigetére, Zocthanolra utaztak a sellők segítségével. Végül végeztek a hamis istennel, aki valahogy képes volt számtalan faj egyedeit uralma alá vonni. A kontinens embereit és orkjait, tengeri lényeket ellenőrzött. Mi és a trollok elkerültük a fennhatóságát, mert a felszín alatt több mérföldre nem tudta a befolyását érvényesíteni.

source: So, did these elves survive?
hu: Szóval sikerült nekik?

source: Yes. When this escort returned years later with the good news, we started to send scouts to the surface again, setting up new trade routes and relationships between the human country of the Far North and our kingdom, helping Knalga experience a new rebirth.
hu: Igen. A kalauzuk néhány évvel később jó hírekkel tért vissza, így újra kiküldtük a felderítőinket a felszínre. Új kereskedelmi utakat építettünk ki, s újra kapcsolatokat építettünk a Távol-Észak embereivel. Ez segítette Knalga újjászületését.

source: However, we discovered that the evil humans did not quit their business after Yechnagoth's fall. A conflict between the southern humans and the northern lands started, and most of us had to retreat back into our caves to avoid the crossfire. We were eventually forced to abandon our southern tunnels and block the paths that led to them. Of course, we still thrive, but our development is certainly slower than before the fire of war was rekindled. I'd say the same about the northern humans. Nonetheless, if you are looking for a new home like your distant relatives, the Far North should welcome your people.
hu: Csakhogy felfedeztük, hogy a gonosz emberek nem hagytak fel a kultusszal Yecnagoth eleste után sem. A déli és az északi emberek konfliktusba kerültek egymással, s mi visszaszorultunk a barlangjainkba el akarván kerülni, hogy két tűz közé kerüljünk. Rákényszerültünk, hogy a déli tárnáinkat kiürítsük, s az odavezető utakat is lezárjuk. Természetesem most is gyarapodunk, de korántsem olyan mértékben, mint a háború kitörése előtti időkben. Ugyanezt elmondhatnám az északi emberekkel kapcsolatban is. Mindazonáltal, ha új otthont kerestek, mint azt távoli rokonaitok tették, akkor Távol-Északon bizonyára szívesen fogadnak titeket.en fogadnak titeket.

source: We certainly need a new home. A great army of blood-thirsty human warriors destroyed ours with their fire-spitting demons.
hu: Bizonyára szükségünk lesz egy új otthonra is. A vérgőzös emberek nyilván felégették már a régit a tűzköpő démonaikkal.

source: And those soldiers of Uria are here as well. As Althurin might have told you, the forces of Chaos arrived at the doors of Knalga, literally.
hu: És Uria zsoldosai itt is nyüzsögnek. Ahogy Althurin bizonyára említette már, a Káosz erői szó szerint Knalga kapui előtt állnak.

source: Soldiers of Uria you say? I wasn't informed of the presence of demons in their ranks! Althurin, how is this possible?
hu: Azt mondod Uria zsoldosai? Erről nekem nem is szólt senki, hogy démonok támadtak ránk. Althurin, meg tudod magyarázni??

source: My apologies sir, but we decided to not spread the word until we could confirm our suspicions, to avoid causing unnecessary panic amongst our brethren. This is a very delicate issue, as I hope you understand.
hu: Bocsáss meg uram, de nem akartunk pánikot kelteni, míg a gyanúnkat meg nem erősítő bizonyítékot nem találunk. Remélem megérted az óvatosságunkat, uram.

source: Sure I do! Hmpf. But at least you could have the decency of giving me complete reports, not partially obscured ones!
hu: Na persze. Hmpf. De legalább engem értesíthettél volna a gyanúról, ha mást nem is!

source: Those warriors even control some alien war beasts. We just defeated one of their most powerful creatures... the Mechanical Goliath, we called it.
hu: Azok a harcosok néhány harciszörnyet is irányítanak. Éppenhogy meg tudtunk semmisíteni egy ilyen hatalmas gépszörnyet, amit mi mechanikus góliátnak neveztünk el.ak neveztünk el.

source: Our best craftmen have worked on such gigantic metallic warriors before. They're just machines. We believe that some prototypes were left behind when we moved from the southern caves, for we haven't found them in centuries. It may be that those were used as the basis for the enemy's artifacts.
hu: A legkiválóbb barkácsolóink korábban foglalkoztak ilyen óriási fémharcosok építésével, de ezek csak gépek. Azt hiszem, hogy néhány prototípus ott maradhatott a déli alagutakban, mikor kiürítettük őket, ezeket később sem találtuk meg. Ezek szolgálhattak alapul az ellenség alkotásaihoz.

source: That's *really* bad news! How could you leave them behind?
hu: Ez *tényleg* rossz hír! Hogy hagyhattátok el ezeket a masinákat?

source: How can you speak in such a tone to the King!
hu: Hogy merészelsz ilyen hangon beszélni a királlyal?lyal?!

source: Let him. It was a great fault. A disastrous one that we cannot revert, of course, but one we certainly should be ashamed of; now that we know that our enemy has improved their forces in unthinkable ways. But what are we going to do to remedy it?
hu: Hagyd csak! Ez tényleg súlyos hiba volt. Végzetes hiba, amit nem tudunk visszacsinálni, s ami miatt jogosan szégyenkeznünk kell. Most már legalább tudjuk, hogy az ellenségeink korábban elképzelhetetlen módon fejlett technikával rendelkeznek. Vajon mit tehetünk ezek után ellenük?on mit tehetünk ezek után ellenük?

source: Well, we have a plan that could help us all, if we can carry it out.
hu: Nos, nekünk van egy elképzelésünk, ami segíthet, feltéve, hogy képesek leszünk kivitelezni.ek leszünk kivitelezni.

source: One of the many wars that took place after the Fall was caused by a creature of the same kind that troubles us all now. A demon, who was vanquished by two individuals alone, the Master of Darkness and the Lady of Light. According to our friendly necromancer, both of them descended to the depths of the earth for some purpose. Although the master of Darkness disappeared, we can sense the presence of the Lady of Light, Elynia, somewhere in the deepest caves of this system.
hu: A Kataklizma utáni sok háború egyikét olyasfajta lény okozta, amilyenek most is zaklatnak minket. Egy démon, amit két hős, szinte teljesen egyedül, elpusztított. Ők voltak a Sötétség Ura és a Világosság Úrnője. Holtidéző barátunk állítása szerint a két hős a világ mélységeibe vonult vissza, hogy megpihenjen. Habár a Sötétség Ura eltűnt, a Világosság Úrnője, Elynia a barlangrendszer mélységeiben kell, hogy aludjon.

source: That's very interesting. My master once told me a fascinating story of what he found while exploring the unknown parts of these caves. He was a young dwarf, but well-versed in the art of runecrafting. He was seeking rare metals that could serve for crafting powerful and sophisticated weapons.
hu: Ez nagyon érdekes. A mesterem egyszer említette, hogy miféle furcsasággal találkozott, miközben a barlangunk ismeretlen részein kutatott. Fiatal törp volt még, de nagyban jártas a rúnavésés művészetében. Ritka ércek után kutatott, hogy még kifinomultabb és hatalmasabb rúnafegyvereket alkothasson.hasson.

source: In those parts there were indeed rare materials waiting to be extracted;, but there were also rare monsters waiting for prey. He barely escaped from there alive. However, with his runic artifacts, he could detect a strong power hidden deeper in the earth. He dubbed it 'the source of Light itself'.
hu: Azt mondta, hogy valóban talált ritka érceket, amik csak arra vártak, hogy ki legyenek bányászva, csakhogy ritka szörnyekkel is találkozott, amik viszont prédára lestek. Éppenhogy el tudott menekülni előlük. A mágiaészlelő készségeivel viszont valami erős kisugárzást észlelt, amit úgy nevezett, hogy 'maga a Fény Forrása'.ogy 'maga a Fény Forrása'.

source: If your lady of Light is so powerful, it could have been her presence.
fr: Si votre Madone de Lumière est si puissante, cela pouvait être sa manifestation.
hu: Ha a Világosság Úrnője tényleg olyan hatalmas, akkor őt érzékelhette a mester. mester.
tr: Eğer sizin Işık Meleğiniz o kadar güçlüyse algıladığı onun varlığı olmalı.
