Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: That's true, but they might agree if we offer them something in exchange. Those greedy cave-dwellers would not refuse some gold and help, do you think so Galas?
fr: C'est vrai, mais ils pourraient l'être si nous leur offrons quelque chose en échange. Ces troglodytes avides ne refuseraient pas un peu d'or et d'assistance, n'est-ce pas Galas ?
hu: Ez igaz, de talán megegyezhetünk velük, ha cserébe felajánlunk valamit. Ezek a pénzsóvár barlanglakók alighanem elfogadnának némi aranyat és egy kis segítséget, nem gondolod Galas? nem gondolod Galas?
tr: Bu doğru, fakat biz birşeyler değiş-tokuş etmeyi teklif edersek kabul edebilirler. Bu açgözlü mağara cüceleri altınımızı ve yardımımızı reddetmez, sen de böyle düşünüyorsun, değil mi Galas?

source: I guess so. But help with what?
fr: C'est probable. Mais de l'aide avec quoi ?
hu: Én is azt hiszem. De miféle segítségre gondoltál?
tr: Evet de yardımla neyi kastediyorsunuz?

source: Their natural enemies: Trolls. We'd better rid these tunnels of them before asking the dwarves anything.
fr: Leur ennemi naturel, les trolls. Nous ferions mieux d'en débarrasser les tunnels avant de demander quoique ce soit aux nains.
hu: Az örök ellenségeikre a trollokra. Mielőtt bármit is kérnénk a törpöktől, jó lenne megtisztítani a járatokat a trolloktól.
tr: Doğal düşmanlarını, Trolleri cücelerden bir şey istemeden önce tünellerden temizlesek iyi olacak.

source: They'll make interesting additions to my collection.
fr: Ils compléteront bien à ma collection.
hu: Érdekes színfoltját képezik majd a gyűjteményemnek.
tr: Kolleksiyonumda ilginç duracaklar.

source: Um... these gates seem to be magical in nature. They gently blow in a blueish tone, and I cannot even touch them.
fr: Hmm... ces portes paraissent magiques. Elles brillent d'un ton bleuté et je n'arrive pas à les toucher.
hu: Hmmm... Ez a kapu mágikusnak látszik. Kékes fényben izzik, de még megérinteni sem tudom.
tr: Hımm... Bu kapılar sihirli gibi görünüyor. Onlara dokunamam.

source: The cave's floor falls down, leaving the poor unit with no ground to stand on, thus falling off to the depths of the world. Who knows what fate awaits them at the chasm's bottom.
fr: Le sol de la caverne s'effondra, laissant le pauvre personnage sans rien pour le soutenir et le précipitant dans les profondeurs de la terre.Qui sait le destin qui l'attendait au fond de la crevasse.
hu: A sziklapárkány leomlott, s az egység, elvesztvén talpa alól a talajt, a mélybe zuhant. Ki tudja miféle végzet vár rá a szakadék alján?
tr: Mağaranın zemini çökerek üzerindekini toprağın derinliklerine yollar. Kimbilir, boşluğun dibinde onları nasıl bir ölüm bekliyordu.

source: AAAAAAaaaaaaaaaaaaaaaaaaaahhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh...
hu: ÁÁÁÁÁÁÁÁÁááááááááááááhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhh...

source: Uh, the cave's floor here looks particularily weak.
fr: Oh oh, le sol de cette grotte semble particulièrement fragile ici.
hu: Huh, elég gyengének látszik ez a párkány.
tr: Oh, mağaranın zemini burada biraz zayıf görünüyor.

source: Neep, neep, neeeeep! (translated: 'Cave floor weak, cave floor weak!')
fr: Neep, neep, neeeeep ! (Traduction : « Plancher faible, plancher faible, plancher faible ! »)
hu: Nííp, nííp, níííííííp! (lefordítva: 'Gyenge a párkány, gyenge a párkány!')
tr: Viik viik viiiiiik! (tercümesi: ‘Mağara zemini zayıf, mağara zemini zayıf!’)

source: Elves? You treacherous ones, begone, now, or we kill you!
fr: Des elfes ? Dehors, espèces de traîtres, ou nous vous tuons !
hu: Tündék? Álnok népség, takarodjatok vagy porrá törünk benneteket!
tr: Elfler? Size güvenilmez, defolun yoksa ölecek siz!

source: Undead! Begone creepy one, or we crush you!
fr: Des morts-vivants ! Hors d'ici espèces d'horreurs, ou nous vous écraserons !
hu: Élőholtak! Tűnés innen ocsmányságok vagy palacsintává lapítunk titeket!
tr: Yarı ölü! Defol buradan, ürpertici şey yoksa seni parçalarım!

source: Ugh. Dis harms a lot...
fr: Outch. Za fait vraiment mal...
hu: Uhh. Nagggyon fáj...
tr: Uh. Bu çok sinir bozucu...

source: Is it really necessary to do this? Kill every foe we stumble upon... shouldn't there be another way?
fr: Cela est-il vraiment nécessaire ? Tuer tous ceux sur qui nous tomberons... N'y aurait-il pas une autre méthode ?
hu: Biztos, hogy ez szükséges? Minden elénk kerülő lényt le kell gyilkolásznunk... nincs más út?
tr: Bunu yapmak gerçekten gerekli miydi? Rastladığımız her düşmanı öldürmek... bunun başka yolu yok mu?

source: Boy, you don't need to see it as an assassination. Just think of it as the evolution of that poor useless beast into a powerful force that can serve us.
fr: Mon garçon, ce n'est pas la peine de voir ça comme un assassinat. Prenez-le comme une évolution d'une pauvre bête inutile en puissance qui pourrait nous servir.
hu: Ne úgy tekints rá, mint gyilkolászásra, hanem lásd meg, hogy ezekből a nyomorult hasznavehetetlen lényekből hatalmas erő válhat a mi szolgálatunkra.
tr: Çocuğum bunu bir suikast gibi düşünme. Bunu, bu yararsız hayvanları bize hizmet eden güçlü birimlere dönüştürme işlemiymiş gibi düşün sadece.

source: Not really. Galas, just think of it as the manner to avoid us suffering the same fate at their hands.
fr: Pas vraiment. Galas, considérez seulement cela comme une façon d'éviter un destin semblable entre leurs mains.
hu: Nem egészen. Galas, gondolj bele, mi történne velünk az ő kezükben! Könyörtelenül legyilkolnának.
tr: Aslında değil. Galas, sadece onların bize biçtiği kaderden kaçınmak için aynısını bizim onlara yaptığımızı düşün.

source: Bright gods!
fr: Parbleu !
hu: Fényességes istenek!
tr: Ulu tanrılarım!

source: What? It is impossible! The Goliath was supposed to have killed you all! How...
fr: Quoi ? C'est impossible ! Le Goliath était supposé vous avoir tous tués ! Comment...
hu: Micsoda? Ez lehetetlen! A góliátnak meg kellett volna ölnie titeket! Hogy...
tr: Ne? Bu imkansız! Callut hepinizi öldürmüş olmalıydı! Nasıl...

source: We defeated the Colossal Automaton, if that is what you're asking.
fr: Nous avons défait l'automate colossal, si c'est ce que vous demandez.
hu: Megsemmisítettük azt az önjáró kolosszust, ha arra gondolsz.
tr: Mekanik Callut’u yendik, eğer sorduğun buysa.

source: Argh... damn you, heathens. It is time for you to learn not to seek trouble from us anymore.
fr: Argh... soyez maudits, païens. Il est temps pour vous d'apprendre à ne plus nous créer d'ennuis.
hu: Argh... átkozott pogányok. Itt az ideje, hogy megszabaduljunk tőletek végleg.
tr: Ah... kahrolun, barbarlar. Bize bir daha sorun çıkarmamayı öğrenmenizin zamanı geldi.

source: If the Goliath could not deal with them, then finish them off yourselves!
fr: Si le Goliath n'a pu s'en occuper, achevez-les vous-même !
hu: Ha a góliát nem bánt el velük, akkor rátok vár ez a nemes feladat!
tr: Eğer Callut başaramadıysa onların işini siz bitirin!

source: Your command is Law, my liege.
fr: Vos ordres font loi, monseigneur.
hu: Óhajod számunkra parancs, Nagyúr!
tr: Emrin kanundur, efendimiz.

source: Blasted humans. So they made it here before us, but wait... what is this? They are fighting with the dwarves!
fr: Enfoirés d'humains. Ils l'ont fait avant nous. Mais un instant... qu'est-ce que c'est ? Ils combattent avec les nains !
hu: Átkozott emberek. Szóval ezek csinálták azt az acélszörnyet, de várjatok... mi ez? Harcban állnak a törpökkel!!
tr: Lanetli insanlar. Demek buraya bizden önce gelmişler, fakat dur... bu da nesi? Bunlar cücelerle döğüşüyorlar!

source: Elves? And with undead marching amongst their lines? It's a strange sighting indeed, for I thought that yer race was still enemy of necromancy and their practicioners. Though, ye helped us when the trolls invaded our city centuries ago. Would ye help us now?
fr: Des elfes ? Comptant des morts-vivants dans leurs rangs ? Étrange signalement, vraiment, car je pensais que leur race s'opposait toujours à la nécromancie et à ses adeptes. Mais ils nous ont aidés quand les trolls ont envahi notre cité il y a des siècles. Est-ce qu'on va les aider ?
hu: Tündék? S élőholtak masíroznak a soraik közt? Meglepő ezt látni, azt hittem, hogy még mindig esküdt ellenségei vagytok a feketemágiának, s a gyakorlóinak is. Habár korábban segéltetek bennünket, amikor trollok támadták meg a városainkat pár évszázada. Segéltek most is?ek most is?
tr: Elfler mi? Ve aralarında yarı ölüler var. Tuhaf bir görüntü, hele nekromanlığa düşman bir ırk olduğunuz düşünülürse... Asırlar önce şehrimizden trolleri temizlemekte bize yardımcı olmuştunuz. Bize şimdi de yardım eder miydiniz?

source: We? I don't understand, actually. Our people have never been out of our valley since the Fall!
fr: Nous ? Je ne comprends pas, vraiment. Notre peuple n'a jamais quitté sa vallée depuis la Chute !
hu: Mi? Nem egészen értem. Mi a Kataklizma óta ki sem mozdultunk a völgyünkből!
tr: Biz mi? Gerçekten anlamıyorum. Felaketten beri halkımız vadiden dışarı adım atmadı ki.

source: What do you say? I always thought your people came from the vast Southern desert...
fr: Que dites-vous ? J'ai toujours pensé que votre peuple venait du grand désert méridional...
hu: Mit beszélsz? Mindig is azt hittem, hogy a népetek a hatalmas Déli-sivatagból jött.....
tr: Neden bahsediyorsun? Sizin halkınızın hep geniş güney çölünden geldiğini düşünmüşümdür.

source: This explains a lot of things actually. We shall help you.
fr: Ceci explique un certain nombre de choses. Nous vous aiderons.
hu: Ez sok mindent megmagyaráz. Segítünk nektek.
tr: Bunu açıklamak uzun sürer. Biz size yardım edeceğiz.

source: Excellent. As you can see, there are these foul men of the lands of Chaos, trying to take over our tunnels. But in our rear we have some rampant trolls who want to do the same. It'd be great if you can defeat both of them.
fr: Excellent. Comme vous pouvez le voir, ce sont de sales hommes venant des terres du chaos qui essayent d'envahir nos galeries. Mais, comble de malheur, des trolls essayent de faire la même chose. Ce serait chouette si vous arriviez à vaincre les deux.
hu: Kitűnő. Ahogy láthatjátok, ezek az aljas emberek a Káosz Földjéről jöttek, hogy elfoglalják a barlangjainkat. Ráadásul a hátunkban azok a fékezhetetlen trollok is ugyanezt akarják. Mindkét ellenséggel le kéne számoljatok..
tr: Şahane. Gördüğünüz gibi burada Kaos topraklarından gelmiş insanlar var ve tünellerimizi ele geçirmeye çalışıyorlar. Fakat arkamızda aynı şeyi yapmaya çalışan başıboş troller var. Bunların her ikisini de yenerseniz harika olur.

source: We shall do our best.
fr: Nous ferons de notre mieux.
hu: Megtesszük, ami tőlünk telik.
tr: En iyisini yapacağımızdan şüphen olmasın.

source: What is going on? Elves from the desert? Anlindë, might they be...
hu: Mi történik itt? Sivatagi tündék? Anlindë, lehet, hogy...

source: I think that would be a discussion for a better moment, when we have finished our new job here.
fr: Nous devrions bavarder à un moment plus propice, lorsque nous aurons terminé notre nouveau travail ici.
hu: Azt hiszem, ennek megtárgyalását egy alkalmasabb időpontra kell halasszuk, miután elvégeztük vállalt feladatunkat.llalt feladatunkat.
tr: Buradaki yeni işimizi bitirdikten sonra bir açıklama yapsam daha iyi olacak diye düşünüyorum.

source: Defeat all enemy leaders
fr: Vaincre tous les chefs ennemis
hu: Legyőzöd az összes ellenséges vezért.
tr: Tüm düşman liderlerini öldür

source: Friend elves, I must report to this news to the king. Please stand fast, I shall be back with you soon.
hu: Tünde barátaim, jelentést kell tegyek a királynak a fejleményekről. Tartsatok ki, hamarosan visszatérek.k.

source: King Foo-Bar
fr: Roi Foo-Bar
hu: Király hasonmása
tr: Kral Foo-Bar

source: NO ONE SHOULD BE HERE -- Shadow Master
fr: PERSONNE NE DEVRAIT ÊTRE ICI -- Maître de l'Ombre
hu: SENKI NEM JÖHET IDE -- Shadow Master

source: I wonder if he's just escaping from the battlefield or not.
fr: Je me demande s'il a fui le combat ou pas.
hu: Vajon csak úgy egyszerűen meglépett a csatamezőről vagy valami dolga tényleg akadt?
tr: Bunun savaş alanından kaçmak için bahane olup olmadığını cidden merak ediyorum.

source: No... I don't think so. Dwarves have always been very war-like. They would not leave a battle just to let others do the dirty job, it would be against their own pride.
fr: Non... je ne pense pas. Les nains ont toujours été très belliqueux. Ils ne partiraient pas en laissant les autres s'occuper du sale boulot, ce serait contraire à leur sens de l'honneur.
hu: Utóbbi... Nem hiszem, hogy csak úgy lelépett volna. A törpöknek lételeme a háború, s nem hagynának másokat a slamasztikában, ez ellenkezik a természetükkel.
tr: Hayır... Sanmıyorum. Cüceler savaşmayı severler. Kirli işleri başkası yapsın diye savaş alanını terketmezler, bunu gururlarına yediremezler.

source: Althurin, sir. You are seriously injured!
fr: Althurin, messire. Vous êtes gravement blessé !
hu: Althurin úr! Komolyan megsérültél!
tr: Alturin, efendim. Ağır yaralandınız!

source: Argh... I need... I need to report to the king these news. I'm severely injured, but I guess I'll make it there. Please stand fast, friend elves. I shall be back with you soon.
fr: Argh... je dois... je dois informer le roi de ces nouvelles. Je suis gravement blessé, mais je crois que je pourrai y arriver. De grâce, dépêchez-vous, amis elfes. Je vous rejoindrai bientôt.
hu: Argh...Súlyos sebet kaptam, de mindenképp tájékoztatnom kell a királyt az új fejleményekről. Megsebesültem, de a kötelességem fontosabb. Tartsatok ki, hamarosan visszatérek!
tr: Aaahhh... Krala... yeni haberleri rapor etmem gerekiyor. Yaralıyım ama bu görevi yerine getirebileceğimi sanıyorum. Lütfen çabuk olun. elf dostlarım. Yakında geri döneceğim.

source: Dwarf-friends, you made it. Now, follow me to the Throne Room, King Asthorgar awaits. He'll be pleased to hear and see news of you and your kind again.
fr: Amis des nains, vous avez réussi. Maintenant, suivez-moi à la Salle du Trône, le Roi Asthorgar vous attend. Il prendra plaisir à voir et à entendre les nouvelles de vous et de vos semblables.
hu: Törpök barátai, megcsináltátok! Kövessetek a Trónterembe, Asthorgar király vár benneteket. Nagyon örül, hogy újra hallott felőletek, s szeretne látni titeket.kteket.
tr: Cüce dostları, başardınız. Şimdi beni Taht Odasına kadar izleyin. Kral Aştorgar sizi bekliyor. Sizi görmekten ve haberlerinizi dinlemekten çok memnun olacak.

source: Oh my, who could have left behind such a precious amount of gold! 190 pieces... not bad, huh?
fr: Oh la la. Qui peut avoir laissé traîner une si belle somme d'or ! 190 pièces... pas mal, hein ?
hu: Hoppá! Ki hagyhatott itt nekünk ilyen becses ajándékot? 190 arany, nem is rossz.
tr: Amanın, böyle bir miktarı kim bırakıp gidebilir! 190 altın! Hiç fena değil!

source: Ah! Giant insects!
fr: Ah ! Des insectes géants !
hu: Áhh! Óriás rovarok!
tr: Ah! Dev böcekler!

source: Ants, but they are bigger than a tiger! What happened to them?
fr: Des fourmis, mais elles sont plus grandes que des tigres ! Que leur est-il arrivé ?
hu: Hangyák, de nagyobbak egy tigrisnél! Mi történt velük?
tr: Karıncalar, fakat bir kaplan kadar büyükler! Ne olmuş onlara?

source: In the darkness of the depths of the world, most animals and insects grow up over their normal size. So be careful, there might be more dangerous creeps in this place.
fr: Dans l'obscurité des profondeurs du monde beaucoup d'animaux et d'insectes grandissent au delà de leur taille normale. Soyez donc prudent, ils y a des choses rampantes très dangereuses ici.
hu: A föld alatt, a sötétben a legtöbb állat és rovar jóval nagyobbra nő, mint rendes körülmények között. Szóval legyetek óvatosak, veszélyesebb lények is lehetnek errefelé.é.
tr: Toprağın derinlerindeki karanlıklarda çoğu hayvan ve böcek normal boyutlarına göre çok büyüyebilir. Bu bakımdan dikkatli olmalıyız. Buralarda daha tüyler ürpertici ve daha tehlikeli yaratıklar olabilir.

source: It must be common in these caverns to stumble on giant ants such as these...
fr: Il doit être courant, dans ces cavernes, de trébucher sur des fourmis géantes comme celles ci.
hu: Teljesen megszokott lehet ezekben a barlangokban, hogy óriás hangyákba botlunk, ahogy most is...
tr: Bu mağaralarda bunun gibi dev karıncalara rastlamak sıradan birşey sanki...

source: Wait. I've just heard something moving in these waters. Who goes there?
fr: Attendez. J'entends quelque chose nager dans ces eaux. Qui va là ?
hu: Várjatok! Hallok valamit mozogni a vízben. Ki van ott?
tr: Bir dakika. Bir şey duydum, suda hareket eden bir şey var. Kim var orada?

source: NOTE FOR TRANSLATORS: Eela is a female nagini name derivated from 'eel', that I invented IIRC :) Use it as you desire in your target language.
fr: Note aux traducteurs : Eela est une femelle naga (nagini) dont le nom provient de anguille. Transcrivez-le comme vous voulez.
hu: MEGJEGYZÉS A FORDÍTÓKNAK: Eela az 'eel'-ből származik (angolna)

source: Eela
hu: Angolina
tr: Egela

source: Can't we have some peazzz, what the... undead! We sssshall not tolerate thissss, en garde!
fr: Impossssible d'avoir la paix, que... un mort-vivant ! Nous ne tolérerons pas ça, en garde !
hu: Hát egy percnyi nyukkkta se lehet a nagának, rökkktön... élőholtak! Esssszt nem tűűűűűrjük, fegyverbe!, fegyverbe!
tr: Biraz barışı çok gördünüz. ne.. bir de hortlak! Bunu kaldıramayız, kendini kolla!

source: Can't we have some peazzz? In the ssssurface there are thossse foul filthy fiendsss, and here underground we have these intrudersss...
fr: Imposssssible d'avoir la paix ? En sssssurface, il y a ses ssssatanés démons et icccci, ssssous terre, ccccces intrus.
hu: Hát egy percnyi nyukkkta se lehet a nagának? A felssssszínen azok az aljasssss ssssszörnyek, idelenn meg ezek a kósssszálók...
tr: Hiçbir yerde rahat edemeyecek miyizzzz? Yukarda iğrenç iblissslerden kaçıp buraya sssığındık, burada da davetsssiz misssafirlerden başşşımız dertte...

source: These are not times of peace. You will never find peace again until the evil is finally vanquished.
fr: Les temps ne sont pas à la paix. Vous ne retrouverez jamais la paix avant que ce diable ne soit finalement vaincu.
hu: Ezek az idők nem a békéről szólnak. Addig nektek sem lesz nyugtotok, amíg a gonoszt végleg el nem űztük.
tr: Bunlar barış zamanları değil. İblis yenilmediği müddetçe bir daha asla barışı bulamayacaksınız.

source: I sssee.
fr: Je vois.
hu: Mondassssz valamit.
tr: Biliyooom.

source: You notice you are not speaking to senseless creatures, but to intelligent potential allies. So, you decide to ask them...
fr: Notez bien que vous ne parlez pas à des créatures dénuées de raison mais à des potentiels alliés intelligents. Alors, vous vous décidez à leur demander...
hu: Látod, hogy nem talált süket fülekre, amit mondtál, talán még szövetségest is szerezhetsz. Elhatározod, hogy megkéred őket...
tr: Duyarsız yaratıklarla değil, olası müttefiklerinizle konuşmakta olduğunuzu farkettiniz. Bu durumda ona ne soracağınıza karar vermelisiniz...

source: Would you join us? We might appreciate your help.
fr: Voulez-vous vous joindre à nous ? Nous apprécierions grandement votre aide.
hu: Csatlakoznátok hozzánk? Nagyra becsülnénk a segítségeteket.ségeteket.
tr: Bize katılır mısınız? Yardımınızı karşılıksız bırakmayız.

source: What for?
fr: Pour quelle raison ?
hu: Mi célból?
tr: Ne için?

source: We want to vanquish the evil to finally have some peace, like you.
fr: Nous voulons vaincre définitivement le diable pour avoir la paix, tout comme vous.
hu: Meg akarjuk semmisíteni a gonoszt, hogy végre béke uralkodjon a földön, amire ti is vágytok.
tr: Sizin gibi biz de barış istiyoruz. Bunun için şeytanı yenmemiz lazım.

source: So we'd get peazzz again? And what elssse? If you don't have a good offer, we ssshall ssstay here, if you don't mind.
fr: Ainssssi vous voulez la paix ausssi ? Et autre chozzze ? Ssssi vous n'avez rien de bon à propozzzer, nous resssterons issssi, ssssi vous permettez.
hu: Ssssszóval a békéért? Ésssss még miért? Ha nincs jobb ötleted, akkkkkor nem megyünk ssssehova, gondolssssz, amit akarsssssz.arssssszzz.
tr: Yani, tekrar mı barış yapacağız? Başka? İyi bir teklifiniz yoksa, müssadenizle burada kalmayı tercih ederiz.

source: A better home, in the big water called 'Ocean', far to the west, to be free!
fr: Une meilleure demeure, dans une grande mer appelée « Océan », loin vers l'ouest, pour être libre !
hu: Egy nagyobb otthont találhatnátok a nagy vízben, amit 'Óceánnak' neveznek, innen nyugatra.innen nyugatra.
tr: Batıda uzaklarda, ‘Okyanus‘ denen büyük suda daha iyi bir evde özgür olmak!

source: Ssssorry, we sssshall never have peazzz or freedom in the ocean, with the filthy merfolk roaming about there.
fr: Dézzzolé, nous n'aurons zzzamais la paix ni la liberté dans l'ossséan avec ccces sssales ondins.
hu: Pahhh! Az óceánban ssssssoha nem lenne nyukkkktunk az ott tanyázó nyomorult sssssellők miatt.
tr: Kussssra bakmayınsss, okyanusssssta assssla barışşşşı ve özzzzgürlüğü bulamayızzzz, çünkü oralarda ssssu inssssanları dolaşşşıyor.

source: Gold. What about 10 pieces to start with?
fr: De l'or. Que pensez-vous de 10 pièces d'or pour commencer ?
hu: Némi aranyért. Kezdetben mit szólnátok 10 aranyhoz?
tr: Altın. Başlangıç olarak 10 altına ne dersiniz?

source: We are not interesssted in brilliant metal peezzees. Sssorry.
fr: Nous ne sssommes pas intérésssés par des pièccces de métal brillant. Dézzzolé.
hu: Nem érdekel a kossssszos pénssssszed.
tr: Gözalıcı metal sikkeler ilgimizi çekmiyor. Kusura bakmayın.

source: Some fun, killing enemies with us, perhaps...
fr: Pour le plaisir, tuer des ennemis avec nous, peut-être...
hu: Egy kis mókáért, legyilkolászni az ellenséget, talán... , talán...
tr: Bizimle birlikte düşman öldürerek eğlenmek...,

source: Sssoundss like fun. What do you think, brothers?
hu: Jól hangsssszik. Mit gondoltok sssrácok?

source: Good deal, indeed.
fr: Bonne affaire, en effet.
hu: Tényleg jól hangzik.
tr: İyi antlaşma, elbette.

source: I agree with that.
fr: Tout à fait d'accord avec cela.
hu: Benne vagyok.
tr: Bunu kabul ediyoruz.

source: All right.
hu: Rendben.

source: What do you think, Anlindë?
fr: Qu'en pensez-vous, Anlindë ?
hu: Mit gondolsz Anlindë?
tr: Ne dersin, Analya?

source: I do not trust them. We should kill them just in case they attack us afterwards.
fr: Je ne leur fais pas confiance. Nous devrions les tuer juste au cas où ils nous attaqueraient plus tard.
hu: Nem hiszek nekik. Ki kéne irtanunk őket, nehogy hátbatámadjanak.
tr: Onlara güvenmiyorum. Bize sonradan saldırmalarını beklemeden onları şimdi öldürmeliyiz.

source: Very well. Kill them.
fr: Très bien. Tuez-les.
hu: Jól van. Öljétek meg őket!
tr: Çok iyi. Hepsini öldürün.

source: Treasssherousss foolsss! You shall die firsssst!!
fr: Ssssstupides traîtres ! Vous sssserezzz occccis en premier !
hu: Osssstoba jósssssszágok! Ti fogtok elpusssssztulni! ztulni!
tr: Hain pisssslikler! Önce ssssiz öleceksssssssiniz!

source: I hope thisss ssservess as a lesssson to our sspeciesss about the treachery of the ssssurface dwellersss...
fr: J'essspère que cela ssservira de leçççon à notre espèccce sur la traîtrizzze des habitants de sssurfaccce...
hu: Remélem, esssssz elég meggyőző lessssz a többieknek isssss, hogy ne bízzanak a felssssszínen lakókban.
tr: Yeryüzü ssssakinlerinin ihaneti bizzzze iyi bir derssss olur umarım.

source: Ssstupid creaturesss...
fr: Ssstupides créatures...
hu: Osssstoba jósssszágok...
tr: Aptal yaratıklarrrr...

source: They have chosen their path. We must respect their decision.
hu: Ők akarták, hogy így legyen. Tiszteletben kell tartanunk a döntésüket.

source: Great then, welcome to our group!
fr: Très bien, bienvenue dans notre groupe
hu: Nagyszerű! Legyetek üdvözölve körünkben!
tr: Harika, aramıza hoşgeldiniz!

source: The Library
fr: La Bibliothèque
hu: A Könyvtár
tr: Kütüphane

source: team_name^Cave dwellers
fr: Habitants des cavernes
hu: Barlanglakók
