Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Now, what part do you want to see teared apart first?
fr: Maintenant, quelle partie veux-tu d'abord voir déchirée ?
hu: Nos, akkor először melyik kis darabkától szabadítsam meg a testedet?
tr: Şimdi, önce hangi parçayı dilmemi istersin?

source: You should not... waste more of your time... here... heh.
hu: Nem teheted... csak az idődet vesztegeted... itt... heh.

source: But... the cave's roof! No!
fr: Mais... le toit des cavernes ! Non !
hu: Na... a barlang teteje! Ne!e!
tr: Fakat... mağaranın tavanı! Hayır!

source: Yes, I shall not depart alone!
fr: Si, je ne partirai pas seule !
hu: De igen, nemcsak az én testem vész el!
tr: Evet, Yalnız gitmeyeceğim!

source: You are mad!
fr: Tu es folle !
hu: Te megőrültél!
tr: Ay, çok fenasın!

source: Aiyeee!! Retreat!! No, wait... aaargh!
fr: Aïeee !! Battez en retraite !! Non, attendez... Aargh !
hu: Ajjjaaajjj!! Vissza!! Várjatok... aaargh!
tr: İmdaaat!!! Kaçııın!!! Hayır, aaaahhh!

source: Death will take us all now...
fr: Maintenant, la mort va nous prendre, tous...
hu: A halál mindannyiunkat magával ragad...l ragad...
tr: Ölüm şimdi hepimizi alacak...

source: And so it ended.
fr: C'est ainsi que cela finit.
hu: És így véget ért egy fejezet.
tr: Ve böylece sona erdi.

source: Continue playing to Episode II
fr: Continuer à jouer à l'épisode II
hu: Folytatás a II. résszel

source: End the game
fr: Fin du jeu
hu: A játék befejeződött

source: Bye and Behold
fr: Pars et observe
hu: Viszlát világ, Szervusz Világ!
tr: Vedalaş ve Bekle

source: team_name^Barbarians
fr: Barbares
hu: Barbárok
tr: Barbarlar

source: team_name^Aragwaithi
fr: Aragwaiths
hu: Aragwaithok
tr: Aragvaylar

source: Galas has earned experience since the start of his journey in the last episode. You can now choose what advancement path he should follow afterwards. Remember that every path has its own advantages and disadvantages.
hu: Galas az elmúlt idők folyamán, az előző epizód során, számos tapasztalatot szerzett. Választhatsz, milyen irányban lépjen tovább. Ne felejtsd el, hogy minden előrehaladásnak vannak előnyei és hátrányai is.

source: Now, what do you want us to do, master Galas? We have definitively lost our home, as you had before, at the hands of those fiends.
fr: Maintenant, que voulez-vous que nous fassions, maître Galas ? Nous avons définitivement perdu notre foyer, tout comme vous par le passé. Il est entre les mains de ces démons.
hu: És most hogyan tovább, Galas mester? Most már mi is földönfutókká váltunk, akárcsak ti. Az otthonainkat megszállták a bestiák.
tr: Şimdi, ne yapmamızı istersin, komutan Galas? Bildiğin gibi evimizi bu iblisler yüzünden kesinlikle kaybettik.

source: (sighs) I know, and I feel guilty, as I guess they would never have raided Knalga if it was not for pursuing us. I am deeply sorry about that.
fr: (soupir) Je sais et je me sens coupable ; ils n'auraient jamais envahi Knalga si ce n'était pour nous poursuivre. Cela me mortifie terriblement.
hu: (sóhajt) Tudom és mardos is a lelkiismeret, amiért menekülésünkkel rátok hoztuk ezeket a szörnyetegeket. Mélységesen sajnálom.
tr: (ah çekerek) Biliyorum ve suçluluk duyuyorum. Bizi takip etmeselerdi Kanalga’ya saldırmazlardı. Bundan dolayı çok üzgünüm.

source: Don't be sorry, that would have happened sooner or later. If you did not warn us of the imminent menace, we would not have been prepared for the invasion, and would have perished in there; all our race exterminated in a few days.
fr: N'ayez pas de regrets, cela serait arrivé tôt ou tard. Si vous ne nous aviez pas prévenus de l'imminence de la menace, nous n'aurions pas été préparés à l'invasion et aurions péri là-bas. Toute notre race aurait été exterminée en quelques jours.
hu: Emiatt ne fájjon a fejed. Előbb vagy utóbb így is ránk találtak volna. S ha nem figyelmeztetsz a küszöbön álló veszélyre, készületlenül ért volna minket az invázió, és ma talán már nem is élnénk, néhány nap alatt kiirtották volna a fajtánkat.a fajtánkat...
tr: Üzülme, bu er veya geç olacaktı. Yakında gerçekleşecek tehdit hakkında bizi uyarmasaydın istilaya karşı hazırlık yapmaz ve orada yenilirdik. Irkımız da bir kaç gün içinde yok edilirdi.

source: That's true. Your errand did us more good than bad, Galas. I think it showed us the cruel reality of the surface world, something that we were mostly unaware all this time.
fr: C'est vrai. Votre errance nous a fait plus de bien que de mal, Galas. Elle nous a montré la cruelle réalité du monde de la surface, dont nous étions totalement ignorants durant tout ce temps.
hu: Így igaz. A ti utatok több haszonnal járt, mint ami kárt okozott Galas. Azt hiszem felnyitotta a szemünket, s most már reálisabban tudjuk felmérni a felszíni világ kegyetlen valóságát.en valóságát.
tr: Bu doğru. Siz olmasaydınız biz daha kötü duruma düşerdik, Galas. Bunun bize yeryüzündekilerle ilgili acımasız gerçekleri gösterdiğini düşünüyorum. Bu zamana kadar farkına varmadığımız şeyler varmış.

source: Now, as you said before, all we can do is find a new home in these lands. But, are you sure you will be safe there, without us?
fr: Maintenant, comme vous le disiez précédemment, nous devons trouver un nouveau foyer dans ces terres. Mais, êtes-vous certain d'être en sécurité ici, sans nous ?
hu: Nos, ahogy már mondtam, az egyetlen, amit tehetünk, az az, hogy ezen a földön keresünk új otthont magunknak. De ti, nélkülünk biztonságban lesztek?iztonságban lesztek?
tr: Daha önce dediğim gibi, bu topraklarda kendimize yeni bir yuva bulabiliriz. Fakat, biz olmadan burada güvende olacağınıza emin misiniz?

source: I thank you for your help, my lord, but we are now surrounded by forests, the kind of terrain we elves have been used to during milleniums. There in the darkness we were helpless on our own, but here we feel like in our home. It would be the best for you to set a new home in the mountains of these far lands, and get protection again, underground. I don't want to force you to accomplish a mission that you did not ask for.
fr: Je vous remercie de votre aide, seigneur, mais nous sommes maintenant entourés de forêts, le genre de terrain que nous, les elfes, avons exploité durant des millénaires. C'était dans les ténèbres que nous étions sans aide, mais ici cela ressemble à notre maison. Le mieux serait, pour vous, que vous vous établissiez dans les montagnes de cette lointaine contrée et trouviez, de nouveau, la sécurité sous la terre. Je ne veux pas vous forcer à accomplir une mission que vous n'avez pas sollicitée.
hu: Köszönet a nagylelkűségedért, uram, de itt erdők vesznek minket körül, amikhez hasonló terepen évezredekig biztonságban éltünk. A sötétségben kiszolgáltatottak voltunk, de itt teljesen otthon érezzük magunkat. Számotokra a hegyek jelentik a biztonságot, s a föld alatti világ. Telepedjetek hát le ott, nem szeretnék rátok erőltetni egy olyan feladatot, ami idegen számotokra.
tr: Yardımınız için teşekkür ederim lordum, fakat artık ormanlarla çevriliyiz ve bu bizim binlerce yıldır alıştığımız ortamdır. Karanlıkta başımızın çaresine bakamıyorduk, ama burada kendimizi yuvamızdaymış gibi hissediyoruz. Bu uzak dağlarda kendinize bir yuva kurmak yapacağınız en iyi şey olacaktır. İstemediğinizi bile bile görevimiz için bize eşlik etmenizi isteyemem.

source: So be it. Farewell, lord of the Elves of the forests, we shall remember you. May our paths meet again in better times.
fr: Ainsi soit-il. Adieu, commandant des elfes sylvains, nous nous souviendrons de vous. Puissent nos chemins se croiser de nouveau, en de meilleurs jours.
hu: Ám legyen. Isten veled, erdei tündék ura, emlékezni fogunk rád. Remélem lesz még alkalmunk találkozni békésebb körülmények közt is.nyek közt is.
tr: Öyle olsun. Elveda orman elflerinin lordu, seni unutmayacağız. Daha iyi zamanlarda karşılaşmak ümidiyle, hoşçakalın.

source: To show you our gratitude, I crafted this chainmail armor, light and strong, specially for Galas. It's made of a special metal that is rarely used for crafting weaponry or armors because of its difficult extraction and forging. I am sure it will be really necessary at some point in the future.
fr: Pour vous prouver notre gratitude, j'ai fabriqué cette cotte de mailles, légère et robuste, pour Galas. Elle est faite d'un métal particulier rarement utilisé pour fabriquer des armes et des armures à cause des difficultés pour l'extraire et le forger. Je suis certain qu'elle vous sera nécessaire à un moment ou un autre.
hu: Hogy hálánkat kifejezzük, készítettem egy sodronyinget, ami könnyű és erős, egyenesen Galas számára. Egy különleges fémből készült, amit csak ritkán használunk fegyverek és vértek készítésére a körülményes bányászata és kohászata miatt. De bízom benne, hogy a jövőben hasznodra válik.
tr: Size minnettarlığımızı göstermek için, bu hafif ama güçlü zincir örgülü zırhı sizin için yaptım, Galas. Çıkarması ve işlenmesi zor olduğundan silah ve zırh yapımında nadiren kullanılan özel bir metalden yaptım. Gelecekte bir noktada gerçekten gerekli olacağına eminim.

source: Dwarven Chainmail Armor
fr: Cotte de maille naine
hu: Törp sodronying
tr: Cüce Zincirörgü Zırhı

source: This light, shiny and mysterious chainmail armor, increases the unit's resistances as follows: Blade: +20% Pierce: +30% Impact: +10% Fire: +30%
fr: La légère, brillante et mystérieuse cotte de mailles augmente les résistances comme suit : Tranchant : + 20 % Perçant : + 30 % Contondant : + 10 % Feu : + 30 %
hu: Ez a könnyű, fényes sodronying megnöveli az egység ellenállásait: Vágás: +20% Szúrás:+30% Ütés: +10% Tűz: +30%
tr: Bu hafif ve parlak zincir örgülü zırhın arttırdığı direnç türleri: Kesme: +%20 Delme: +%30 Darbe: +%10 Ateş: +%30

source: Thanks, dwarven master. Surely it will help me, should I run into trouble when fighting at close range. Those fiends don't seem to have good blacksmiths to forge more effective weapons or armor for them.
fr: Merci, maître des nains. Elle m'aidera certainement en cas de danger lors de combats rapprochés. Nos adversaires ne semblent pas avoir de bons forgerons pour leur fabriquer des armes ou des armures de meilleure qualité.
hu: Köszönöm, törp mester. Biztosan jól jön, ha közelharcban meleg helyzetbe kerülök. Azoknak a szörnyeknek nincsenek valami jó fegyverkovácsaik, akik hatékony páncéltörő fegyvereket készítenének.
tr: Teşekkür ederim cüce ustam. Yakın döğüşte bana çok yardımcı olacağından eminim. İblisler görmesin yoksa daha etkili silahlar ve zırhlar dövecek iyi demirciler bulmaya kalkarlar.

source: Farewell Elynia, I wish I had more time to learn more of your people and your magical skills.
fr: Adieu, Elynia, j'aurais aimé avoir assez de temps pour en apprendre plus sur votre peuple et sur vos dons de magicienne.
hu: Isten veled, Elynia! Bárcsak több időt tölthettem volna a néped körében és tanulmányozhattam volna a mágikus képességeiteket!volna a mágikus képességeiteket!
tr: Hoşçakal Elenya, halkınız ve sihir yetenekleriniz hakkında daha fazla bilgi edinecek zamanım olmasını isterdim.

source: Bye, Althurin. May we meet a second time.
fr: Au revoir, Althurin. Puissions-nous nous revoir encore.
hu: Ég veled, Althurin! Remélem, még találkozunk.
tr: Elveda, Alturin. Tekrar görüşelim.

source: The dwarves leave.
fr: Les nains partent.
hu: A törpök távoznak.
tr: Cüceler gider.

source: So the plan is to find the humans and ally with them, right Galas?
fr: Bien, le plan est de rencontrer les humains et de s'allier avec eux, exact Galas ?
hu: Szóval akkor most megkeressük az embereket és szövetségre lépünk velük, jól mondom, Galas?
tr: O halde planımız insanları bulup onlarla müttefik olmak, değil mi Galas?

source: Yes, my lady. That is the best plan I could make up.
fr: Oui, madame. C'est le meilleur plan que je puisse concevoir.
hu: Igen, úrnőm. Ez látszik a legésszerűbbnek.
tr: Evet, efendim. Bu yapabildiğim en iyi plan.

source: Galas, there is really no need to treat me as a superior. Treat me just as your friend.
fr: Galas, ce n'est vraiment pas la peine de me traiter en supérieure. Traitez-moi juste en amie.
hu: Galas, igazán nem kell, hogy alázatos légy velem. Tekints rám úgy, mint a barátodra.
tr: Galas, beni kendine üstün görmeni anlıyorum ama buna gerek yok, bana bir arkadaşın gibi davran.

source: I don't think they'll like my presence, let alone our companions... my companions... you know.
fr: Je ne pense pas qu'ils apprécient ma présence, laissons donc seuls nos compagnons... mes compagnons... vous avez compris.
hu: Azt hiszem, itt rám semmi szükség nincs... úgy értem a magamfajtákra... tudod, hogy gondolom.
tr: Onların benim varlığımı hoş göreceklerini sanmıyorum, bana arkadaşınız gibi davranmaktan vazgeçseniz iyi olacak.

source: That is a very interesting point. But...
fr: Voilà un point très intéressant. Mais...
hu: Nos, ez valóban egy érdekes kérdés, de....
tr: Bu çok ilginç bir nokta. Fakat...

source: (whispering) I feel the answer approaching...
fr: (murmurant) Je sens que la réponse approche...
hu: (suttogva) A kérdésre már jön is a válasz......
tr: (fısıltıyla) Cevabın yaklaştığını hissediyorum...

source: Halt! Who goes there!
fr: Halte ! Qui va là ?
hu: Megállj! Ki vagy?
tr: Dur! Kim var orada!

source: Erm... we, we are elves. We come in peace, as refugees.
fr: Heu... nous, nous sommes des elfes. Nous venons en paix, nous sommes des réfugiés.
hu: Ööö... mi tündék vagyunk. Békével jöttünk, menekültek vagyunk.agyunk.
tr: Ehem... biz, biz elfiz. Barışçıyız ve sığınmacı olmaya geldik.

source: Elves? And refugees, you say. Elves, indeed. Creatures that don't exist but in old tales of the past times.
fr: Des elfes ? Et des réfugiés, vous dites. Des elfes, vraiment. Des créatures qui n'existent que dans les vieilles légendes du passé.
hu: Tündék? És menekültek? Tündeformák vagytok, az igaz. Olyanok, mint akikről a régmúlt idők gyermekmeséi szólnak.i szólnak.
tr: Elfler mi? Hem de sığınmacı, öyle mi? Varolmayan yaratıklar... Destanlarda kaldınız sanıyordum.

source: (whispering) Perhaps seducing him might be a better idea...
fr: (murmurant) Peut-être que ce serait une meilleure idée de le séduire...
hu: (suttogva) Talán, ha elbájolnám egy kicsit, könnyen boldogulnánk...
tr: (fısıltıyla) Galiba onu baştan çıkarmak daha iyi olacak...

source: (whispering) Or killing him...
fr: (murmurant) Ou de le tuer...
hu: (suttogva) Vagy, ha megölném...
tr: (fısıltıyla) Ya da öldürmek...

source: Sssht, quiet!
fr: Chuuut, silence.
hu: Csitt, csendet!
tr: Hışt, sessiz olun!

source: Erathan, although we have only heard of them in tales, I recall the fiends mentioning 'elfses'. I guess they meant elves, these elves. So it's unlikely a trap; they must be refugees indeed.
fr: Erathan, bien que nous ne les connaissions que par les fables, je me rappelle que les démons parlaient « d'effes ». Je suppose qu'ils voulaient dire « des elfes », ces elfes là. Je ne crois pas que ce soit un traquenard, mais ce sont vraiment des réfugiés.
hu: Erathan, habár csak a mesékben hallottunk róluk, de mintha a szörnyek is emlegettek volna valami 'tűndiket'. Azt hiszem, tündéket akartak mondani, ezeket emlegették. Tényleg menekültek lehetnek.tnek, nem akarnak becsapni minket.
tr: Eratan, biz onların varlığını destanlardan biliyor olsak da, iblisler ‘elvişler’ diye sanırım elflerden bahsediyorlardı. Bu bakımdan bu bir tuzak olamaz, gerçekten sığınmacı olmalılar.

source: Are you refugees then? Why? And what is that thing doing behind you?
fr: Vous êtes des réfugiés, hein ? Pourquoi ? Et que fait cette chose derrière vous ?
hu: Szóval akkor menekültek vagytok? S miért? És mi az a dolog ott, a hátatok mögött?
tr: Siz sığınmacı mısınız? Niçin? Ve bu arkanızda duran şey ne?

source: This...
fr: Cette...
hu: Ez...
tr: Bu...

source: I have been called by many names, but none as disturbing as 'thing'...
fr: On m'a donné bien des noms, mais jamais rien d'aussi insultant que « chose »...
hu: Sokféleképpen hívtak már, de egyik sem zavart annyira, mint ez a 'dolog'...g'...
tr: Bana bir çok isim takılmıştır, ama hiçbiri ‘şey’ kadar rahatsız etmedi...

source: Ho! A necromancer. Our law is very strict on what we rangers should with black magic and all its foul practicioners. Give us good reasons not to call upon the local garrison, imprison and send all of you to be judged by our authorities.
fr: Oh ! Un nécromancien. Notre loi est très stricte sur ce que nous, les rôdeurs, devons faire avec la magie noire et ses sales adeptes. Donnez-nous de bonnes raisons pour ne pas alerter la garnison locale, vous emprisonner, et vous juger tous.
hu: Ohó! Egy delevény! Törvényeink nagyon szigorúak atekintetben, hogy járjunk el a feketemágiával és művelőivel szemben. Nagyon jó indokot kell találnotok arra, hogy ne hívjuk ki a helyőrséget, s ne küldjünk a bíróságunk elé vádlottként. és utána a börtönbe?
tr: Olamaz! Bir nekromantik. Bu konuda yasalarımız çok katıdır; yasalarımız kara büyüyle uğraşılmasını yasaklar. Sizin yakalanıp yargılanmak üzere yetkililere teslim edilmeniz için yerel garnizona haber vermememiz için iyi bir sebep söyleyin.

source: Well, we...
fr: Bien, nous...
hu: Nos, mi...
tr: Peki, o halde...

source: We can have a deal. These seem to be difficult times for your country. Surely you would not give away the opportunity to get our help for your battles, specially since both of us want to get rid of a common enemy, the enemy that pushed us out of our homes.
fr: Nous pouvons nous arranger. Les temps semblent difficile pour votre pays. Nous ne négligeriez pas une opportunité d'assistance pour vos batailles, surtout que tous les deux nous voulons nous débarrasser d'un ennemi commun ; c'est d'ailleurs lui qui nous a fait quitter nos demeures.
hu: Egyezséget ajánlunk. Nehéz idők járnak mostanában minden országra, a tiétekre is. Biztosan ti sem akarnátok nélkülözni azt a segítséget, amit a csatákban nyújthatnánk, különösen azért, mert mindketten ugyanattól az ellenségtől szeretnénk megszabadulni, amelyik az otthonunk elhagyására is kényszerített bennünket.
tr: Sizinle anlaşabiliriz. Bunlar sizin ülkeniz için de zor zamanlar. Savaşlarınızda size yardımımız olacağı gerçeğini göz ardı etmemenizi öneririm. Üstelik yurdumuzu terke zorlayan düşman sizin de düşmanınız.

source: It depends on the enemy you are talking about, of course.
fr: Cela dépend de l'ennemi dont vous parlez, bien sûr.
hu: Ez attól függ, hogy milyen ellenségről beszéltek.
tr: Bahsettiğiniz düşmana bağlı, elbette.

source: The demons. The loyalists. The damned Empire of Chaos and all the usurpers of the former glory of Wesnoth!
fr: Les démons. Les loyalistes. Ce maudit Empire du Chaos et tous ces usurpateurs de l'ancienne gloire de Wesnoth !
hu: A démonokról. A lojalistákról. Az átkozott Káosz Birodalomáról és Wesnoth korábbi dicsőségének bitorlóiról.
tr: İblisler. Kralcılar. Lanet Kaos İmparatorluğu ve Wesnoth’un ihtişamını yerlere serenler!

source: You escape from those fiends, then. Funny thing, necromancers always rush away, as cowards, when they stumble on a stronger opponent.
fr: Vous avez donc échappé à ces démons. Chose amusante, les nécromanciens fuient toujours comme des lâches quand ils tombent sur un adversaire plus fort qu'eux.
hu: Tehát azok elől a szörnyek elől menekültök. Nevetséges, hogy a holtidézők nyulak módjára inalnak el, valahányszor egy erős ellenséggel kerülnek szembe.l kerülnek szembe.
tr: Yani siz bu iblislerden mi kaçtınız? Komik şey... Nekromantikler ne zaman karşılarına güçlü bir rakip çıksa ilk işleri korkaklar gibi tabanları yağlamak olur zaten.

source: Stup...
hu: Osto...

source: Skeletal thing, sir... ranger, can we concentrate on the real subject please?
fr: Chose squelettique, monsieur... le rôdeur, pouvons-nous aborder le fond du sujet, s'il vous plaît ?
hu: Csontdolog, ö... vadász úr, foglalkozhatnánk komoly dolgokkal is?
tr: Kemik torbası işte, efendim... memur bey, konumuza dönebilir miyiz, rica etsem?

source: Um... alright. Elves with a necromancer... the race of elves is almost extinct; they were formerly recognized as a great civilization, but now that I look at you, it's just... pathethic. Do you think you'll gain anything in exchange for serving us as allies? We don't have much to offer...
fr: Hum... d'accord. Des elfes avec un nécromancien... la race des elfes est presque éteinte ; ils formaient auparavant une civilisation prestigieuse mais, quand je vous regarde, ce n'est plus que... pathétique. Pensez-vous gagner quelque chose à nous servir d'alliés ? Nous n'avons pas grand chose à offrir....
hu: Hm... rendben van. Tündék egy holtidézővel... a tünde faj majdnem kihalt; pedig régen legendásan nagy civilizációt alkottatok, de ahogy most elnézlek titeket, hát... elég szánalmasak vagytok. Gondoljátok, hogy megérné nekünk bármit is ajánlani a szövetségetekért cserébe? Nem hiszem, hogy sokat kaphatnátok...sokat kaphatnátok...
tr: Ehem... pekala. Elfler ve bir nekromantik... Elflerin soyu hemen hemen tükenmişti; büyük ve güçlü bir topluluk diye bilinirlerdi. Ama şimdi eski gücünüz kalmamış gibi görünüyor. Bize müttefik olarak hizmet etmek karşılığında herşeyi kazanacağınızı mı düşünüyorsunuz? Size sunacak pek bir şeyimiz yok...

source: Shelter.
fr: Un refuge.
hu: Menedéket szeretnénk.
tr: Sığınak.

source: Shelter? Uh... only the Grand Council can decide whether to allow you to live in our country or not.
fr: Un refuge ? Oh... seul le Grand Conseil peut vous autoriser à vivre chez nous.
hu: Menedéket? Huhh... erről csak a Nagy Tanács határozhat, hogy befogadunk-e titeket, vagy sem.
tr: Sığınak mı? Hımm... Ülkemizde yaşayıp yaşayamayacağınıza sadece büyük konsey karar verebilir.

source: If you cannot grant us shelter, at least we need your help in our fight against this common enemy.
fr: Si vous ne pouvez pas nous accorder un refuge, nous avons au moins besoin de votre aide pour combattre cet ennemi commun.
hu: Ha menedéket nem tudtok biztosítani, akkor legalább segítsetek a közös ellenségünk elleni harcban.
tr: Bize bir sığınak sunamayacaksanız en azından ortak düşmanımıza karşı döğüşmek için yardımınıza ihtiyaç duyuyoruz.

source: The Empire of Chaos is a real nuissance for us, but it is not enough reason to start an actual war, which seems to be what you suggest. We have resisted their forces all these years, why should we stop doing so now and send them an ultimatum strike when we are not and will never be in favorable conditions?
fr: L'Empire du Chaos est une réelle nuisance pour nous, mais nous n'avons nulle raison de débuter une guerre, si c'est ce que vous suggérez. Nous avons résisté à leurs offensives durant toutes ces années, pourquoi ne pas continuer au lieu d'envoyer un ultimatum alors que nous ne sommes pas en mesure de le faire ?
hu: A Káosz Birodalma valóban kellemetlenséget jelent nekünk, de ez még nem ok arra, hogy háborút indítsunk ellenük, amit ajánlasz. Évekig ellenálltunk a támadásaiknak, miért váltsunk át támadásba, s próbálkozzunk egy végső csapással, amikor a helyzet nem kedvez egy ilyen vállalkozásnak és soha nem is lesz kedvező.dvező.
tr: Şu Kara Hükümdar bizim için gerçekten can sıkıcı, fakat bu gerçek bir savaş başlatmamız için bir sebep değil. Bunca yıldır onun kuvvetlerine direndik, durup dururken neden bir ultimatom çekelim?
