Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Not all initiates to the IceWind order are successful. Some lack the necessary patience, others are found wanting in mental edurance. However being excluded from the order cannot make them forget what they have learned. When the Outcasts first began performing supposedly forbidden magic on their own, the IceWind order raised an uproar in the tribal council. Under threat of exile the Outcasts were forced to ceace their activities. But their order survived, albeit in a different form. Rather then mimic their counterparts, they developed a parallel sect that exists on the fringes of the tribe. The magics worked by the Outcasts are undeniably crude, but have great practicle use. However they are denied the mystical union with their icy home, that is a right reserved for the Herders.
fr: Les initiés de l'Ordre du Blizzard ne réussissent pas tous : certains n'ont pas la patience nécessaire, d'autres n'ont pas l'endurance mentale. Mais leur exclusion n'efface pas ce qu'ils ont appris. Quand les exclus ont commencé à pratiquer une magie censée leur être interdite, l'Ordre du Blizzard s'est vigoureusement adressé au conseil tribal pour s'y opposer. Menacés d'exil, les exclus ont été contraints de cesser leurs activités. Mais leur ordre a survécu, sous une forme différente : ils ont développé une secte en marge de la tribu plutôt que d'imiter leurs concurrents ; leur magie est indéniablement rudimentaire, mais ses applications pratiques sont redoutables. L'union mystique avec leur demeure de glace leur est-cependant refusée : ce droit est réservé aux bergers.
hu: A Jegesszél Rend beavatottjai közül nem mindegyik sikeres. Néhanyuknak hiányzik a szükséges türelme, másoknak a lelkiereje fogy el. Azonban a rendből való kizárás nem feledteti el velük, hogy mit tanultak. Mikor a számkivetettek először kezdték művelni a tiltottnak számító varázslatokat, a Jegesszél Rend felháborodást szított a tanácsban. Száműzetés terhe mellett a számkivetetteket cselekedeteik abbahagyására kényszerítették. De rendjük túlélte ezt, habár egy másik formában. Ahelyett, hogy társaikat utánoznák, kialakítottak egy párhuzamos szektát, ami a törzs peremén él. A számkivetettek mágiája tagadhatatlanul nyers, de nagy gyakorlati hasznuk van. Azonban számukra a misztikus egyesülést jeges otthonukkal megtagadták, ez a pásztorok kiváltsága.

source: frigid touch
fr: toucher glaçant
hu: fagyos érintés
tr: soğuk dokunuş

source: Steppe Pariah
fr: Paria des steppes
hu: Sztyeppi kiközösített
tr: Tundra Köylüsü

source: Those rejects of the IceWind order who achieve veteran status in their art are looked upon as akin to minor criminals. However not even the Herders can deny that they are more then a little useful. Pariahs have little loyalty to the clan and rarely fight except for an incentive. When they do, they specialise in flushing foes from fortified positions or difficult terrain.
fr: Les membres rejetés par l'Ordre du Blizzard, mais qui parviennent au statut de vétéran, sont plutôt considérés comme des criminels sans envergure. Mais même les bergers ne peuvent nier leur utilité indéniable. Les parias, qui sont peu loyaux au clan, ne combattent que rarement et seulement pour une récompense. Leur spécialité est alors de déloger l'ennemi installé dans des positions fortifiées ou sur un terrain difficile.
hu: A Jegesszél Rend kitaszítottjait, akik elérik művészetükben a veterán rangot, lenézik mint piti bűnözőket. Azonban még a pásztorok sem tagadhatják, hogy több, mint hasznosak. A kiközösítettek csak csekély mértékben hűségesek a klánjukhoz és csak ritkán harcolnak, kivéve ha ingerlik őket. Amikor mégis így tesznek, különösen értenek az ellenség lerohanásához kitörve megerősített helyzetükből vagy nehéz terepen lévő leseikből.

source: Steppe Rigid
fr: Inflexible des steppes
hu: Sztyeppi rideg
tr: Tundra Savaşçısı

source: Aptly named, the Rigid are a near unbreakable foe. They often form fall-back positions behind the battle lines. Many a time the Rigid have been sacrificed, delaying the enemy while the main force recovers and regroups behind their unyielding wall of flesh, bone and iron. Their role is hardly a glorious one and usually comes to an end jammed into a choke point against hopeless odds.
fr: Justement nommés, les inflexibles constituent un adversaire pratiquement indélogeable. Ils établissent souvent des positions de repli en deçà de la ligne de front. Plus d'une fois, les inflexibles ont été sacrifié pour retarder l'ennemi pendant que les forces principales récupéraient et se réorganisaient à l'abri de leur impénétrable muraille de chair, d'os et d'acier. Leur rôle n'a rien de glorieux et se termine le plus souvent coincé dans un goulot d'étranglement tenu désespérément.
hu: Találó név, a rideg egy közel megtörhetetlen ellenség. Gyakran visszavonulási vonalat formálnak a harcvonal mögött. Nagyon sokszor feláldozták már a ridegeket, hogy feltartsák az ellenséget, amíg a fő erők visszanyerik erejüket és újraformálódnak emögött a merev hús-vér, csont és vas fal mögött. Szerepük aligha fenséges és gyakran éri el őket a vég reménytelen tömegek szorításában.

source: shield bash
fr: coup de bouclier
hu: pajzsos ütés
tr: kalkan darbesi

source: Steppe Savage
fr: Sauvage des steppes
hu: Sztyeppi szilaj
tr: Tundra Delisi

source: Unlike humans or elves, most orcs find a barbaric thrill in the chaos and blood of battle. Some so much so that the experience pushes their psyche, unstable and voilent at the best of times, dangerously close to the brink. Teetering on the fine edge between sanity and burning instinct, they are feared nearly as much by their comrades as by their enemies. Hurling themselves bodily into the fray, they attack enemies solely with their fists and teeth. Savages cease to use armour at all, allowing them greater speed and ease of movement but sacrificing the protection it gives. Few have been known to survive beyond early adulthood.
fr: Contrairement aux humains ou aux elfes, beaucoup d'orcs éprouvent un frisson barbare durant le chaos qui règne durant les batailles sanglantes. L'esprit de certains d'entre eux, déjà instable et violent en temps ordinaire, s'approche dangereusement du point de rupture entre l'équilibre et l'instinct destructeur. Ces orcs sont redoutés presque autant par leurs camarades que par leurs ennemis ; ils se jettent à corps perdu dans la mêlée, mordant et frappant à poings nus. Les sauvages renoncent aux armures pour être plus rapides et plus libres de leurs mouvements, mais cela réduit leur protection. Rares sont ceux qui survivent quelques années au-delà de l'âge adulte.
hu: Az emberekkel és tündékkel ellentétben a legtöbb ork talál valami barbár gyönyört a csata fejetlenségében és vérözönében. Néhányan még akár annyit is, hogy élményeik elnyomják szellemüket, időnként kiszámíthatatlanná és erőszakossá válnak, veszélyesen közel az őrület határához. Mikor az épelméjűség és égető ösztönök éles mezsgyéjén egyensúlyoznak társaik közel ugyanannyira rettegnek tőlük, mint ellenségeik. A kavarodásba teljes testükkel belevetik magukat, ellenségeiket puszta öklükkel és fogaikkal támadják. A szilajok semmilyen páncélt nem viselnek, ami nagyobb gyorsaságot és könnyed mozgást tesz lehetővé, de feláldozzák a védelmet, amit nyújtana. Csak kevés olyanról tudni, aki a fiatal felnőtt kort is túlélte volna.

source: frenzy
fr: frénésie
hu: őrjöngés
tr: cinnet

source: Steppe Shieldbearer
fr: Porte-bouclier des steppes
hu: Sztyeppi pajzshordó
tr: Tundra Kalkancısı

source: Some soldiers are given a special role, quite different from any of their comrades. Shieldbearers carry no real weapon at all. Their unique duty is to protect the wounded, patch up holes in the line and, if all looks to be lost, hold off the enemy long enough to cover their retreating army. It has often been said by the Steppe Orcs that while the Shieldbearers have never secured victory, they have numerous times prevented utter defeat.
fr: Certains soldats se voient confier un rôle spécial, très différent de celui de leurs autres camarades. Les porte-boucliers n'ont pas vraiment d'arme et doivent seulement protéger les blessés, boucher les trous dans les lignes et, si tout paraît perdu, contenir l'ennemi suffisamment longtemps pour couvrir la retraite de l'armée. Les orcs des steppes disent souvent que les porte-boucliers, s'ils n'ont jamais assuré la victoire, ont plus d'une fois évité une déroute cuisante.
hu: Néhány katonának különleges feladatot osztanak, teljesen eltérőt, mint bajtársainak. A pajzshordók egyáltalán nem viselnek igazi fegyvert. Egyedülálló kötelességük a sebesültek védelme, a csatarend lyukainak betömése és ha már minden vesztésre áll, feltartani az ellenséget addig, míg a sereg visszavonul. Gyakran emlegetik a sztyeppi orkok, hogy míg a pajzshordók sosem biztosítottak győzelmet, számtalan alkalommal akadályoztak meg csúfos vereséget.

source: Steppe Skewer
fr: Embrocheur des steppes
hu: Sztyeppi nyársaló
tr: Tundra Kabadayısı

source: While orcs may not be renowned for their intellectual capacity, it is well within their powers of thinking to realise that a longer spear will allow them to impale an enemy from greater distance. In addition, Skewers delight in crafting barbed heads for their spears, further increasing their grisly effectiveness.
fr: Les orcs ont beau ne pas briller par leurs capacités intellectuelles, leur petit cerveau est suffisant pour se rendre compte qu'une lance plus longue leur permettra d'empaler un ennemi à une plus longue distance. Les embrocheurs s'amusent d'ailleurs à améliorer leur lance en y ajoutant de sinistres fers barbelés.
hu: Míg az orkok műveltségi szintjéről nem áradoznak, szellemi erejükbe jócskán belefér a felismerés, hogy egy hosszabb dárda lehetővé teszi számukra az ellenség karóbahúzását nagyobb távolságról. Ráadásul a nyársalók élvezettel kovácsolnak tüskés hegyet dárdáiknak, tovább növelve ezzel hátborzongató hatékonyságukat.

source: Steppe Spearhead
fr: Fer de lance des steppes
hu: Sztyeppi dárdahegy
tr: Tundra Gürzcüsü

source: Any Steppe Orcs wishing to lead their comrades must first show their worth in battle. Spearheads lead the charge into the enemy, seeking to crash a hole in the battle lines of the foe. It is a dangerous profession to say the least. Their eagerness to impress frequently results in a sticky end. Their crude but often effective tactics are complemented by equally crude but effective weapons. A weight attached to a chain makes a perfectly serviceable flail.
hu: Mindegyik sztyeppi orknak, aki társait akarja vezetni, először meg kell mutatnia képességeit a csatában. A dárdahegyek vezetik a rohamot az ellenség ellen, igyekezve áttörni a harcvonalat. Az igazat megvallva, ez egy veszélyes feladat. Vágyakozásuk a jó benyomás keltésére gyakran végződik kínos halállal. Nyers, de gyakran hatékony taktikájukhoz egy hasonlóan nyers, de hatékony fegyver társul. Egy lánchoz rögzített nehezék tökéletesen megteszi egy működő láncos buzogánynak.

source: Steppe Spearman
fr: Porte-lance des steppes
hu: Sztyeppi lándzsás
tr: Tundra Mızrakçısı

source: The orcs of the steppe learned early on that their axes were simply not suitable against all foes. In accordance with this, some warriors forgo further usage of the axe and take up short spears. While necessary, the change is often somewhat awkward.
hu: A sztyeppen élő orkok korán megtanulták, hogy bárdjuk egyszerűen nem alkalmas minden ellenség ellen. Éppen ezért néhány harcos folytatja bárdja használatát és magához vesz néhány tőrösbotot. Ez szükséges, de valamelyest ellentmondásos változás.

source: Steppe Stoic
fr: Muraille des steppes
hu: Sztyeppi sztoikus
tr: Tundra Mankafası

source: The Stoic are embodiments of endurance, plain and simple. They are characterized by sheer stubbornness and refusal to go down even under the heaviest of blows. Time and again a foe has struck down a Stoic and thought him dead, only to see the hardy orc lift himself from among the corpses of the dead, raise his shield and reasume his position.
fr: Les murailles personnifient l'endurance, purement et simplement. On les reconnaît à leur entêtement sans borne et à leur refus de tomber, même après le coup le plus puissant. Plus d'une fois, un ennemi en a frappé un et l'a cru mort, pour voir ensuite l'orc robuste se relever au milieu des cadavres, redresser son bouclier et reprendre sa position.
hu: A sztoikusok a kitartás, a tisztaság és az egyszerűség megtestesítői. Rendíthetetlen állhatatosság jellemzi őket és kitartanak még a legsúlyosabb csapások alatt is. Időről időre az ellenség leteper egy sztoikust és halottnak hiszi, majd látja felemelkedni a nehézkes orkot a halottak tetemei közül, amint felemelve pajzsát újból elfoglalja korábbi helyzetét.

source: Steppe Vanguard
fr: Avant-garde des steppes
hu: Sztyeppi gárdista
tr: Tundra Gladyatörü

source: Having proven themselves in battle, Vanguards start to assert their authority others. Their experience is put to use on the battlefield, where they direct the actions of their comrades. Yet often in the fracas of battle these subtleties are disregarded and the Vanguards live up to their name, leading by example. They have however learnt some restraint, complementing their flails with a standard battleaxe similar to that used by steppe warriors.
fr: Les avant-gardes assoient progressivement leur autorité auprès des autres après avoir prouvé leur valeur au combat. Leur expérience sert sur le champ de bataille, où ils dirigent les actions de leurs camarades. Mais dans le fracas des combats, ils oublient souvent ces subtilités et repassent devant pour montrer l'exemple, d'où leur nom. Ils savent, malgré tout, un peu mieux se contenir et utilisent, en plus du fléau, une hache de bataille classique, semblable à celle des guerriers des steppes.
hu: Bizonyítva rátermettségüket a csatában, a gárdisták kezdik másokra kényszeríteni akaratukat. Tapasztalatukat felhasználva igyekeznek irányítani bajtársaik cselekedeteit. Azonban a csata fergetegében gyakran elsikkadnak ezek az utasítások, és a gárdisták nevükhöz méltóan mutatnak példát. Azonban tanultak valamennyi önmérsékletet, és láncos buzogányukat kipótolták a szokásos fokossal, amit a sztyeppi harcosok is használnak.

source: Steppe Warrior
fr: Guerrier des steppes
hu: Sztyeppi harcos
tr: Tundra Çapulcusu

source: The rank and file Steppe Orc soldier epitomizes the qualities of his clan. Hardened, resilient and, when necessary, desperately savage. However, while loyal to their clan, they have little restraint and are often hard to control. The inherent strength of their race and a harsh life of continuous conflict take the place of formal training. Not known for their finesse, Steppe Orcs fight with heavy two-handed battle axes.
hu: A sztyeppi orkok katonai rendjei és sorai kifejezik klánjuk nagyságát. Harcedzettek, ellenállók és ha szükséges, kivételesen kegyetlenek. Azonban míg klánjukhoz hűségesek, önuralmuk kevés és nehéz őket irányítani. A fajukban rejlő erő és állandó ütközetekkel teli kemény életük átveszi az intézményes kiképzés helyét. A sztyeppi orkok nem ravaszságukról híresek, nehéz, kétkezi fokosokkal harcolnak.

source: race^Shaxthal
fr: Shaxthal
hu: Saxtál
tr: Zebani

source: race+female^Shaxthal
fr: Shaxthales
hu: Saxtál
tr: Zebani-Dişi

source: race^Shaxthals
fr: Shaxthals
hu: Saxtálok
tr: Zebaniler

source: Of the many monstrosities spotted in the Chaos Armies, strange metallic creeps known as the 'Shaxthals' lead the front lines. Their attack strength is the most fearsome one, and this has several implications. Firstly, most of the few fools who dare oppose them directly have the misfortune of being killed in a slow painful manner, as a red light beam coming from these abominations' eyes crushes their victim's brain, literally; secondly, the least of these few defiant people, have the opportunity to see what lies beneath the shaxthal's armor, and afterwards, don't dare to say what they have seen, at least not more than a single time. So dark must be the secret behind their rising and breeding that not even the chaos Lores dare step close to these messengers of pain and despair.
hu: A Káosz seregeiben előforduló sokféle szörny előtt különös fémlények, ún. 'saxtálok' állnak az első sorokban. Félelmetes erejük számos következménnyel jár. Először is, az a néhány ostoba, aki szemtől-szembe akar megvívni velük, lassú kínok között múlik ki vagy borzalmas sebeket szerez, mivel az ezen szörnyetegek szemeiből kilövellő vörös fény szó szerint szétroncsolja az áldozatok agyát; másfelől az a kevés vakmerő, aki túlélte a találkozást, s bepillanthatott a saxtálok páncélja mögé, később nem merte elmondani, hogy mit látott, legfeljebb egyszer tett róla említést. Így teljesen homályba vész, hogy hogyan szaporodnak, nőnek fel ezek a lények. Maguk a káosztudósok is óvakodnak közel kerülni ezekhez a kínt és szenvedést okozó lényekhez.

source: Master of Darkness
fr: Maître de l'Obscurité
hu: Sötétség Ura
tr: Karanlığın Hakimi

source: The Evil Emperor of Chaos, the Shadow Master, has finally revealed his appearance - formerly known only to the highest Chaos lores - to the world, revealing his identity as a Shaxthal. Half-living, half-machine, his magic powers are yet far superior to the mightiest sorcerers, evil or good, of this world. Which is in part the reason that he is feared by all, even by his servants. Should they disobey his rule, their fate is the most horrible of all, one that no one would ever wish for their enemies: they are turned into mindless Shaxthals that are made to serve their master unconditionally, as they are rid of their free will in the transformation process. No one has ever been able to defeat the Emperor, nor cause him any damage at all. Fact that leads people to think that this is an immortal being that will continue to rule over the World till the end of its very existence.
hu: A Káosz gonosz császára, az Árnymester végül bizonyságát adta a létezésének, - amiről korábban csak a káosztudósok legjobbjai tudtak - s a világ megismerhette saxtál természetét. Félig-élő, félig-gép lényként mágikus ereje messze felülmúlta a leghatalmasabb evilági mágusokéit is, mind a jó, mind a gonosz varázslókéit. Emiatt minden lény rettegett tőle, még saját szolgái is. Aki ellenszegült az uralmának, az a legkegyetlenebb végzettel nézett szembe, amit még a legádázabb ellenségének sem kívánt soha senki: megfosztva az elméjétől saxtál lényként, feltétlen engedelmességgel szolgálta a mestert, mivel az átalakítási folyamat részeként a szabad akaratától végképp megfosztották. Soha senki nem tudta még megsemmisíteni a Császárt, de még megsebesíteni sem. Ez vezette az embereket arra a gondolatra, hogy halhatatlan lény, aki az idők végezetéig fogja uralni a Világot.

source: soul ripper
fr: éventreur d'âme
hu: idegsokk
tr: ruh söker

source: female^Chaos Warlord
fr: Cheftaine du chaos
hu: Káosz hadúr
tr: Kaos Savaş Lordu

source: The Chaos military is a very well organized one - the Great Continent has not seen such kind of disciplined, massive hordes of blood-thirsty foes since the times of the legendary Mal-Ravanal, responsible of the creation of a long-lasting order of followers to his cause. It is suspected that, at the top of the hiearchy, above the Iron Triad and below the Emperor of Chaos, lies the greatest commander of their ranks, bestowed with supreme control over the army, their many strongholds and their economy, research and production. Nobody knows with certainty what kind of being is this hypothetical warlord, nor what his or her appearance is, for they either stay in the safety of the Chaos fortresses overseeing the strategic performance of the troops, or nobody who has met them in reality has survived to spread the word.
hu: A Káosz serege rendkívül jól megszervezett had - a Nagy-Kontinensen még soha nem láttak ilyen fegyelmezett, egységes, vérszomjas haderőt azóta, hogy a legendás Mal-Ravanal létrehozta követőiből hosszúéletű rendjét. Gyaníthatóan a ranglétra csúcsán, a Kardtestvérek Triumvirátusa felett, de a Császár alatt található a legmagasabb méltósággal bíró parancsnok, akinek teljhatalma van a seregek felett, rendelkezik az erősségekkel, irányítja a gazdaságot, a kutatást és a termelést. Senki sem tudja biztosan, hogy miféle lény ez a legfőbb hadúr, még azt sem, hogy hogy néz ki, mivel vagy biztonságos távolból, valamelyik erősségből szemléli a hadi eseményeket, vagy a vele való esetleges találkozásról nem tudott beszámolni senki, mivel egy ilyen találkozó túlélőjéről még senki sem hallott.

source: burning inferno
hu: Pokoli perzselés

source: The Chaos military is a very well organized one - the Great Continent has not seen such kind of disciplined, massive hordes of blood-thirsty foes since the times of the legendary Mal-Ravanal, responsible of the creation of a long-lasting order of followers to his cause. At the top of the hiearchy, above the Iron Triad and below the Emperor of Chaos, lies the greatest commander of their ranks, bestowed with supreme control over the army, their many strongholds, and their economy, research and production. Her body has dried up over the time, after being artificially repaired and modified to preserve her life, to continue serving Uria for the rest of eternity. It is unknown what her purposes are, or how loyal she is to the Shadow Master in truth. However, that little matters to anyone who may stumble upon her, for their fate is already set...
hu: A Káosz serege rendkívül jól megszervezett had - a Nagy-Kontinensen még soha nem láttak ilyen fegyelmezett, egységes, vérszomjas haderőt azóta, hogy a legendás Mal-Ravanal létrehozta követőiből hosszúéletű rendjét. A ranglétra csúcsán, a Kardtestvérek Triumvirátusa felett, de a Császár alatt található a legmagasabb méltósággal bíró parancsnok, akinek teljhatalma van a seregek felett, rendelkezik az erősségekkel, irányítja a gazdaságot, a kutatást és a termelést. Miután mesterségesen helyrehozták és módosították összetört testét, hogy továbbra is biztosítsák életben maradását, tovább szolgálja Uriát az idők végezetéig. A céljai ismeretlenek, s az is bizonytalan, hogy hűsége az Árnymester iránt mennyire szilárd. Ez a legkevésbé sem teszi kétségessé, milyen sors vár arra, aki összeakaszkodik vele...

source: Drone
hu: Here
tr: Yavru Zebani

source: These shaxthal drones have not completely grown up, so they are considerably weaker than their adult counterparts, close to larvary state. Incredibly, when younger, these creatures' body is bigger, with most of it filled with strange poisonous fluids. Although they are also slower than their adults, their flexible exoskeleton allows them for good defense from their enemies.
hu: Ezek a saxtál herék még fejlődésük korai stádiumában vannak, tehát jóval gyengébbek, mint felnőtt társaik, hiszen még közel vannak a lárvaállapothoz. Meglepő módon a fiatal saxtálok teste nagyobb méretű az idősekénél, s egyfajta különös mérgező folyadékkal vannak megtöltve. Habár a fiatalok lassúak, de hajlékony külső vázuk kitűnő védelmet biztosít számukra ellenségeik ellen.

source: Assault Drone
fr: Drone d'assaut
hu: Rohamhere
tr: Saldırgan Zebani
