Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: I can assure you, that it will not be the last time we fight those giants.
hu: Pedig biztos lehetsz benne, hogy nem ez volt az utolsó, amivel meg kellett küzdenünk. küzdenünk.

source: Oh, no...
hu: Óó nee...zerű...

source: Aiyeeeee!!!
fr: Aïïïïïe !!!
hu: Ujjééé!
tr: Ayyyy!!!

source: Die, you bastard!
fr: Meurs, espèce de chien !
hu: Pusztuljatok, nyomorult férgek!
tr: Geber, seni pislik!

source: Heathens, let it be known that your small victory against me does not mean anything else than the fury of the Master, that will eventually fall upon you all and vanquish your puny species!
fr: Païens, sachez que votre petite victoire ne prélude qu'à la fureur du maître qui s'abattra finalement sur vous tous pour vaincre votre chétive espèce !
hu: Hitetlenek, ne bízzátok el magatokat! Az, hogy engem elpusztítottatok, aprócska siker, de nagy haragra ingerli a Mestert, s az Ő haragja, ha elér titeket, írmagja sem marad a szánalmas fajtátoknak.ajtátoknak.
tr: Kâfirler, bilin ki, bana karşı kazandığınız küçük zaferiniz Efendimin öfkesini üzerinize çekmekten başka işe yaramayacak. Eninde sonunda yenileceksiniz ve cılız bedenleriniz yokedilecek!

source: Bah, shut his mouth now. No, yet better; rip his head off.
fr: Bah, fermez-lui la bouche maintenant. Non, mieux : arrachez-lui la tête.
hu: Bah, mindjárt a szádra lépek. Nem is, inkább lenyakazlak.
tr: Peh, kapa şu çeneni. Yo hayır, daha iyisi kafasını koparın.

source: Darkozun is beheaded as Mal Keshar gives the command to his minions.
fr: Darkozun est décapité alors que Mal Keshar donne les instructions à ses serviteurs.
hu: Mal Keshar parancsára szolgái fejét vették Darkozunnak.
tr: Mal Keşnar’ın emriyle dalkavukları Darkozun’un kafasını uçurur.

source: Your boldness has signaled your doom. The Master has sent the entire Imperial army after you, and there is nothing you can do to stop the process now!
fr: Votre insolence a signé votre perte. Le Maître a envoyé l'Armée Impériale toute entière contre vous, et rien ne pourra arrêter le processus maintenant !
hu: A pimaszságotok túllépett minden határon. A Mester a Birodalmi Sereget küldte ki az elpusztításotokra, s most már semmi esélyetek a folyamat leállítására.
tr: Küstahlığınız kaderinizi tayin etti bile. Efendimiz size karşı tüm ordusunu gönderdi. Süreci durdurmak için yapacağınız hiçbir şey kalmadı artık!

source: Process? What process?
fr: Le processus ? Quel processus ?
hu: Folyamat? Miféle folyamatról beszélsz?
tr: Süreç mi? Ne süreci?

source: I am not telling you anything about it...
fr: Je ne vous dirai rien sur le...
hu: Egy szót sem fogtok belőlem kihúzni...
tr: Bunun hakkında hiçbir şey söyleyemem...

source: Benthos commits suicide.
fr: Benthos se suicide.
hu: Benthos öngyilkosságot követ el.
tr: Bentos kendini öldürür.

source: Why did he have to do this?
fr: Pourquoi a-t-il fait cela ?
hu: Miért kellett ezt tennie?
tr: Niçin yaptı bunu?

source: There must be a dark pact of fealty to their master. All these fiends are nothing but puppets of the real mastermind, which we'll have to stop by ourselves.
fr: Ce doit être une preuve d'allégeance envers son maître. Tous ces démons ne sont que les jouets du véritable cerveau, que nous devrons les arrêter par nous-mêmes.
hu: Valamiféle hűségeskü kötelezheti őket a mesterükhöz. Ezek a bestiák egyszerű játékfigurák az igazi mester kezében, akit nekünk kell megállítanunk.
tr: Efendisiyle arasında bir sadakat anlaşması olmalı. Bu iblisler, asıl durdurmamız gereken efendilerinin gerçek benliğinin kuklalarından başka bir şey değil.

source: What do you mean, elf?
fr: Qu'entends-tu par là, elfe ?
hu: Mire gondolsz, tünde?
tr: Ne demek istiyorsun, elf?

source: Aragwaithi and orcs might start a full-sized war, but I'm afraid that the devotion and fanatism of these vassals will assure our defeat. I suggest sneaking through their lines at the most adequate moment, and slay him as soon as possible. The moral impact will force the Chaos Empire to surrender immediately.
fr: Les aragwaiths et les orcs pourraient débuter une guerre totale, mais j'ai peur que la dévotion et le fanatisme de ces vassaux ne scellent notre défaite. Je propose de nous introduire à travers leurs rangs au moment le plus opportun, pour l'assassiner aussitôt que possible. L'impact moral forcera l'Empire de Chaos de se rendre immédiatement.
hu: Az aragwaithok és orkok totális háborút indíthatnak, de attól félek, hogy ezeknek a fanatikus szolgáknak a megszállottsága könnyen a vesztünket okozhatja. Azt javaslom, hogy osonjunk át egy megfelelő pillanatban az arcvonalukon, s öljük meg a Mestert magát, de minél hamarabb. Ez a csapás megingatná a Káosz Birodalmát.irodalmának bukásához vezetne.
tr: Aragvaylar ve orklar tam teşekküllü bir savaş başlatabilirler, fakat bu derebeylik sistemindeki bağlılık ve tutucuk korkarım yenilgimize sebep olacak. Benim önerim, en uygun anda hatlarının gerisine sızıp mümkün olduğu kadar erken imparatoru öldürmektir. Moral çöküntüsü Kaos İmparatorluğunu çok geçmeden teslim olmaya zorlayacaktır.

source: It is suicidal. It is madness. Almost no possibility to escape from obliteration. I like it.
hu: Ez öngyilkosság. Ez őrültség. Szinte semmi esély a túlélésre. Tetszik a dolog.

source: That sounds like a devious plan. I am not sure... we could easily attemt to do it by ourselves, but what about the other elves?
fr: Ça ressemble à un plan stupide. Je doute... nous pourrions essayer, mais que deviennent les autres elfes ?
hu: Ez meglehetősen fondorlatos tervnek tűnik. Nem is tudom... Mi megpróbálhatjuk, de a többiek bőrét is vásárra vinni?
tr: Bu dolambaçlı bir plan gibi görünüyor. Olur mu bilmem... bunu kendi başımıza kolayca yapabiliriz, fakat diğer elfler ne yapacak?

source: I will talk with the Council and make sure they have room in these lands to stay in, in any case. If we fail, they'll at least have additional time to escape from the Continent, to the unknown lands beyond the vast sea. If we succeed, good; they can then migrate and set home in other unoccupied regions of this continent, after the storm has passed on.
fr: Je parlerai au conseil et m'assurerai qu'ils trouveront dans tous les cas un refuge dans ces contrées. En cas d'échec, ils auront au moins plus de temps pour s'échapper du continent, vers des terres inconnues au-delà de la vaste mer. Si nous réussissons, parfait : ils pourront revenir et s'installer dans les régions inoccupées de ce continent, après le passage de la tempête.
hu: Megbeszélem a Tanáccsal. Biztosan tudunk helyet biztosítani a többieknek, akik maradnak. Ha mi mégis elbuknánk, legalább nekik lesz elég idejük arra, hogy veszély esetén az óceánon túli ismeretlen területen próbáljanak szerencsét. Ha sikerrel járunk, még jobb; akkor elvándorolhatnak és letelepedhetnek a kontinens valamelyik felszabadított részére.
tr: Konseyle konuşup onlara bu topraklarda bir yer tahsis edilmesini isteyeceğim. Eğer biz başarılı olamazsak, en azından kıtadan geniş denizdeki bilinmeyen topraklara kaçmak için yeterli zamanları olur. Başarılı olursak, mesele kalmaz. Fırtına geçtikten sonra, kıtanın henüz işgal edilmemiş bir yerine göçedip orayı yeni vatanımız haline getirebilirler.

source: Will we do this together? If not, at least I will try.
fr: Nous ferons ça ensemble ? Pour ma part, je peux au moins essayer.
hu: Együtt vágunk neki? Ha nem, én akkor is megpróbálom.
tr: Bunu birlikte mi yapacağız? Yoksa, en azından ben deneyeceğim.

source: You have my support, boy.
fr: Vous avez mon appui, mon garçon.
hu: Számíthatsz rám, fiam.
tr: Benim desteğime sahipsin, çocuk.

source: Mine too. It's been a long time with ya, I'll not abandon ya now.
fr: Moi pareil. Ça fait longtemps que j'suis avec vous, j'vous abandonnerai pas maintenant.
hu: Rám is, oly régóta veletek vagyok, most már nem hagylak el titeket.t.
tr: Benim de. Sizinle çok uzun zaman geçirdim. Sizi şimdi bırakmam.

source: I have nothing left to care about... other than the fate of my people. Galas, you'll need my help, so I shall go with you too.
fr: Je n'ai à me préoccuper de rien... sauf du destin de mon peuple. Galas, vous aurez besoin de mon aide, je vous accompagne.
hu: Nem maradt elintézetlen dolgom... más, mint a népem sorsa. Galas, szükséged lesz a segítségemre, tehát én is megyek.
tr: Beni kimse bundan ayrı tutamaz. Galas, yardımıma ihtiyacın olacak, dolayısıyla ben de seninle geleceğim.

source: I'd better think about this later.
fr: J'y penserai plus tard.
hu: Még meggondolom.
tr: Bunu biraz daha düşünmeliyim.

source: You are free to choose to stay with your people. After all, we have met only very recently, so we are little more than strangers to you. I wish you the best of lucks in any case.
fr: Vous pouvez rester avec les vôtres. Après tout, vous ne nous avez rencontrés que très récemment, et nous sommes un peu des étrangers pour vous. Je vous souhaite bonne chance, quoi qu'il en soit.
hu: Nyugodtan maradj a népeddel. Végül is csak nemrég találkoztunk. Számodra mi még mindig egy kicsit különösek vagyunk. Mindenesetre, sok szerencsét.
tr: Halkınızla kalmakta özgürsünüz. Nihayetinde, sizinle tanışıklığımız çok yeni, dolayısıyla bize karşı yabancılık hissetmeniz normaldir. Kararınız ne olursa olsun size iyi şanslar dilerim.

source: Thanks.
fr: Merci.
hu: Köszönöm.m.
tr: Teşekkürler.

source: No! The orcish chieftain has fallen!
hu: Ne! Az ork főnök elesett!

source: Without the support of the orcs, this is hopeless...
hu: Az orkok támogatása nélkül reménytelen a helyzet...

source: Dawn of the Great War
fr: Aube de la Grande Guerre
hu: A Nagy Háború hajnala
tr: Büyük Savaşın Şafağı

source: Rendezvous with your allies
fr: Rendez-vous avec vos alliés
hu: Találkozol a szövetségeseiddeldel
tr: Dostlarının yanına git

source: Sneak past the enemy lines and make it to the mountain pass (southern map border)
fr: Se faufiler à travers les lignes ennemies et arriver à la passe montagneuse (bord sud de la carte)
hu: Átsiklasz az ellenséges vonalakon és eléred a hegyi hágót (a térkép déli részén)
tr: Düşman hatlarının gerisine sız ve dağ geçidine gir (haritanın güney kenarı)

source: Defeat all enemy leaders (bonus)
fr: Vaincre tous les chefs ennemis (bonus)
hu: Legyőzöd valamennyi ellenséges vezért (bónusz)ezért (bónusz)
tr: <127,127,255>Tüm düşman liderlerini yenersen ödül var

source: Defeat of all your allies
fr: Défaite de tous vos alliés
hu: A szövetségeseidet megölik
tr: Tüm müttefiklerinizin ölümü

source: There, in those mountains the chaos hordes have set encampments!
fr: Là, les hordes du chaos se sont retranchées dans ces montagnes !
hu: Ott, azokban a hegyekben állították fel a bázisukat a Káosz hordái.ái.
tr: Bu dağlarda kamp kurmuş kaos orduları var.

source: This shall be an easy start, as they would not be prepared for a direct assault on our part. But beware that it might become harder with time. We ought to defeat this frontline before they have time to call upon reinforcements!
fr: Ce sera facile au début. Ils ne sont pas préparés à un assaut frontal de notre part. Mais attention, ça va devenir plus dur avec le temps. Nous devons défaire la ligne de front avant qu'ils n'aient le temps d'appeler des renforts.
hu: Azt hiszem, meglephetjük őket, mivel részünkről nem számítanak támadásra. De a későbbiekben sokkal nehezebb dolgunk lesz. Gyorsan át kell törjük a frontvonalat itt, mielőtt erősítést hívhatnának.
tr: Bu bölgeye doğrudan bir saldırı hazırlığı olmayacağına göre bu kolay bir başlangıç olacak. Fakat dikkatli olalım durum giderek zorlaşabilir. Bu ön cepheyi destek çağırmalarına fırsat bırakmadan yenmeyi düşünmeliyiz.

source: Charge!
fr: Chargez !
hu: Roham!
tr: İleri!

source: And so, it has begun.
fr: C'est parti !
hu: És így elkezdődött.
tr: Ve böylece, başladık.

source: The beginning of your personal vengeance, elf? It would have been easier for you to have joined our side since the start of your journey. You could have kept your old home; your people would be safe under my service.
fr: C'est le début d'une vengeance personnelle, elfe ? Il aurait été plus facile de rejoindre notre camp avant le début de ce jour. Tu aurais pu garder ton ancienne masure, ton peuple serait en sécurité à mon service.
hu: A személyes bosszúd kezdete, ugye tünde? Könnyebb lett volna, ha a vándorlásotok elején csatlakozol hozzám. Megtarthattad volna a régi otthonodat; néped biztonságban lenne a szolgálatomban.
tr: Kişisel intikamının başlangıcı mı elf? Yolculuğunun başından itibaren bize katılmış olsaydın bu daha kolay olurdu. Eski yurdunu tutabilirdin; halkın benim hizmetim altında güvende olurdu.

source: What...
fr: Quoi ?
hu: Micsoda...
tr: Ne...

source: Is it that you fear to admit the truth, Galas? The truth that might hurt your own feelings about your people? Your thirst of blood and revenge is not something you shall ever conceal from me; I can sense everything in the air, everything in the earth; everything that lives and steps on this land is under my sight...
fr: Crains-tu d'admettre la vérité, Galas ? Elle risquerait de blesser tes propres sentiments envers ton peuple ? Ta soif de sang et de vengeance ne peuvent être dissimulées, je peux tout pressentir tout ce qui traîne dans l'air ou dans la terre. Je garde un œil sur tout ce qui vit et qui marche sur cette terre...
hu: Félsz bevallani az igazságot, Galas? Az igazságot, a népeddel szembeni ellenérzéseidet? Azt hiszed, hogy elrejtheted előlem a vérszomjadat és a bosszúvágyadat? Én megérzek mindent, ami a levegőben van, s ami a földön; mindent látok, ami csak él és mozog a földön...
tr: Gerçeği kabul etmeye korkuyor musun, Galas? Halkınla ilgili olarak hissettiklerinin verdiği ıstırabı? Kan ve intikam isteğini benden asla gizleyemezsin; ben havadaki, sudaki herşeyi, yaşayan herşeyi hissedebilirim ve bu topraklardaki herşey benim gözlemim altındadır...

source: I grant you another opportunity. Choose your destiny and that of your kinsmen before it is too late; come with me, I can give you all protection, safety, unlimited power, knowledge, wealth, or anything else you would have wanted!
fr: Je t'offre une nouvelle chance. Choisis ta destinée et celle des tes parents avant qu'il soit trop tard. Viens avec moi, je peux t'offrir protection, sécurité, pouvoir illimité, connaissance, santé et tout ce que tu voudras d'autre !
hu: Egy másik lehetőséget kínálok neked. Választhatsz egy másik célt magadnak és a népednek, mielőtt késő lesz; csatlakozz hozzám, én megvédelek titeket, biztonságot és korlátlan hatalmat, tudást, gazdagságot adok nektek, s bármi mást, amit csak akartok.t, amit csak akartok.
tr: Sana vereceğim bu fırsatı kaçırma. Çok geç olmadan kendinin ve ırkının kaderine karar ver; benimle gel, sana güvenlik, sınırsız güç, bilgi, zenginlik tam koruma ve başka istediğin ne varsa, herşeyi verebilirim.

source: Galas? What is happening?
fr: Galas ? Que vous arrive-t-il ?
hu: Galas? Valami baj van?
tr: Galas? Ne oluyor?

source: Nothing, Elynia. Nothing... I think.
fr: Rien, Elynia. Rien... je crois.
hu: Semmi, Elynia. Semmi... azt hiszem.em...
tr: Yok bir şey Elenya. Yok bir şey... Düşünüyordum.

source: Take your time, elf...
fr: Prends ton temps, elfe...
hu: Eljött az idő, tünde...
tr: Zaman geçiyor, elf...

source: Galas, if you feel ill or otherwise, remember that I can aid you.
fr: Galas, si vous vous éprouvez un quelconque malaise, rappelez-vous que je peux vous aider.
hu: Galas, ha rosszul érzed magad vagy kínoz valami, én tudok segíteni.
tr: Galas, hasta filansan, yardım edebileceğimi unutma.

source: No problem, Elynia, really.
fr: Pas de problème, Elynia, vraiment.
hu: Semmi bajom, Elynia, tényleg.g.
tr: Sorun yok Elenya, gerçekten.

source: So, what are we going to do? Run across the battlefield as if?
fr: Donc, qu'est-ce qu'on va faire ? Nous traversons le terrain ?
hu: Akkor mire várunk? Vágjuk át magunkat a csatamezőn, ha...se jobbra, se balra...
tr: Şimdi ne yapıyoruz? Düşmanın cephe gerisine mi sarkacağız?

source: Well, our priority is to sneak past the enemy lines and make it to the mountain pass. We are not suppose to battle in this war, but helping our allies in the process would be benefitious anyway.
fr: Bon, notre priorité est de nous infiltrer derrière les lignes ennemis et d'arriver à la passe dans la montagne. Nous ne sommes pas supposés prendre part à cette guerre, mais aider nos alliés peut s'avérer utile de toutes façons.
hu: Igen, a legfontosabb, hogy a hátuk mögé kerüljünk, s elérjük a hegyi hágót. Bár nem készültünk fel egy ilyen manőverre, de a háború szempontjából is haszonnal járna, ha sikerülne megvalósítanunk a tervet. a tervet.
tr: Önceliğimiz düşman hatlarının gerisine sızmak ve dağ geçidine girmek. Bu savaşta amacımız döğüşmek değil fakat sızma sürecinde müttefiklerimize yardım edeceğiz.

source: If we can...
fr: Si nous pouvons...
hu: Ha át tudunk törni...
tr: Yapabilirsek...

source: I really never thought I would end up doing like this... fighting with orcs as allies... and elves... (sighs)
fr: Je n'avais vraiment jamais imaginé que je finirais pas faire cela... combattre avec des alliés... orcs... et elfes... (soupirs)
hu: Sosem hittem volna, hogy egyszer ezt is megérem... Orkokkal szövetségben harcolok.. és tündékkel... (sóhajt)
tr: Ben bunun böyle olacağını hiç düşünmemiştim... elflerle müttefik olarak orklarla birlikte döğüşmek... (iç çeker)

source: I never thought I would find myself fighting with corpses and skeletons by my side, either. In history of times past, you have been our enemies an unlimited number of times. I guess this is a change to be made in history, for future generations. I am not saying that all necromancers are good, but then, not all elves were good, as Elynia told us about the Wesmere inhabitants.
fr: Je n'avais jamais imaginé que je me trouverais combattre avec des cadavres et des squelettes de mon côté. Dans l'histoire des temps anciens vous avez été nos ennemis un nombre incalculable de fois. Je parie que c'est un changement fait d'an l'histoire, pour les générations futures. Je ne dis pas que tous les nécromanciens sont bons, pas plus que tous les elfes ne le furent, comme Elynia nous l'a si bien dit à propos des habitants de Wesmere.
hu: Én sem hittem volna, hogy eleven testekkel és csontvázakkal az oldalamon fogok harcolni. Számtalan csatáról szól a történelem, de mindig ellenségként jelentetek meg. Azt hiszem ez egy történelmi léptékű változás a jövő érdekében. Nem azt akarom mondani, hogy minden holtidéző jóságos, de a tündék sem mind szentéletűek, például nem voltak azok Wesmere lakói sem.
tr: Ben de iskeletler ve cesetlerin benim tarafında döğüşeceğini hiç düşünmemiştim. Geçmiş tarihimiz boyunca defalarca bizim düşmanımız olmuştunuz. Gelecek kuşakların tarihlerinde bunun bir değişiklik olacağını sanıyorum. Tüm nekromatikler iyidir demeyeceğim gibi tüm elflerinde iyi olduklarını söyleyemeyeceğim, hele Elenya’nın Vesmer’liler hakkında söylediklerinden sonra...

source: Indeed.
fr: Tout à fait.
hu: Valóban.
tr: Sen de haklısın.

source: Erathan, is it just me, or are you avoiding me?
fr: Erathan, c'est moi ou vous essayez de m'éviter ?
hu: Erathan, itt vagyok vagy talán kerülsz engem?
tr: Eratan, sorun ben miyim, benden mi kaçıyorsun?

source: Um, indeed I am, but it's nothing personal.
hu: Öhm, igen, de nem konkrétan a személyedet.yedet.

source: They are burning the villages of our people! May our wrath fall over them, for our fallen ones!
fr: Ils incendient les villages de nos gens ! Que notre colère retombe sur eux, au nom de ceux qui sont tombés !
hu: Nézzétek, felgyújtják a falvainkat! A haragunk sújtsa az átkozottakat elesett bajtársainkért!
tr: Köylerimizi yakıyorlar! Her kaybımızın intikamı tek tek alınacak!

source: Those monsters are destroying the forest! How cruel...
fr: Ces monstres sont en train de détruire la forêt ! Comme c'est cruel...
hu: Azok a szörnyetegek pusztítják az erdőt! Micsoda barbárok...
tr: Bu yaratıklar ormanı yok ediyor! Bu ne gaddarlık...

source: They are going to pay for this atrocity.
fr: Vous allez payer pour cette atrocité.
hu: Megfizetnek ezekért a kegyetlenségekért!
tr: Bu canavarlığın bedelini ödeyecekler.

source: We almost make it...
fr: Nous avons presque réussi...
hu: Már majdnem megcsináltuk...ltuk...
tr: Neredeyse vardık...

source: All our allies have fallen on the battlefield! Our mission has failed, and now we'll have to retreat and get reinforcements!
fr: Tous nos alliés sont tombés sur le champ de bataille ! Notre mission a raté et nous allons devoir faire retraite pour chercher des renforts !
hu: Minden szövetségesünk elhullott a csatában. Küldetésünk kudarcot vallott, vissza kell vonulnunk és erősítést hoznunk!
tr: Müttefiklerimiz savaş alanında yenildi! Görevimizi başaramadık. Şimdi geri çekilip destek çağırmamız lazım!

source: I finally decide to stay with you, Galas. Your courage has convinced me enough of how foolish it would be not to follow you in your errand.
fr: J'ai finalement décidé de rester avec vous, Galas. Votre courage m'a assez convaincu qu'il serait fou de ne pas vous accompagner dans votre périple.
hu: Végül mégis döntöttem, Galas, veletek maradok. A bátorságotok meggyőzött, hogy a nagyobb őrültség az lenne, ha nem követnélek titeket.
tr: Sonunda seninle kalmaya karar verdim, Galas. Gittiğin yolda senin gibi cesur birini izlememenin aptalca olacağına ikna oldum.

source: Thanks Erathan, I appreciate your support.
fr: Merci Erathan, j'apprécie votre aide.
hu: Köszönöm Erathan, nagyra becsülöm a támogatásodat.
tr: Teşekkürler Erathan, desteğin paha biçilmez değerde benim için.

source: Captain, we can't just say farewell and let you go. We'll follow you to the very end of this world if there is need to do so.
fr: Capitaine, nous ne pouvons pas juste vous dire bon voyage et vous laisser partir. Nous vous suivrons au bout de la terre si c'est nécessaire.
hu: Kapitányom, csak nem mondunk istenhozzádot. A világ végére is követünk téged, ha ez szükséges, de nem hagyunk magadra.
tr: Komutanım, biz de elveda demiyoruz. Dünyanın dibine gitsen senin yanından ayrılmayız.

source: I suppose I can't convince you to let me depart. You may go with us if you desire to, but be warned that safety is not in our path.
fr: Je suppose que je ne pourrai pas vous convaincre de me laisser partir. Vous pouvez venir avec moi si vous voulez, mais sachez bien notre route sera périlleuse.
hu: Felteszem, semmi értelme, hogy lebeszéljelek titeket. Velünk jöhettek, de számoljatok azzal. hogy a veszély örökké ott ólálkodik majd körülöttünk. körülöttünk.
tr: Anlaşılan sizden ayrılmam gerektiği hakkında sizi ikna edemeyeceğim. İsterseniz bizle gelebilirsiniz, fakat sonra uyarmadı demeyin, yolumuz güvenli değil.

source: We know, sir, and we'll face the consequences, should we have to.
fr: Nous le savons, monsieur, et nous l'assumerons si besoin est.
hu: Tudjuk, uram, s szembenézünk vele, vállaljuk a következményeket.
tr: Biliyoruz, efendim ve verdiğimiz kararın sonuçlarına katlanmaya hazırız.

source: You can no longer recruit Aragwaithi or Elves. However, those who already fought by your side will follow you, thus will still be available for recalling.
hu: A továbbiakban nem toborozhatsz új aragwaith és tünde egységeket, azokat, akik korábban veled továbbra is visszahívhatod.

source: You are bold on coming to my territory. But, could you resist the temptation?
fr: Vous osez pénétrer sur mon territoire. Mais pourrez-vous résister à la tentation ?
hu: Nagy merészség behatolni az én felségterületemre. Nem tudsz ellenállni a csábításnak?csábításnak?
tr: Ülkeme gelmeye cesaret ediyorsun. Fakat, benim telkinlerime direnebilecek misin?

source: We'll see... what our fate will be in this quest.
fr: Nous verrons... ce que sera notre destin durant cette quête.
hu: Meglátjuk... a kocka el van vetve.
tr: Göreceğiz... kaderimiz neyse o olur.

source: Aiyeee!!!
fr: Aïïeee !
hu: Ujjjjéé!
tr: Ayyyy!!!
