Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Holy water! I have read that our ancestors used to put in on their weapons for fighting undead, as it is imbued with arcane energy, the greatest bane of those unnatural creatures. Of course, it could be used against our people as well - but it is fortunate that undead horrors are not capable of bearing its power. That is probably why they hid it in this secret chamber.
fr: De l'eau bénite ! J'avais lu que nos ancêtres en recouvraient leurs armes pour combattre les morts-vivants car elle est imprégnée d'énergie mystique, qui est un fléau pour les créatures surnaturelles. Bien sûr, elle peut être aussi utilisée contre nos semblables mais, par chance, les horreurs de l'au-delà ne peuvent manipuler sa puissance. C'est sûrement pour cette raison qu'ils l'ont cachée dans cette chambre secrète.
hu: Szentelt víz! Olvastam valahol, hogy elődeink ezzel kenték be a fegyvereiket, s úgy harcoltak az élőholtak ellen, mivel a földöntúli mágiával átitatott fegyverekkel súlyos csapásokat mérhettek ezekre a szörnyű kreatúrákra. Persze ez a mi harcosainkra is veszélyes - de szerencsére azok az élőholt rémségek nem képesek élni az erejével. Talán ezért is rejtették el ebben a titkos teremben.

source: A gold ring, and there is a inscription on it. 'You who take this ring will be swifter and more graceful, no matter what weight you carry on your back.' This would be useful here, since we are not very used to moving in these rough, dark caves.
hu: Egy aranygyűrű, és van rajta egy leírás is: 'Te, aki felhúzod ezt a gyűrűt, könnyűvé és kecsessé válsz függetlenül a hátadon cipelt súlytól'. Nagyon jól használható lesz ez a gyűrű itt, ahol csak botladozva tudunk haladni.

source: Ring of Swiftness
fr: Anneau de promptitude
hu: Gyorsaság Gyűrűje
tr: Sürat Yüzüğü

source: This ring will grant the bearer swift movement, increasing its maximum movement by 2 units per turn.
hu: Ez a gyűrű a viselőjének mozgását meggyorsítja körönként +2 mozgásponttal.

source: An enchanted bow! I have read that ancient armies used to hire powerful warlocks to grant mundane weapons special powers such as poisoning without need of preparing them beforehand, which is the main lack of those dumb orcish slayers. Well, this one seems to have such a power, judging by the fine inscription on it.
fr: Un arc enchanté ! J'avais lu que les anciennes armées embauchaient de puissants sorciers pour enchanter des armes banales, et leur donner par exemple le pouvoir d'empoisonner sans avoir besoin de les préparer avant usage. C'est ce qui manque à ces stupides assassins orcs. Celui semble avoir un pouvoir similaire, à en juger par la splendide inscription gravée dessus.
hu: Egy megbűvölt íj! Olvastam valahol, hogy az ősi seregekben nagyhatalmú táltosokat alkalmaztak arra, hogy a közönséges íjakat speciális erővel ruházzák fel, például mérgezővé teszik a kilőtt nyilakat, szemben az elmaradott ork vérengzők fegyvereivel, amelyek csak kézi preparálás után válnak mérgezővé. Nos, ez épp egy ilyen speciális íj, ha jól értelmezem a rajta lévő írást.

source: Poisonous Bow
fr: Arc empoisonné
hu: Mérgező íj
tr: Zehirli Yay

source: This bow has been enchanted, and it will grant every arrow you shoot with it the poison special.
fr: Ces arc enchanté vous permettra de décocher des tirs empoisonnés.
hu: Ez az íj speciális erővel rendelkezik, a kilőtt nyilakat mérgezővé teszi.
tr: Bu yay büyülü olup attığı her ok rakibin zehirlenmesine sebep olur.

source: I am not suited to use this weapon! Let someone else pick it up!
hu: Én nem tudom kezelni ezt az íjat. Valaki másnak kell magához vennie!

source: The unit picks up the bow, and immediately feels a chilling energy coming from it, flowing to their body. Albeit it looks like an ordinary bow, they take an ordinary arrow and shoot it at a snake wandering nearby, dealing great damage to it, and apparently poisoning it too.
hu: Az egység magához veszi az íjat, s rögtön valami hideg energiát érez belőle áramlani, amely szétömlik a testében. Habár az íj tökéletesen közönségesnek tűnik, elővesz egy nyilat, ráilleszti az idegre, majd egy arrafelé tekergőző kígyót célba véve kilövi. A kígyó összerándul, s megmérgeződve kimúlik.

source: We have never used poison on our weapons, or allowed its usage, but I guess this situation will require it.
fr: Nous n'avons jamais empoisonné nos armes, ni permis de le faire, mais je crois que cette situation le nécessite.
hu: Mi sosem használtunk mérget a fegyvereinken, s nem is engedjük használni, de a mostani helyzetben alighanem rákényszerülünk erre is.
tr: Biz silahlarımızda hiç zehir kullanmadık ve kullanımına da izin vermedik. Fakat bu durumda bize gerekeceğini sanıyorum.

source: poisonous bow
fr: arc empoisonné
hu: mérgező íj
tr: zehirli yay

source: How could this beautiful armor be abandoned in these deep caves? I suppose someone dropped it during an evacuation or such, since it looks like it hasn't been worn before - well preserved nevertheless. It would fit an elvish or undead warrior of ours fine. We are rather short on battle gear and I don't think its original owner would mind if we borrow and use it.
hu: Hogy hagyhatták ezt a fantasztikus vértet itt kallódni ebben a barlangban? Feltételezem, hirtelen kellett távoznia a tulajdonosának, s elejtette, bár úgy néz ki, mintha nem is viselték volna egyáltalán. Remekül állna egy tünde vagy élőholt harcosunknak. Eléggé hiányos a harci felszerelésünk, s nem hiszem, hogy az eredeti gazdáját zavarná, ha kölcsönvennénk és használnánk.

source: Void Armor
fr: Armure du néant
hu: Masszív vért
tr: Sanal Zırh

source: A beautiful chest plate crafted from shimmering black steel, the Void Armor is virtually impenetrable to physical weapons!
fr: Magnifique armure créée à partir d'un acier noir luisant, l'armure du néant est pratiquement insensible aux attaques physiques.
hu: Egy gyönyörű, fénylő fekete acélból kovácsolt páncél, a masszív vért különösen ellenáll a fizikai behatásoknak.
tr: Bu güzel göğüs zırhı mat siyah çelikten dövüldü. Sanal Zırh fiziksel silahları sanal olarak etkisizleştirir!

source: Only a powerful warrior may don this armor!
fr: Seul un puissant guerrier peut porter cette armure !
hu: Csak hatalmas harcosok viselhetik ezt a vértet.
tr: Bu zırhı sadece güçlü bir savaşçı kuşanabilir!

source: You struggle to lift and don the heavy plate. Once worn, however, it is amazingly comfortable. You have increased resistance to all physical damage!
fr: Vous bataillez pour soulever et passer la lourde armure. Une fois mise cependant, elle est incroyablement confortable. Vous avez amélioré votre résistance à toutes les attaques physiques !
hu: Nagy erőfeszítéssel felemeled a vértet és belebújsz. Miután magadra öltötted, meglepve tapasztalod, hogy milyen kényelmes; a fizikai behatások ellen nagymértékben nőtt az ellenállásod.
tr: Ağır bir zırhı kaldırıp kuşanmaya çalıştınız. Çok giyilmiş ama yine de oldukça rahatlatıcı. Tüm fiziksel zararlara karşı direnciniz arttırıldı!

source: void armor
fr: armure du néant
hu: masszív vért
tr: sanal zırh

source: The Void Armor grants the following resistances: blade: 50% pierce: 50% impact: 60% fire: +10%
fr: L'armure du néant accorde les résistances suivantes : tranchant : 50 % perforant : 50 % contondant : 60 % feu : +10 %
hu: A masszív vért a következő ellenállásokkal bír: vágás: 50% szúrás: 50% ütés: 60% tűz: +10%
tr: Boş Zırh şu dirençleri arttırır: kesme: %50 delme: %50 darbe: %60 ateş: +%10

source: Rise, rise from the ground!
fr: Levez-vous et sortez de terre !
hu: Emelkedj, emelkedj fel a porból!
tr: Yüksel, yerden yüksel!

source: Argh... I have been destroyed before getting enough AMLAs to take over this continent!
hu: Argh... Meghalok mielőtt az egész kontinensre kiterjeszthettem volna a hatalmamat...

source: Thisss is a gloriousss death... for peacee!!!
fr: Ccc'est une glorieuzzze mort... pour la paix !
hu: Esssz dicsőssssségesssss halál... a békéérrr'!!!
tr: Bu barışşşş adınaaaa şşşşanlı bir ölüüümm!!!

source: My death ssshall be only the beginning of your dessstruction, fiendsss!
fr: Ma mort marque ssseulement le début de votre dessstruction !
hu: A halálom lessssz a nyitánya a megsemmisssssítésssseteknek, szörnyekkkkk!
tr: Ölümüm sssadece yıkımınızın başşşşlangıcı olacak, iblissssler!

source: I die, for honor!!!
fr: Je meurs, pour l'honneur !
hu: Becsülettel halok meg!!!
tr: Şerefimle ölüyorum!!!

source: Alas. It's been my best time with thee, friends...
fr: Hélas. Quels bons moments j'ai passé avec vous, mes amis...
hu: Sajna... Jó volt veletek, barátaim...

source: No! Don't do it!
fr: Non ! Ne faites pas cela !
hu: Ne! Ne tedd!
tr: Hayır! Yapma!

source: Um... okay. May I ask you why?
fr: Hum... d'accord. Puis-je vous demander pourquoi ?
hu: Hümm... rendben. Megkérdezhetem, miért ne?

source: He has been a great help for us this far. I'd prefer not to disturb his death by rising his corpse to fight again.
fr: Il nous a vraiment beaucoup aidé. Je préfère ne pas troubler son repos en réinvocant son esprit pour un nouveau combat.
hu: Nagyon nagy segítségünkre volt. Nem szeretném a méltó halálát azzal megzavarni, hogy a testét újraéleszted.

source: As you wish, lady. Hmph.
fr: Comme vous voudrez, madame. Pff.
hu: Ahogy kívánod, úrnő. Hmmm.

source: Thee failed to protect me. Aargh...
fr: Vous n'avez su me protéger. Aargh...
hu: Nem tuttatok megvédeni. Aargh...

source: Destroyed by these foul enemies... it should not have ended like this...
fr: Vaincu par ces ennemis stupides... ça ne devait pas se terminer ainsi...
hu: Ezek az aljas ellenségek pusztítanak el... Nem szabadott volna így végződnie...
tr: Bu pis düşmanlar tarafından yenildim... Böyle bitmemeliydi,,,

source: I am finished...
fr: C'en est fini...
hu: Bevégeztem...
tr: Bittim...

source: Well, at least I tried... *ugh*
fr: Bien, au moins j'aurai essayé... *ugh*
hu: Hát, legalább megpróbáltam... *uhh*
tr: En azından denedim... *hık*

source: The darkness... it is taking me away...
fr: L'obscurité... m'emporte...
hu: A sötétség... magával ragad...
tr: Karanlık... beni sarıyor...

source: Nooo! Elynia!
fr: Noonn ! Elynia !
hu: Neeee! Elynia!
tr: Haayıırr! Elenya!

source: That hurts... *ugh*
fr: Beurk, un cadavre !
hu: Ez fáj... *uhh*
tr: Bu sert.. *hık*

source: *Argh* I'm... defeated...
fr: *Argh* J'ai été ... vaincu ...
hu: *Argh* Én... meghalok...
tr: *Ahh* Ben... yenildim...

source: Argh! This is the end for me.
fr: Argh ! C'est la fin pour moi.
hu: Argh! Végem van.
tr: Ahhhh! Sonum geldi.

source: The dwarven King has died! How could we let such a thing happen?
hu: A törp király halott. Hogy engedhettük meg, hogy ez megtörténjen?

source: So this is the end of the story for me...
fr: C'est donc ainsi que finit mon histoire...
hu: Hát így végződik a történetem...

source: I wish I could finish this with you, friends...
fr: J'avais espéré pouvoir terminer cela avec vous, mes amis...
hu: Bárcsak végig veletek tarthattam volna, barátaim...

source: Ahhh. I may fall, but the othersss ssshall ssstill ssstand!
fr: Ahhh. Je tombe peut-être, mais d'autres ssse lèveront zzzencore !
hu: Ahhh! Én meghalok, de másssok még küzdenekkkk!

source: Oh, I'll come back to haunt you, fiendsss!
fr: Oh, je reviendrai vous hanter, messs z'amis !
hu: Oh, visssszajövök és kísértelek titeket sssszörnyekkkk!

source: Thisss isss a gloriousss death, for honor!
fr: Ccc'est une glorieuzzze mort... pour l'honneur !
hu: Sssszép halálom lessssz, a becsületért halok meg!

source: It is the end for me. At last I'll rest...
fr: C'est la fin pour moi. Je vais enfin pouvoir me reposer...
hu: Nekem véget ért az út. Legalább megpihenhetek...

source: I have fallen. Hopefully you can finish our journey without me...
fr: Je suis tombé. Heureusement, vous pouvez terminer votre périple sans moi...
hu: Elbuktam. Remélem, ti sikerrel befejezitek a küldetést nélkülem is...

source: No! I have much left to do yet...
fr: Non ! J'ai encore tant à accomplir...
hu: Ne! Annyi minden várt még rám...

source: So close to put an end to this nightmare...
fr: La fin de ce cauchemar était si proche....
hu: Olyan közel voltunk, hogy pontot tegyünk ennek a rémálomnak a végére...

source: You retrieve $temp_gold_retrieval_amount pieces of gold.
fr: Vous récupérez $temp_gold_retrieval_amount pièces d'or.
hu: Szereztél $temp_gold_retrieval_amount aranyat.
tr: $temp_gold_retrieval_amount altın getirdiniz.

source: You receive $temp_gold_retrieval_amount pieces of gold!
fr: Vous recevez $temp_gold_retrieval_amount pièces d'or.
hu: Kaptál $temp_gold_retrieval_amount aranyat!
tr: $temp_gold_retrieval_amount altın aldınız.

source: New objectives:
fr: Nouveaux objectifs :
hu: Új feladatok:
tr: Yeni görevler:

source: Current objectives:
fr: Objectifs actuels :
hu: Aktuális feladatok:
tr: Mevcut görevler:

source: Initial objectives:
fr: Objectifs initiaux :
hu: Első feladatok:
tr: Dahili görevler:

source: Scenario notes:
fr: Remarques sur le scénarios :
hu: Megjegyzés a küldetéshez:
tr: Ek bilgiler:

source: Volcanic underground
fr: Sous-sol volcanique
hu: Vulkanikus földalatti terep
tr: Volkanik yeraltı

source: Indoors
fr: À l'intérieur
hu: Beltér
tr: İç alanlar

source: Dark Hive
fr: Ruche des ténèbres
hu: Sötét kaptár
tr: Karanlık Kovan

source: Frozen Hell
hu: Jeges Pokol

source: Neutral time of day
fr: Moment neutre de la journée
hu: Semleges napszak

source: First Dawn
fr: Première aube
hu: Első hajnal
tr: İlk Şafak

source: First Morning
fr: Premier matin
hu: Első reggel
tr: İlk Sabah

source: First Mid-Day
fr: Premier midi
hu: Első dél
tr: İlk Öğle

source: First Afternoon
fr: Premier après-midi
hu: Első délután
tr: İlk İkindi

source: First Dusk
fr: Premier crépuscule
hu: Első alkonyat
tr: İlk Akşam

source: The Short Dark
fr: La courte nuit
hu: Rövid sötétség
tr: Kısa Karanlık

source: Second Dawn
fr: Deuxième aube
hu: Második hajnal
tr: İkinci Şafak

source: Second Morning
fr: Deuxième matin
hu: Második reggel
tr: İkinci Sabah

source: Second Mid-Day
fr: Deuxième midi
hu: Második dél
tr: İkinci Öğle

source: Second Afternoon
fr: Deuxième après-midi
hu: Második délután
tr: İkinci İkindi

source: Second Dusk
fr: Deuxième crépuscule
hu: Második alkonyat
tr: İkinci Akşam

source: The Long Dark - First Watch
fr: La longue nuit - Premier quart
hu: Hosszú sötétség - első őrség
tr: Uzun Karanlık - İlk Nöbet

source: The Long Dark - Second Watch
fr: La longue nuit - Deuxième quart
hu: Hosszú sötétség - második őrség
tr: Uzun Karanlık - İkinci Nöbet

source: The Long Dark - Third Watch
fr: La longue nuit - Troisième quart
hu: Hosszú sötétség - harmadik őrség
tr: Uzun Karanlık - Üçüncü Nöbet

source: The Long Dark - Fourth Watch
fr: La longue nuit - Quatrième quart
hu: Hosszú sötétség - negyedik őrség
tr: Uzun Karanlık - Dördüncü Nöbet

source: This unit darkens the surrounding area, making chaotic units fight better, and lawful units fight worse.
fr: Cette unité assombrit les terrains environnants rendant les chaotiques meilleurs combattants et les loyaux plus mauvais.
hu: Az egység elhomályosítja környezetét, ezáltal a mellette lévő törvénytelen egységek jobban harcolnak, míg az igazságosak rosszabbul.
tr: Bu birim çevresini karartarak kaotik birimleri daha güçlü, adaletli birimleri daha zayıf yapar.

source: This unit's powers are increased by the Sylvan Essence (see this ability's <ref>dst='ability_sylvan essence' text='full description'</ref> for details).
fr: Les pouvoirs de cette unité sont augmentés par l'esprit sylvain (voir <ref>dst='ability_sylvan essence' text='description'</ref> pour plus de détails).
hu: Az egység erejét megnöveli az erdei eszencia. A részleteket lásd a képesség részletes leírásánál.

source: This unit's resistances are doubled during attack, up to a maximum of 50.
fr: La résistance de cette unité est doublée en attaque jusqu'à un maximum de 50 %
hu: Az egység ellenállásai a támadás idejére megkétszereződnek, de legfeljebb 50%-ra nőhetnek.
tr: Bu birimin direnci saldırı sırasında %50’yi aşmamak şartıyla ikiye katlanır.

source: Adjacent lower-level units of the same allegiance have their resistances increased by the sole presence of this unit.
fr: Les unités adjacentes de niveau moindre et de même équipe voient leurs résistance augmenter par la simple présence de cette unité.
hu: Az egység közvetlen közelében lévő, alacsonyabb szintű baráti egységek ellenállásai megnőnek.
tr: Bu birim sadece varlığıyla komşu altıgenlerdeki dost birimlerin daha düşük seviyeden birimlerinin tüm direçlerini biraz arttırır.

source: This unit can frighten enemy units that are next to it, making them fight worse.
fr: Cette unité peut effrayer l'ennemi adjacent, diminuant les dégâts qu'il provoque.
hu: Ez az egység megfélemlíti a közelében lévő ellenséges egységeket, így azok rosszabbul harcolnak.
tr: Bu birim yanıbaşında döğüşen düşman birimlerinin döğüşlerini kötüleştirir.

source: This unit will regenerate 5 HP per turn in forest or mushroom grove terrains.
fr: Cette unité se régénère de 5 PV par tour s'il est dans une forêt ou une forêt de champignons.
hu: Az egység 5 ÉP-t regenerálódik erdőben illetve gombamezőn.
tr: Bu birimin yaşam enerjisi orman ve mantar tarlasında bulunduğu her el için 5 puan tazelenir.

source: When this unit's dreadful attack is used on offensive, it decreases the damage the unit may take in retaliation, but only if the victim is of equal or lesser level.
fr: Quant le coup terrifiant de cette unité est utilisé en attaque, elle diminue les dégâts de la riposte ennemi si celui-ci est d'un niveau inférieur ou égal.
hu: Ha az egység a rettegett támadásával él, az ellenséges visszavágás ereje gyengül, de csak akkor, ha az ellenség nem magasabb szintű egység.

source: Some of this unit's attacks are not available except on defense.
fr: Cette unité ne peut utiliser certains de ses coups qu'en défense.
hu: Az egység bizonyos fegyverei csak védekezésre használhatók.

source: Some of this unit's attacks are not available except on offense.
fr: Cette unité ne peut utiliser certains de ses coups qu'en attaque.
hu: Az egység bizopnyos fegyverei csak támadásra használhatók.

source: Due to its lack of weaponry, this unit cannot attack the enemy. When defending however, it retaliates with heavy strikes with the front of its shield.
fr: Son manque d'armement empêche cette unité d'attaquer ses ennemis. En défense cependant, elle réplique avec de furieux coups de bouclier.
hu: Támadófegyver hiányában ez az egység nem mérhet csapást az ellenségre. Pajzsával azonban keményen visszaüt.

source: This unit cannot move to terrains other than water, castle and villages.
fr: Cette unité ne peut se déplacer que dans l'eau, les châteaux et les villages.
hu: Ez az egység csak vizes terepen, kastélyban vagy faluban képes mozogni.

source: Some scenarios of this campaign work in a dramatically different way to that of Wesnoth's common gameplay, making it specially important to pay attention to the mission objectives and don't necessarily try to kill all enemies, specially in shrouded maps, or in places where enemies seem to respawn continuously. Although not strictly a requirement, I recommend players have played or read the storyline behind Descent into Darkness and Under the Burning Suns, to be familiar with some characters and historical events.
fr: Avertissement de l'auteur : certains scénarios se jouent très différemment par rapport aux standards de Wesnoth. Il faut faire très attentions aux objectifs et ne pas essayer de tuer tous les ennemis (surtout dans les cartes avec le voile ou là où les ennemis resurgissent continuellement). Même si ce n'est pas nécessaire, je recommande aux joueurs de lire les scénarios de « Descente dans les ténèbres » et de « Sous les soleils brûlants », pour se familiariser avec certains personnages et évènements historiques.
hu: Néhány küldetés a wesnothi átlagküldetésektől eltér, merőben szokatlannak tűnhet. Ezért különösen fontos, hogy figyelmesen olvasd el a küldetés feladatait, s ne törekedj az összes ellenség kiirtására, különösen a fedett területeken, vagy ahol az ellenséges egységek folyamatosan újrateremtődnek. Bár nem feltétlenül szükséges, de erősen javallott az 'Alászállás a sötétségbe' illetve az 'A tűző napok alatt' című hadjáratok vagy legalább a történetük ismerete, s néhány eseményről, személyről való előzetes tudás.
tr: Bu seferberlikteki bazı senaryolar Wesnoth’un bilinen oynanışından oldukça farklı çalışır. Senaryo amaçlarını dikkatli okuyunuz. Bilhassa savaş dumanı bulunan haritalarda ve düşman birimlerinin sürekli yeniden ortaya çıktığı haritalarda bütün birimleri öldürmeniz gerekmez. Çok gerekli olmamakla birlikte, oyuncuların Karanlığı Dalış ve Kızgın Güneşler Altında seferberliklerini oynamış olmaları, bu seferberlikteki karakterlerin ve tarihsel olayların geçmişi hakkında bilgi sahibi olmaları açısından önemlidir.

source: Also, you should play Episode II only if you have played Episode I at least once; otherwise, you might get lost trying to understand the plot.
fr: De même, vous ne devriez jouer l'épisode II qu'après avoir fait l'épisode I au moins une fois ; sinon, vous pourriez être perdus en essayant de comprendre l'intrigue.
hu: Ezenkívül célszerű a II. rész lejátszása előtt legalább egyszer végigjátszani az I. részt, hogy a cselekmény követhető legyen.
tr: Ayrıca I. Perdeyi oynamadan II. Perdeyi oynamamalısınız; aksi takdirde hikayeyi anlamakta zorlanırsınız.

source: I am here to tell you a history, a history of what became long after the Fall. Of how evil possessed the devastated Great Continent and came near sinking the wide green world into an abyss of eternal suffering and strife. And of how a small courageous band of various origins forestalled the great chaos. A history revealing that the Quenoth elves were not the only ones who survived the Elven war. The history of the last elves in the Great Continent, who had to abandon their old habits for a new era, and found themselves forced to tolerate necromancy for the sake of a new future.
hu: Azért vagyok itt, hogy elbeszéljek egy történetet, ami a Nagy Kataklizma után sok-sok évvel történt. Egy történetet arról, hogy a gonoszság elárasztotta az elpusztított Nagy-Kontinenst és megpróbálta a maradék élő világot a végtelen küzdelem és szenvedés poklába taszítani. S arról, hogy egy különböző fajú egyénekből összeverbuválódott merész kis csapat végül is gátat vetett az eluralkodott káosznak. A történet egyúttal fényt derít arra is, hogy nemcsak Quenoth tündéi élték túl a tünde polgárháborút. A Nagy-Kontinens utolsó erdei tündéinek története ez, akiket az új kor otthonuk elhagyására kényszerített, s rákényszerültek arra is, hogy jövőjük érdekében a feketemágiát is fegyvertárukba vegyék. k elhagyására kényszerített, s rákényszerültek arra is, hogy jövőjük érdekében a feketemágiát is fegyvertárukba vegyék.
