Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: As I have already seen, the enemy, once it notices the nil effectiveness of it raiding groups, it launches a real, large-scale assault to crush its prey in matter of days, or even hours. We barely escaped to witness its modus operandi.
fr: J'ai déjà constaté que l'ennemi, après avoir remarqué le manque d'efficacité des attaques en petits groupes, lance un assaut massif pour écraser la proie en quelques jours, voire en quelques heures. Nous ne manquerons pas d'assister à sa façon de faire.
hu: S ahogy azt már megtapasztaltuk, az ellenség a portyázó csapatainak sikertelensége után nagyszabású offenzívát indít, számolatlanul veti be az egységeket, s napok, órák alatt felszámolja az ellenállást. Mi is csak nagy nehézségekkel kerültük el a felszámolást.rültük el a felszámolást.
tr: Daha önce gördüğüm gibi, düşman, önce etkisiz yağmacı grupları farketmenizi sağladıktan sonra avını bir kaç gün, hatta bir kaç saat içinde ezmek için büyük ölçekli gerçek saldırı gücünü konuşlandırmaya başlıyor. Yapabildiğimiz düşmanın hareket tarzına tanıklık etmek için kaçmak oldu.

source: The continent was once free of any evil such as this, and all races were free men, with no worries about their probable doom or about defending against demonic beasts. We, elves, have wished and wished that the continent returns to be as it once was, but as we have seen, there is nothing that can be done without our own help. We want to see free people again, free lands clear of any evil.
fr: Le continent ne comptait aucune diablerie semblable à celle-ci, et toutes les races étaient libres et ne se souciaient pas de leur fin proche pi de combattre des bêtes démoniaques. Nous les elfes avons souhaité bien de voir ce continent revenir à son état originel. Mais rien ne peut être réalisé sans que nous le voulions. Nous voulons voir les peuples libres, encore une fois, et les terres débarrassés de tout le mal.
hu: Egykor a kontinens mentes volt az effajta ördögi lényektől, minden nép szabadon élhetett, s nem kellett egy lehetséges világvége miatt aggódnia vagy démonikus erők ellen védekeznie. Mi, tündék csak azt szeretnénk, ha a dolgok visszazökkennének a rendes kerékvágásba, ahogy egykor működtek, de ez a mi beavatkozásunk nélkül nem fog menni. Szabad földön szabad népeket szeretnénk látni mindenféle gonosz befolyás nélkül.sz befolyás nélkül.
tr: Kıta evvelce böyle bir kötülükten kurtuldu ve tüm ırklar şeytani hayvanlara karşı kendilerini savunma ve yokedilme korkusu olmadan özgürce yaşadılar. Biz elfler kıtanın bu eski günlerine dönmesini istiyorduk ve hala da istiyoruz, fakat gördüğümüz gibi yardımımız olmaksızın hiçbir şey yapılamıyor. Biz halkı tekrar özgür görmek, toprakları kötülükten arındırmak istiyoruz.

source: Brave words, elf, but again, we don't have the strength, and surely you don't either.
fr: Ce sont de braves paroles, elfe, mais une fois encore, nos forces sont insuffisantes, tout comme les vôtres probablement.
hu: Bátor szavak ezek, tünde, de csak azt mondhatom, ehhez nem elégségesek az erőink, ahogy a tiétek sem.gy a tiétek sem.
tr: Cesur sözler, elf, fakat tekrar söylüyorum, bizim böyle bir gücümüz yok ve sizin de olmadığına eminim.

source: We can call upon the dwarves, they surely will help us!
fr: Nous pouvons faire appel aux nains, ils vont sûrement nous aider !
hu: Segítségül hívhatjuk a törpöket is, ők biztosan jönnének!
tr: Cüceleri çağırabiliriz, bize yardım edeceklerine eminim!

source: I doubt that would be enough. However, I really would like to hear again of peace and freedom, in this age, as the continent once was.
fr: Je doute que cela suffira. Mais j'aimerais vraiment retrouver aujourd'hui la paix et la liberté qui régnaient auparavant sur le continent.
hu: Kétlem, hogy elég lenne. Csakhogy én tényleg szeretném, ha a béke és a szabadság kora jönne el, ami egykor volt a kontinensen.
tr: Bunun bile yeterli olacağını sanmıyorum. Kıtanın bu çağda, evvelce olduğu gibi tekrar barışa ve özgürlüğe kavuşmasını gerçekten isterdim,

source: I think so.
fr: Moi aussi.
hu: Egyetértek.
tr: Ben de öyle.

source: I suppose the effort and sacrifice will be worth the results.
fr: Je pense que l'effort et les sacrifices consentis en vaudront le résultat.
hu: Sok erőfeszítés és áldozat, s kevés eredmény, ezt érnénk el.
tr: Gerekli çaba gösterilir ve gereken fedakarlık yapılırsa bu sonuçlara değeceğini kabul ediyorum.

source: We have been recognized before for our capability as warriors. I guess next generations would be ashamed to know that we sat down here to do nothing but talk.
fr: Nous étions reconnus comme de grands guerriers autrefois. Je crois que les prochaines générations auront honte de savoir que nous sommes restés assis, à palabrer sans cesse.
hu: Korábban kiváló harcosokként ismertek bennünket. Az utódaink szégyenkezni fognak, hogy harc helyett ölbe tett kézzel ültünk itt és szócsépléssel múlattuk az időt.időt.
tr: Savaşçı olarak neler yapabildiğimizi biliyoruz. Gelecek kuşakların bizim burada hiçbir şey yapmadan sadece oturup konuştuğumuzu bilmekten utanç duyacaklarını tahmin ediyorum.

source: Well said.
fr: Bien dit.
hu: Jól beszélsz.
tr: İyi dedin.

source: (sighs) I guess voting would be a waste of time.
fr: (soupir) Je suppose que voter ne serait qu'une perte de temps.
hu: (sóhajt) Azt hiszem, a szavazásnak semmi értelme..
tr: (iç çekerek) Oylamanın vakit kaybı olacağını sanıyorum.

source: But if we are really going to prepare such a massive quest, the most help we can get, the better. And, although you might not like the idea, I think we should get the orcs join our side.
fr: Mais pour plus nous aurons d'aide pour préparer une quête aussi importante, mieux ce sera. Et, même si vous n'appréciez pas cette idée, je crois que nous devrions persuader les orcs de rejoindre notre camp.
hu: De ha komolyan vesszük a felkészülést egy ekkora vállalkozásra, akkor a lehető legtöbb támogatást meg kell szereznünk, amit csak tudunk. S bár tudom, hogy nem fog tetszeni az ötlet, mégis azt mondom, hogy az orkokat kell megnyernünk az ügynek.s azt mondom, hogy az orkokat kell megnyernünk az ügynek.
tr: Fakat böylesine muazzam bir maceraya gerçekten kalkışacaksak, her türlü yardımı almaya çalışmak daha iyi olacaktır. Fikrimi sevmeyeceğinizi bilsem de orkları bize katılmaları için davet etmeliyiz, diye düşünüyorum.

source: What the...?!
fr: Quoi... ?
hu: Hogy mi...?
tr: Ne?! Orklar... ?!

source: The orcs? But, they are just one step above the demons! We can't let those beasts have an opportunity to kill us when unwary!
fr: Les orcs ? Mais ils sont presque à mettre sur le même plan que les démons ! Nous ne pouvons pas laisser une occasion à ces animaux de nous massacrer alors que nous serions inattentifs !
hu: Az orkokat? Hiszen csak egy fokkal jobbak a démonoknál! S nem engedhetjük meg magunknak, hogy könnyelműen lehetőséget adjunk nekik, hogy legyilkoljanak.nekik, hogy legyilkoljanak.
tr: Orklar mı? Fakat, onlar iblislerin bir kademe üstü! Tedbirsiz bulduğunda bizi öldürmekten kaçınmayacak bu mahluklara böyle bir fırsat veremeyiz!

source: The orcs' savage instinct is impossible to calm down, except with promises of wealth and power. Most of the Great Continent has already been taken over by the Chaos Empire. If we defeat the Emperor, their hierarchy will be beheaded instantly, and the Empire will tear down to pieces. With the orcs fighting by our side, we'll quickly vanquish the remaining loyalists, and then we can give all that territory, and whatever is left in it, to the orcish council.
fr: L'instinct sauvage des orcs est presque impossible à calme, sauf avec des promesses de biens et de pouvoirs. Presque tout le Grand Continent est sous la coupe de l'Empire du Chaos. Nous le décapiterons si nous arrivons à battre l'empereur, et il se morcellera. Si les orcs sont à nos côtés, nous pourrons vaincre les loyalistes restants et pourrons donner ce territoire, ou ce qu'il en reste, au conseil orc.
hu: Az ork barbárok ösztöneit lehetetlen megfékezni, hacsaknem kincsekkel vagy erővel. A Nagy-Kontinens legnagyobb részét a Káosz Birodalma foglalja el. Ha megöljük a Császárt, a vezető nélkül maradt birodalom azonnal darabokra hullik. Az orkokkal az oldalunkon gyorsan szétverhetjük a maradék lojalistákat, s a felszabadult területeket az orkoknak adhatjuk át.
tr: Orkların vahşi içgüdülerini zenginlik ve güç vaat etmeden yatıştırmak imkansızdır. Büyük kıtanın çoğu zaten Kaos İmparatorunun eline geçmiş durumda. İmparatoru yenersek, başsız kalırlar ve imparatorluk parçalanır. Orklar bizim tarafımızda döğüşürse kalan kralcıları çabucak temizleriz ve ork konseyine halen yaşadıkları bu toprakları verebiliriz.

source: This is madness...
fr: C'est de la folie...
hu: Ez őrültség....
tr: Bu saçmalık...

source: A great idea, indeed. I suppose it's safe to have them by our side with a good deal. They'll probably want money or something in advance.
fr: Très bonne idée, vraiment. Je crois qu'il est préférable de les avoir de notre côté en négociant bien. Ils vont probablement vouloir quelque chose d'avance.
hu: Valóban nagyszerű elgondolás. Egy jó egyezménnyel tényleg biztonságosan magunk mellé állíthatjuk őket. Bár lehet, hogy előlegként pénzt vagy hasonlót akarnak majd.agy hasonlót akarnak majd.
tr: Harika fikir, gerçekten. İyi bir anlaşma ile bizim tarafımızda yer almaları bizim için daha iyidir. Muhtemelen para ve biraz peşinat isteyeceklerdir.

source: Money is not an issue for our country. With the pass of time, we have collected the, possibly, greatest amount of gold ever seen.
fr: L'argent n'est pas un problème pour notre pays. Avec le temps, nous avons indubitablement amassé le plus grand trésor jamais vu.
hu: A pénz nem akadály. Az évek során a valaha látott legnagyobb aranytartalékot halmoztuk fel.
tr: Para ülkemiz için bir sorun değil. Tüm zamanların belki de en büyük altın stoğuna sahibiz.

source: Tomorrow we shall send emissaries to the orcish tribes, and your group will be one of them. You will be sent to speak with one of the major tribes about the Silent Forest. You might probably want to rest; your journey has been long, and more challenges await in your path.
fr: Nous enverrons demain des émissaires aux tribus orcs, et votre groupe sera l'un d'entre eux. Vous devrez parler avec l'un des clans les plus importants des Forêts Silencieuses. Vous voulez sûrement vous reposer ; votre voyage fut long et d'autres défis vous attendent sur le chemin.
hu: Holnap küldöttségeket menesztünk az ork törzsekhez. Ti alkotjátok az egyik küldöttséget. A Néma-erdő közelében élő legnagyobb törzshöz fogtok menni. Addig talán pihenjetek egy kicsit, hosszú utat tettetek meg, de még számos kihívás áll előttetek.

source: Yes, rest. Soon nobody will have time to sleep, if we start the war for real.
fr: Oui, reposez-vous. Bientôt personne n'aura le temps de dormir si nous commençons à vraiment nous battre.
hu: Igen, ránk fér a pihenés. Ha a háború elkezdődik, nem sok időnk lesz rá.
tr: Evat, dinlenin. Savaş başladığında iyi bir uyku çekmek için kimsenin fırsat bulabileceğini sanmıyorum.

source: Council of Destiny
fr: Conseil du destin
hu: A Tanács határoz
tr: Kader Konseyi

source: Welcome once again, friends. We got news of you repelling the enemy's assault forces in the frontiers, with help of the orcs. What did you see? How many of them were there?
fr: Bienvenue encore une fois, amis. Nous avons appris que vous aviez repoussé les forces d'assaut ennemies aux frontières, avec l'aide d'orcs ? Qu'avez-vous vu ? Combien y en avait-il ?
hu: Legyetek üdvözölve ismét, barátaink! Riasztó híreket hallottunk tőletek a határon lezajlott csatáról, amit az orkok segítségével vívtatok ellenségeinkkel. Mit láttatok? Hányan voltak?yan voltak?
tr: Tekrar hoş geldiniz dostlarım. Orkların yardımıyla sınır bölgesinde düşmanın saldırı kuvvetlerini bozguna uğrattığınızı duyduk. Ne gördünüz, kaç kişiydiler?

source: The group explains to the Grand Council the situation.
fr: Le groupe explique alors la situation au Grand Conseil.
hu: A csapat beszámolt a fejleményekről a Nagy Tanácsnak.
tr: Ekip Büyük Konseye durumu açıklar.

source: I maintain my point; this is suicidal, and if there was a better option, I would choose it instead.
fr: Je maintiens mon point de vue. C'est suicidaire, et s'il y avait une meilleure solution, je la choisirais à la place.
hu: Fenntartom az álláspontomat; ez öngyilkosság, s ha lenne más választásunk, én azt választanám.
tr: Fikrim değişmedi; bu intihardır. Eğer daha iyi bir seçenek varsa benimkinin yerine onu seçerdim.

source: It is unfortunate that there is not. This is something we must face together, all the remaining free races of the continent.
fr: Hélas, il n'y en a pas. Toutes les races encore libres de ce continent doivent faire ça ensemble.
hu: Szerencsétlenségünkre nincs. Ezzel a fenyegetéssel mindannyiunknak szembe kell néznünk, a kontinens mninden szabad népének. s együtt.
tr: Olmayışı bir talihsizlik. Bununla kıtada kalan tüm özgür ırklarla birlikte yüzleşmeliyiz.

source: Now that we have the orcs by our side, I'd dare to say it is time to start the final war. Anyone against?
hu: Most, hogy az orkok is a mi oldalunkon állnak, amondó vagyok, hogy kezdjük el a végső háborút. Ellene valaki?aki?

source: I'll take it as a no.
fr: Je considère cela comme un non.
hu: Ezt 'nem' szavazatnak tekintem.
tr: Bunu hayır olarak kabul ediyorum.

source: We must call and prepare all able-bodied man and women today. Tomorrow, we depart to war. May a glorious death be our fate, if not a glorious victory.
fr: Nous devons préparer tous les hommes et toutes les femmes valides aujourd'hui. Demain, nous partirons en guerre. Si notre destin n'est pas d'obtenir une victoire éclatante, obtenons au moins une mort glorieuse.
hu: Minden épkézláb emberünket be kell hívni és felkészíteni, nőket is, férfiakat is. Holnap a háború megkezdődik. A dicsőséges halál legyen osztályrészünk, ha a dicsőséges győzelmet nem tudjuk kivívni!nk, ha a dicsőséges győzelmet nem tudjuk kivívni!
tr: Bugün savaşabilecek bütün erkekleri ve kadınları çağırıp onları savaşa hazırlamalıyız. Yarın savaş için hareket edeceğiz. Şerefli bir zafer kazanamayacaksak ölümümüz şerefli olsun

source: And so, the Council has spoken.
fr: Et ainsi, le Conseil a parlé.
hu: Ezzel a Tanács határozott.
tr: Ve böylece, Konsey son sözünü söyledi.

source: And so, we go to war. Lady and gentlemen of the Aragwaithi, it has been a pleasure to have met you. May it be not the last time we meet together.
fr: Alors, nous partons en guerre. Mesdames et messieurs les aragwaiths, c'était un plaisir de vous rencontrer. J'espère que ce n'est pas la dernière fois.
hu: És mi is hadba szállunk. Aragwaithok urai, úrnői, örülök, hogy megismerhettelek titeket. Remélem, nem utoljára találkoztunk.álkozni.
tr: O halde, savaşa gidiyoruz. Aragvaylı baylar ve bayanlar, sizlerle tanışmış olmak bir şereftir. Bunun sizlerle son toplantımız olmamasını dilerim.

source: If you don't mind, Galas, I will stay with you. You might need some of my help.
fr: Si vous n'y voyez aucune objection, Galas, je reste avec vous. Vous pourriez avoir besoin de mon aide.
hu: Ha nem bánod, Galas, veletek tartok. Szükséged lehet a segítségemre.
tr: Mahzuru yoksa, sizinle kalacağım, Galas. Benim yardımıma ihtiyaç duyabilirsiniz.

source: As you wish, Erathan.
fr: Comme vous voudrez, Erathan.
hu: Ahogy kívánod, Erathan.
tr: Nasıl istersen, Eratan.

source: Can I cut some orcish throats now?
fr: Puis-je couper quelques gorges d'orcs maintenant ?
hu: Elvághatok már végre néhány ork torkot?
tr: Artık orkları gırtlaklayabilir miyim?

source: What? I'm just looking for fun! I am tired of all this chit-chat, you know.
fr: Quoi ? J'essaye juste de plaisanter. Je suis fatigué de toutes ces palabres, vous savez.
hu: Most mi van? Csak vicceltem! Tudhatnád, hogy untat a szócséplés.
tr: Ne? Ortama biraz neşe katmaya çalışıyorum. Bıktım bu gevezeliğinizden.

source: And so, the Great War started. But Galas afterwards explained his plan to the Grand Council, before the day ended, and prepared everything for their final mission...
fr: Alors, la Grande Guerre débuta. Mais Galas, expliqua son plan au Grand Conseil avant la fin de la journée, puis prépara le nécessaire pour leur ultime mission...
hu: Ezzel a Nagy háború kezdetét vette. Ezek után Galas ismertette a tervét a Nagy Tanács előtt, s még napnyugta előtt előkészített mindent az utolsó küldetéshez...
tr: Ve böylece, Büyük Savaş başladı. Fakat Galas planını Büyük Konseye sonradan akşama doğru açıkladı ve herşey son görevi için hazırlandı...

source: The Plot
fr: Le complot
hu: A haditerv
tr: Plan

source: Elynia! You look as beautiful as you did the last time I saw you.
hu: Elynia! Ugyanolyan gyönyörű vagy, mint mikor utoljára láttalak!

source: Thanks, Althur.
fr: Merci, Althur.
hu: Köszönöm, Althur.rin.
tr: Teşekkürler, Altur.

source: Greetings, King Asthorgar.
fr: Mes respects, roi Asthorgar.
hu: Üdvözöllek, Asthorgar király!
tr: Saygılar, Kral Aştorgar.

source: Hail, Galas. How have ye been doing lately? After we got word from the Aragwaithi people of your courageous quest, we decided to come and help you.
fr: Salutation, Galas. Pourquoi êtes-vous tellement en retard ? Les aragwaiths nous ont parlé de votre courageuse aventure, et après nous avons décidé de venir vous aider.
hu: Üdv, Galas! Mi újság? Amint megkaptuk az üzenetedet az aragwaithoktól a terveddel kapcsolatban, azonnal indultunk, hogy segíthessünk. ünk.
tr: Selam, Galas. Görmeyeli neler yapmışsın, öyle? Aragvay halkı cesur macerandan sözediyor. Duyunca sana yardıma karar verdik ve buraya geldik.

source: Thanks, my lord; I did not ask them to tell you, though.
fr: Merci, monseigneur. Je ne leur avais pourtant pas demandé de vous l'annoncer.
hu: Köszönöm, uram; bár a tervet nem kellett volna említeniük.iük.
tr: Size söylemelerini istememiştim olsam da teşekkürler, lordum.

source: Ha, but they know, as much as us, that you would not last for long without some help! What, trying to reach the Dark Fortress? Nay, you could not do it alone. We have seen it, and it is a very well guarded fortress.
fr: Ha ! Ils savent aussi bien que nous que vous ne résisteriez pas longtemps sans aide ! Comment, tenter d'atteindre la forteresse des ténèbres ? Non, vous ne pourriez pas le faire seuls. Nous l'avons vue et elle est très bien gardée.
hu: Hah, csakhogy ők is tudják, ahogy mi is, hogy némi segítség nélkül nem boldogulnál. A Sötét Erődöt akarod elérni? Nem, ezt egyedül nem tudod véghezvinni. Láttuk már, s dugig van állig felfegyverzett őrökkel.
tr: Fakat, yardım almaksızın uzun süre dayanamayacağını bizim kadar onlar da biliyor! Kara Kaleye ulaşmaya çalışıyorsun, değil mi? Asla bunu yalnız başına yapamazsın. Biz kaleyi gördük. Çok iyi korunuyor.

source: In fact, we are already surprised that you managed to come this far.
fr: En fait, nous sommes déjà étonnés que vous ayez réussi à arriver si loin.
hu: Valójában már az is elismerésre méltó, hogy idáig eljutottatok.
tr: Aslında, bu kadar uzağa gelebilmiş olman bizim için sürpriz oldu.

source: Yes, but tell us, have you seen it? Where is it?
fr: Oui, mais dites-nous, l'avez-vous vue ? Où est-elle ?
hu: Na igen, és mondjátok, láttátok már? Hol van??
tr: Evet, fakat söyler misiniz, kaleyi gördünüz mü? Nerede o?

source: South from here, right after the end of this pass.
fr: Au sud d'ici, juste à la sortie de cette passe.
hu: Délre innen, rögtön az út végén.
tr: Buranın güneyinde, bu geçidin hemen ardında.

source: Yes, we did it! We reached it!
fr: Oui, nous l'avons fait, nous l'avons atteinte.
hu: Igen, végre megtaláltuk!k az átkozott fővárosát!
tr: Evet, başardık! Ona ulaştık!

source: Er, as Althurin said, it's not a children playground. Nasty unspeakable things happen there, and the guards are a plague that protects every corner of the Dark Valley. You ought to see it by yourself, but, what would be next? Invade it? Is that your plan, master Galas?
fr: Euh, comme Althurin a dit, ce n'est pas une cour de récréation. Des choses innommables arrivent là, et les gardes sont une calamité qui protègent chaque coin de la Vallée Noire. Vous devriez la voir par vous-même, mais que faire ensuite ? L'investir ? C'est votre plan, maître Galas ?
hu: Öö, ahogy Althurin mondta, ez nem gyerekjáték. Mocskos, elmondhatatlan dolgok történnek ott, s az őrök, mint a patkányok, védenek minden egyes zugot a Sötét-völgyben. Látnod kellene saját szemeiddel is! De mit teszünk most? Megostromoljuk? Ezt tervezted, Galas mester?romoljuk, esetleg belopakodunk? Ezt tervezted, Galas mester?
tr: Alturin’in dediği gibi bu iş çocuk oyunu değil. Orada tiksindirici, konuşulamayacak şeyler oluyor ve muhafızlar Kara Vadide kuş uçurtmuyor. Siz de göreceksiniz, fakat sonra ne olacak? Kaleye girecek miyiz? Senin planın bu mu, üstat Galas?

source: Indeed it is, we would sneak into the keep and slay the mastermind of all this evil plot, and put an end to his rule, to the demonic invasion and to this war!
fr: Bien entendu, nous nous glisserons dans le donjon et assassinerons le cerveau de tout ce complot diabolique, mettant ainsi fin à son autorité, à l'invasion démoniaque et à cette guerre.
hu: Valóban ezt, betörnénk az erődbe, megölnénk az egész átkozott terv kieszelőjét, s ezzel véget vethetnénk az uralmának, s egyben ennek az egész háborúnak, a démonok inváziójának.monok inváziójának.
tr: Elbette, kaleye sızacağız ve tüm bu şeytani entrikanın elebaşısını öldürerek bu savaşa, bu şeytani istilaya bir son vereceğiz!

source: I was sure that would be it.
fr: J'étais certain que vous diriez cela.
hu: Biztos voltam benne, hogy ezt tervezted.
tr: Bundan emindim.

source: You are a brave bunch, indeed. But it is more than courage, necromancy or a nice-worded plot what it takes to get there and strike effectively. You need a backup force to distract the main base defenses while you get in. You need us.
hu: Igazán belevaló társaság vagytok, de itt többről van szó, mint bátorságról, feketemágiáról vagy szépenhangzó tervekről, hogy betörünk és szétcsapunk. Szükséged lesz egy hátvédseregre, akik elterelik a védők figyelmét és fedezik a benti manővereiteket. Szóval szükséged van ránk!nti manővereiteket. Szóval szükséged van ránk!

source: And you would distract them? Are you sure?
fr: Et vous les distrairiez ? Vous êtes sûr ?
hu: És ti terelnétek el őket? Biztos vagy ebben?n?
tr: Yani, siz onları şaşırtacaksınız, öyle mi? Emin misiniz?

source: We already talked about this. We want to put an end to this era as much as you. And since we don't have the magic skills required to defeat the Dark Emperor, it shall be your task to put that force to work inside the Heart of the Empire. The least we could do is serve as a distraction, a decoy, for the Chaos army.
hu: Ezt már megbeszéltük. Mi ugyanúgy le akarjuk zárni ezt a korszakot, ahogy ti is. S mivel mi nem rendelkezünk a Sötét Császár legyőzéséhez szükséges mágikus erővel, így rátok hárul ennek a nemes feladatnak az elvégzése odabenn a Farkasveremben. Mi csak annyit tudunk tenni, hagy csalétekként szolgálva eltereljük a Káosz haderejének figyelmét rólatok. áosz haderejének figyelmét rólatok. Nem túl felemelő feladat, de a bárdom is szomjazik már egy kis harcot.

source: Fair enough, then. But who would enter the keep? I think only Elynia and I should, as others would be extremely risking their lives there.
fr: C'est bien joli, effectivement. Mais vous voulez entrer dans le donjon ? Je pense que seuls Elynia et moi le pouvons, les autres risqueraient grandement leur vie là-bas.
hu: Ez valóban ésszerűnek látszik, de kinek kellene bemennie az erődbe? Azt hiszem, hogy Elynia és én elegen leszünk, a többieknek túl kockázatos lenne.tos lenne.
tr: Yeterince açık. Fakat kaleye kim girecek? Sadece ben ve Elenya girmeli diye düşünüyorum, diğerleri için bu oldukça riskli olur.
