Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: I cannot let you go and have all the fun, lad. I'm going in.
fr: Je ne peux pas vous laisser y aller et profiter de tout le plaisir, garçon. J'en suis.
hu: Csak nem képzeled, hogy hagyom, hogy egyedül szórakozz ezekkel, én is megyek!
tr: Bütün eğlenceyi kendine ayırmana razı olamam, oğlum. Ben de geliyorum.

source: I have been this far with you, Galas. I cannot observe from a safe hill, either, therefore I go with you to the castle too.
fr: Je suis venu si loin avec vous, Galas. Je ne peux pas observer à partir d'une colline en sécurité, aussi je vais avec vous au château.
hu: Olyan régóta vagyok már veletek, Galas. Másrészt nem tetszik a gondolat, hogy távoli szemlélőként nézzem a behatolástokat. Veletek megyek!Veletek megyek az erődbe!
tr: Seninle bu kadar uzağa geldim, Galas. Sizi güvenli bir tepeden seyredemem, ben de sizinle birlikte kaleye gireceğim.

source: You have protected me so well this far, and in exchange, I have protected you too. I think I cannot go back now, nor await outside without the lady's company. I go with you too.
hu: Ezidáig védelmet nyújtottatok nekem, s én is védtelek titeket. Nem fogok elmenni most vagy tétlen szemlélőként várakozni a társaságotok nélkül. Megyek én is.

source: Very well. Fair enough. Let's go there, then.
fr: Très bien, d'accord. Allons-y.
hu: Rendben van, akkor induljunk!
tr: Çok iyi, durum ortada. Gidelim, o halde.

source: Agony of Body and Soul
fr: Agonie du corps et de l'esprit
hu: Test és lélek kínszenvedése
tr: Beden ve Ruhun Istırabı

source: Elynia... you betrayed... me...
fr: Elynia... vous m'avez... trahi...
hu: Elynia... te... elárultál engem...

source: (crying) No, it is you who betrayed my trust... and my heart... You betrayed all our people too, all those who we protected... and swore to defend till the end of times. You betrayed our cause, and ultimately betrayed yourself.
fr: (pleurant) Non, c'est vous qui avez abusé de ma confiance... et de mon amour... Vous avez également trahi tout votre peuple, tous ceux que nous protégions... et avions juré de défendre jusqu'à la fin des temps. Vous avez trahi notre cause et, pour finir, vous-même.
hu: (zokogva) Nem, te árultál el engem... a szerelmemet... Elárultad a népünket is, azokat, akiket védenünk kellett volna... akiknek védelmét az idők végezetéig megfogadtuk. Elárultad az ügyünket és végül elárultad saját magadat is.is.

source: Heh... nothing but... a matter of your point... of view... and choices... I chose my fate. I guess this is what I deserved from the beginning...
fr: Hé... ce n'est qu'une... question de... point de vue et de... choix. J'ai personnellement choisi... mon destin. Je suppose que c'est ce... ce qui... m'attendait dès le début...
hu: Hehh... ez csak... nézőpont... kérdése... a választás... Én választottam ezt a sorsot. Azt hiszem kezdettől fogva erre a sorsra rendeltettem...

source: No, you never deserved this until you chose to cause harm to us all. Nothing of this... nothing would have happened if I...
fr: Non, vous ne méritiez pas cela jusqu'à ce que vous choisissiez de nous nuire à tous. Rien de tout cela... rien ne serait arrivé si je...
hu: Nem erre a sorsra rendeltettél, csak amikor úgy döntöttél, hogy mindnyájunkra szenvedést hozol. De talán... semmi sem történt volna így, ha én...nt volna így, ha én...

source: If you want... to do me a last... favor... don't blame yourself...
fr: Si vous voulez... m'accorder une dernière faveur... Ne regrettez rien...
hu: Ha szeretnéd... megkönnyíteni... a dolgom... ne vádold magad...

source: You said something like that Uria did all this to you. Is she our real enemy then?
fr: Vous avez dit que Uria vous avait fait tout cela. C'est donc notre vraie ennemie ?
hu: Azt mondtad, hogy Uria művelte ezt veled. Akkor tehát ő a mi igazi ellenségünk?

source: Yes... she... will avenge me... that's for sure. Don't even... try to defeat her... she's very well hidden... in the heart of Inferno... and the prophecy of the Union has been... broken. Now the power of the Union... is gone... nothing can destroy her now... (ack)
fr: Oui... elle me vengera... c'est certain... N'essayez pas de la vaincre... Elle est très bien cachée... au centre de l'Enfer.... et la prophétie de l'Union a été... brisée. Maintenant que le pouvoir de l'Union... est terminé... rien ne peut la vaincre maintenant... (toux)
hu: Igen... ő... bosszút fog állni értem... erre mérget vehettek. Ne is próbáljátok... megsemmisíteni őt... nagyon elrejtőzött a... Pokol legsötétebb bugyrába... és az Egyesülésről szóló jövendölés szerint... megtört.... az Egyesülés ereje... semmi sem képes elpusztítani őt most már... (ack)

source: Elynia... I... apologize... I let myself fall under... the evil influence of... Uria. I wish that... never happened... promise me that it shall... not happen to... you... ever...
fr: Elynia... Pardon... J'ai subi... l'influence maléfique... d'Uria. J'aurais aimé que... cela n'arrive jamais... Promets-moi que cela... ne t'arrivera pas... Jamais...
hu: Elynia... én... sajnálom... engedtem... Uria... gonosz befolyásának. Bár erősebb... lettem volna... ígérd meg, hogy... erős leszel... és soha... nem engeded... hogy veled is... ez történjen...

source: I... I promise.
fr: Je... Je le promets.
hu: Én... én megígérem.rem.

source: Then I may depart... in peace. Galas... take care of her... for me... please...
fr: Je peux donc... partir... en paix. Galas... de grâce... prenez soin d'elle...
hu: Akkor én meghalhatok... békében. Galas... vigyázz rá... a kedvemért... kérlek...

source: Argan... Argan, no! I... I can save you, please, resist!
fr: Argan... Argan, non ! Je... je peux te sauver, résiste, je t'en prie !
hu: Argan... Argan, neee! Én... én tudok segíteni neked, kérlek tarts ki!lek tarts ki!

source: Elynia tries to heal Argan's critical wounds to no avail, for the innevitable has happened to him already.
fr: Elynia essaye de soigner les profondes blessures d'Argan, en vain, car l'inévitable s'est déjà produit.
hu: Elynia hasztalanul próbálta meg Argan borzalmas sebeit meggyógyítani, az elkerülhetetlen vég bekövetkezett.

source: You can't be gone yet, you're just unconscious...
fr: Tu ne peux pas déjà être parti, tu es seulement inconscient...
hu: Még nem mehetsz el, csak kimerültél...

source: It's over. He has passed, in peace. You can heal the dead not, and my powers are not enough to resurrect the lord of Darkness, should you want me to attempt to do it.
fr: C'est fini. Il repose en paix. Vous ne pouvez soigner les morts et mes pouvoirs ne suffisent pas pour ramener un seigneur des ténèbres, pour autant que vous le vouliez.
hu: Vége van, eltávozott. Nem vagy képes egy halott sebeit begyógyítani, én pedig képtelen vagyok feltámasztani a Sötétség Urát, bármennyire is szeretnéd.

source: (silence, only interrupted by Elynia's cries...)
fr: (silence, uniquement interrompu par les sanglots d'Elynia...)
hu: (csend, csak Elynia zokogása hallatszik...)

source: Argan's journal, it was hidden beneath his robes.
fr: Le journal d'Argan était caché sous ses robes.
hu: Argan feljegyzései, itt rejtőztek a köpenye alatt.t.

source: Elynia, my lady, if you allow me to say so, we should keep it, as it may prove to be useful for what is to happen next.
fr: Elynia, ma chère, si vous me permettez de vous le dire, nous devrions le garder car il risque de s'avérer utile pour la suite.
hu: Elynia, úrnőm, engedelmeddel megtarthatnánk, még hasznosnak bizonyulhat az elkövetkező időkben.

source: Very well... but it is me who should keep it, no one else.
hu: Rendben... de csak nálam lehet, senki másnál.

source: The cave's roof is cracking! If we don't leave this place immediately we will be buried down with it!
fr: Le plafond de la caverne est en train de craquer ! Si nous ne partons pas immédiatement, nous allons être ensevelis !
hu: A barlang mennyezete megrepedt! Ha nem megyünk el innen azonnal, betemet minket!

source: At least Argan will have a proper burial.
fr: Au moins, Argan aura un enterrement digne de ce nom.
hu: Legalább Argannak méltó temetése lesz.

source: female^refreshed
hu: felfrissülés

source: refreshed
fr: rafraîchi
hu: felfrissülés

source: female^dehydrated
fr: déshydratée
hu: kiszáradás
tr: terleme

source: dehydrated
fr: déshydraté
hu: kiszáradás
tr: terleme

source: During the daytime (Dawn, Morning, Mid-day, Afternoon, and Dusk) at the beginning of each your turns, every unit in sand, road, dune, hills or mountains hexes will suffer from thirst. Each turn of thirst reduces a unit's attack damage and causes $dehydration_loss hitpoints of damage. Only by being cared for by a healer or refreshing at villages or non-swamp water hexes at the start of your turn will your units regain full attack strength.
hu: Napfényes időszakokban (hajnalban, reggel, délben, délután, alkonyatkor) minden kör elején, minden egyes homokon, úton, dűnén, dombon vagy hegyen elhelyezkedő egység a szomjúság miatt veszít erejéből. Minden szomjan töltött kör csökkenti a közelharci támadással okozott sebzését, illetve $dehydration_loss ponttal csökken életerőpontjainak száma. Csak akkor nyeri vissza elvesztett erejét, ha egy gyógyító egység mellett áll vagy egy faluban pihen, esetleg egy nemmocsári vizes helyet foglal el az egység a kör elején.

source: Dehydration
fr: Déshydratation
hu: Kiszáradás
tr: Su kaybı

source: Campfire
fr: Feu de camp
hu: Tábortűz

source: Gate
fr: Portail
hu: Kapu

source: Barrier
hu: Zátony

source: Tree
hu: Fa

source: Wasteland
fr: Terre désolée
hu: Tarló

source: race^Verlissh
fr: Verlissh
hu: Verlis
tr: Verlişler

source: race+female^Verlissh
fr: Verlissh
hu: Verlis
tr: Verliş-Dişi

source: race^Verlisshi
fr: Verlisshi
hu: Verlisek
tr: Verliş

source: The main attack force of the Chaos Empire relies on alien creatures that come from the outer Unknown, said to have fallen from the skies at the commands of the Chaos lores. The few blessed ones who have survived one of these horrors' attacks, can only describe the fear they felt when they were facing the multiple eyes and slimy jaws of these creatures, thinking that it would be the last time they would see the sunlight.
hu: A Káosz Birodalma seregének gerincét megbízható földöntúli lények alkotják, amik a Káosz tudósainak parancsára a külső Ismeretlen világokból szállnak alá. Az a kevés szerencsés, akik túlélték ezeknek a szörnyeknek a támadását, csak a félelemről tudnak beszámolni, amit akkor éreztek, amikor szemtől szembe látták ezeket a sokszemű, csorgó nyálú teremtményeket, s szentül meg voltak győződve, hogy többé nem látják a nap sugarait.

source: Heavy Assault Trooper
fr: Troupe d'assaut lourde
hu: Nehéz rohamgyalogos
tr: Ağır Saldırı Birimi

source: Light Assault Trooper
fr: Troupe d'assaut légère
hu: Könnyű rohamgyalogos
tr: Hafif Saldırı Birimi

source: These beasts act as hunters for the armies of Chaos. Having acquired more skill and accuracy at throwing spears at their victims, their threat is increased by the nets they carry to entangle opponents, leaving them defenseless and ready to be finished by a blow from their pointy spears.
hu: Ezek a szörnyetegek a Káosz vadászai. Kivételes pontossággal céloznak hajítódárdáikkal, az áldozatok lassítására magukkal hordott hálóik fokozzák veszélyességüket, s áldozataikat védtelenné teszik a tűhegyes dárdáikkal szemben.

source: Matrix Core
fr: Cœur matriciel
hu: Mátrix magja
tr: Matris Nüvesi

source: This thing is impossible to describe, no one has seen anything like it before.
fr: Cette chose est impossible à décrire, personne n'a jamais rien vu de pareil.
hu: Ezt a valamit képtelenség körülírni, soha senki nem látott ilyet ezelőtt.
tr: Bu şeyi daha önce kimse görmediği için bir açıklamasının olması mümükün değil.

source: energy ray
fr: rayon d'énergie.
hu: energiasugár
tr: enerji ışını

source: hot goo
fr: glu ardente
hu: forró ragacs
tr: sıcak çamur

source: Matrix Flow System
fr: Système d'écoulement matriciel
hu: Mátrix áramlási rendszere
tr: Matris Akış Sistemi

source: No one knows for sure what kind of creature has this sort of thing instead of arms and legs. But what is known for sure is that they cannot move around, and are restricted to stay still in a single place. However, this does not mean that they do not have any manner of defense from external attacks.
hu: Senki sem tudja biztosan, hogy ezek a lények miféle készségekkel bírnak kezek és lábak helyett. Ami biztos, hogy nem tudnak mozogni, s szigorúan egy helyhez vannak kötve. Ez egyáltalán nem azt jelenti, hogy semmilyen védőeszközzel nem rendelkeznek egy külső támadás ellen.
tr: Ne çeşit bir yaratık, kollar ve bacaklar yerine bu tür şeylere sahiptir, kimbilir. Fakat bilinen bir şey var ki, tek bir yerde kalmak zorunda olduklarından bunlar çevremizde bulunamaz. Bununla birlikte, bu, dış saldırılara karşı savunmasız oldukları anlamına gelmez.

source: goo
fr: glu
hu: ragacs

source: Prong Bug
fr: Cafard mandibulé
hu: Szarvasbogár
tr: Çatalboynuz

source: Amongst the Verlissh attack forces, some people have spotted strange creatures that resemble beetles, except for being larger than a wolf. Fortunately enough, these creatures' performance in battle is nothing to fear, and their only apparent purpose seems to be scouting.
hu: A verlis rohamosztagok között néhány ember különös lényeket látott, amik bogarakra emlékeztettek, habár nagyobbak voltak, mint egy farkas. Ezek a lények félelmetes megjelenésük ellenére nem veszélyesek, s valószínűleg csak felderítői feladatot látnak el.

source: Psy Crawler
fr: Rampeur psy
hu: Pszichedélia
tr: Ampulkafa

source: The Psy Crawlers are the grunt attack force of the Verlissh. Albeit being rather slow and weak, they are a true menace for unexperienced fighters.
fr: Les rampeurs psy sont les forces d'attaques de base des forces Verlisshs. Même s'ils sont plutôt lents et fragiles, ils constituent un vrai danger pour les guerriers inexpérimentés.
hu: A pszichedéliák a verlisek gyalogos támadóegységei. Habár viszonylag lassúak és gyengék, a tapasztalatlan harcosoknak ők is fenyegetést jelentenek.

source: Psy Mindraider
fr: Razzieur psy
hu: Lélektörő
tr: Ruh Çalan

source: Out of the cruelest things found serving the Chaos Empire, the Psy Mindraiders are one of the worst. Their psychic powers are what gives them this reputation, as they easily crush the mind of their foes and somehow absorb knowledge and vitality from their poor victim. In addition, they are also somewhat adequate with physical combat due to the vast number of tentacles they posses. After seeing the awesome power of these creatures, many people think of what deadlier beings could possibly exist under the control of the Chaos Empire.
hu: A Káosz Birodalmának szolgáló kegyetlen lények között a lélektörő az egyik legrosszabb. Mentális erejükkel vívták ki maguknak a tekintélyüket, amennyiben képesek megbénítani ellenfeleiket, s valahogy elszívják szegény áldozataik tudását és életerejét. Emellett a hagyományos küzdelmekben is helyt állnak számtalan karjuknak köszönhetően. Ezen kreatúrák félelmetes erejét látva számtalan ember gondolkozott már el azon, hogy vajon miféle halálos lények élhetnek még a Káosz Birodalmában.

source: psychic raid
fr: choc psychique
hu: sokkhullám
tr: ruhsal baskı

source: Spearbearer
fr: Porte-pique
hu: Lándzsahordozó
tr: Mızrakçı Şeytan

source: Amongst the Verlissh, fighters are very rare, for they are the result of evolution from the primitive crawlers which is not prone to happen. However, when such event takes place, the product is a strong and resistent fighter capable of bearing high amounts of damage without requiring armor or other kinds of support. And most importantly, it can use a crude spear with great effectiveness, to inflict great piercing damage to oponents. Incredibly, in the process of evolving to this new from, their eyes are reduced to a pair of them, and their body is adapted to have a human-like shape.
hu: A verlisek közt kevés harcos akad, mivel szemben az általános egyszerű pszichedéliákkal, ezek egy különlegesen kifejlődött alakot képvisenek. Ha ez az alak létrejön, akkor egy erős és szívós, súlyos sebeket elviselő lény jön létre, amelynek nincs szüksége külön védőeszközökre. Azonkívül ezek a harcosok súlyos lándzsákat hordoznak, amelyekkel rettenetes, szúrt sebeket ejtenek. Teljességgel elképesztő, hogy kifejlődésük során ezeknek a lényeknek csupán két szemük maradt meg, a testük alakja pedig egészen emberszerű lett.

source: Abalam,Abbadon,Abigor,Aderius,Adramalech,Agaliarept,Agares,Aim,Akvan,Aldebaran,Alocer,Amducious,Amdusias,Amon,Ananiel,Andhaka,Andras,Andrealphus,Andromalius,Antares,Apep,Arael,Araqiel,Arioch,Arkanthor,Armaros,Asael,Asag,Asb'el,Asmodeus,Astaroth,Azazel,Baal,Baalberith,Balam,Balberith,Babeal,Baphomet,Baraqel,Barbas,Barbatos,Batariel,Bathin,Beball,Beelzebub,Behamoth,Behemoth,Beleth,Belial,Beliel,Belphegore,Belthazor,Belzebuth,Beowulf,Berith,Beur,Bezaliel,Bifrons,Botis,Buer,Bune,Caim,Calan,Camal,Carniveau,Caror,Castor,Cerberus,Chamos,Chazaqiel,Corson,Daalberith,Dagon,Daniel,Dantalion,Decarabia,Deimos,Delchor,Demogorgon,Devan,Dubhor,Dumah,Dun,Eligos,Eurynomous,Fomalhaut,Flauros,Flereous,Focalor,Foras,Forcas,Forneus,Furcas,Furfur,Gaap,Gader'el,Glasya-Labolas,Gusion,Gwiti,Haagenti,Hades,Humbaba,Iblis,Ipos,Jevan,Jevyan,Jutas,Juvart,Kabhanda,Kain,Kakko,Karo,Kasadya,Kasdaye,Kimaris,Kobal,Kokabiel,Kuno,Lasaroth,Legion,Lempo,Lenthar,Lenvan,Leonard,Leraje,Lix Tetrax,Lucifer,Lucifuge Rofocale,Maeglhir,Maeglhor,Magnus,Malphas,Malthus,Mammon,Marchocias,Maricha,Mastema,Melchom,Melchor,Mephisto,Mephistopholes,Mesphito,Merihim,Merloc,Moloch,Morax,Murdoc,Mulciber,Murmur,Naberius,Nati,Nebiros,Neqa'el,Nergal,Nisroch,Noy,Noyga,Noyra,Noyze,Oeillet,Olivier,Optimus,Orcus,Orias,Ornias,Orobas,Ose,Oulotep,Pan,Paimon,Pazuzu,Penemue,Phlegathon,Phenex,Phobos,Pinem'e,Pithius,Piru,Pluto,Procell,Pruflas,Purson,Pytho,Python,Pyhton,Rahab,Rahovart,Ramiel,Raum,Razakel,Regent,Regulus,Rimmon,Rhotomago,Ronove,Ronwe,Rosier,Sabnock,Sahaqel,Saleos,Samael,Samigina,Samyaza,Sariel,Satan,Satanachia,Satariel,Seir,Sephiroth,Sephit,Shaitan,Shamsiel,Shax,Shezmu,Sid,Sidragasum,Sin,Sith,Sitri,Sonnillon,Soufflet,Spar,Stolas,Surgat,Tabaet,Tamiel,Tannin,Taurus,Teeraal,Temeluchus,Thammuz,Theracar,Thorin,Thurin,Triel,Troy,Turiel,Turin,Turon,Umbriel,Urobach,Valac,Valefar,Vapula,Vassago,Verrine,Vine,Vual,Xandros,Xaphan,Yeqon,Yeter'el,Yomiel,Zagan,Zama,Zaqiel,Zepar,Zet,Zeth,Zuno
hu: Abalam,Abbadon,Abigor,Aderius,Adramalech,Agaliarept,Agares,Aim,Akvan,Aldebaran,Alocer,Amducious,Amdusias,Amon,Ananiel,Andhaka,Andras,Andrealphus,Andromalius,Antares,Apep,Arael,Araqiel,Arioch,Arkanthor,Armaros,Asael,Asag,Asb'el,Asmodeus,Astaroth,Azazel,Baal,Baalberith,Balam,Balberith,Babeal,Baphomet,Baraqel,Barbas,Barbatos,Batariel,Bathin,Beball,Beelzebub,Behamoth,Behemoth,Beleth,Belial,Beliel,Belphegore,Belthazor,Belzebuth,Beowulf,Berith,Beur,Bezaliel,Bifrons,Botis,Buer,Bune,Caim,Calan,Camal,Carniveau,Caror,Castor,Cerberus,Chamos,Chazaqiel,Corson,Daalberith,Dagon,Daniel,Dantalion,Decarabia,Deimos,Delchor,Demogorgon,Devan,Dubhor,Dumah,Dun,Eligos,Eurynomous,Fomalhaut,Flauros,Flereous,Focalor,Foras,Forcas,Forneus,Furcas,Furfur,Gaap,Gader'el,Glasya-Labolas,Gusion,Gwiti,Haagenti,Hades,Humbaba,Iblis,Ipos,Jevan,Jevyan,Jutas,Juvart,Kabhanda,Kain,Kakko,Karo,Kasadya,Kasdaye,Kimaris,Kobal,Kokabiel,Kuno,Lasaroth,Legion,Lempo,Lenthar,Lenvan,Leonard,Leraje,Lix Tetrax,Lucifer,Lucifuge Rofocale,Maeglhir,Maeglhor,Magnus,Malphas,Malthus,Mammon,Marchocias,Maricha,Mastema,Melchom,Melchor,Mephisto,Mephistopholes,Mesphito,Merihim,Merloc,Moloch,Morax,Murdoc,Mulciber,Murmur,Naberius,Nati,Nebiros,Neqa'el,Nergal,Nisroch,Noy,Noyga,Noyra,Noyze,Oeillet,Olivier,Optimus,Orcus,Orias,Ornias,Orobas,Ose,Oulotep,Pan,Paimon,Pazuzu,Penemue,Phlegathon,Phenex,Phobos,Pinem'e,Pithius,Piru,Pluto,Procell,Pruflas,Purson,Pytho,Python,Pyhton,Rahab,Rahovart,Ramiel,Raum,Razakel,Regent,Regulus,Rimmon,Rhotomago,Ronove,Ronwe,Rosier,Sabnock,Sahaqel,Saleos,Samael,Samigina,Samyaza,Sariel,Satan,Satanachia,Satariel,Seir,Sephiroth,Sephit,Shaitan,Shamsiel,Shax,Shezmu,Sid,Sidragasum,Sin,Sith,Sitri,Sonnillon,Soufflet,Spar,Stolas,Surgat,Tabaet,Tamiel,Tannin,Taurus,Teeraal,Temeluchus,Thammuz,Theracar,Thorin,Thurin,Triel,Troy,Turiel,Turin,Turon,Umbriel,Urobach,Valac,Valefar,Vapula,Vassago,Verrine,Vine,Vual,Xandros,Xaphan,Yeqon,Yeter'el,Yomiel,Zagan,Zama,Zaqiel,Zepar,Zet,Zeth,Zuno,Taurus,Teeraal,Temeluchus,Thammuz,Theracar,Thor,Thorin,Thurin,Triel,Troy,Turiel,Turin,Turon,Umbriel,Urobach,Val,Valac,Valefar,Vapula,Vassago,Verrine,Vine,Vual,Xan,Xandros,Xaphan,Xen,Yael,Yanqui,Yeqon,Yeter'el,Yhangor,Yomiel,Zagan,Zama,Zaqiel,Zepar,Zet,Zeth,Zhan,Zhangor,Zhunol,Zort,Zorg,Zudo,Zuno

source: Aba,Ada,Aderi,Agiel,Agrat-bat-mahlaht,Alie,Aly,Ammit,Amy,Ania,Anna,Ariel,Ashtaroth,Astarte,Astoreth,Bellatrix,Bruxe,Charon,Charusse,Dana,Dara,Darma,Delepitore,Demona,Deth,Devila,Devira,Devyan,Dul,Duna,Eisheth Zenunil,Empusa,Euryale,Evila,Evira,Faira,Fania,Faria,Gaia,Gremory,Gresil,Hecate,Iril,Iruel,Issyl,Izara,Jarla,Jevyan,Juno,Kalah,Kaleh,Kana,Karma,Kindite,Kuna,Kyrah,Lamashtu,Lamia,Leliel,Leviathan,Lilia,Lilim,Lilin,Lilith,Lilitu,Lilya,Lyla,Magna,Mara,Medusa,Melchiresa,Melusine,Mir,Mir Kaleh,Musah,Naamah,Naia,Nebula,Neuralger,Nadia,Nidia,Nirvana,Nirvenia,Onoskelis,Prosperpine,Rangda,Rusalka,Sabata,Satana,Sela,Shar,Sheol,Selene,Sonnielion,Stheno,Sul,Summa,Sycorax,Syl,Sylin,Sylith,Symia,Talah,Talam,Taweret,Tundra,Turen,Tzitzimime,Unsere,Uzza,Verrier,Vepar,Vulpecula,Xandar,Xandria,Xeth,Xindra,Xindar,Yun,Yuna,Yuni,Zephyr,Zhul,Zuna
hu: Aba,Ada,Aderi,Agiel,Agrat-bat-mahlaht,Alie,Aly,Ammit,Amy,Ania,Anna,Ariel,Ashtaroth,Astarte,Astoreth,Bellatrix,Bruxe,Charon,Charusse,Dana,Dara,Darma,Delepitore,Demona,Deth,Devila,Devira,Devyan,Dul,Duna,Eisheth Zenunil,Empusa,Euryale,Evila,Evira,Faira,Fania,Faria,Gaia,Gremory,Gresil,Hecate,Iril,Iruel,Issyl,Izara,Jarla,Jevyan,Juno,Kalah,Kaleh,Kana,Karma,Kindite,Kuna,Kyrah,Lamashtu,Lamia,Leliel,Leviathan,Lilia,Lilim,Lilin,Lilith,Lilitu,Lilya,Lyla,Magna,Mara,Medusa,Melchiresa,Melusine,Mir,Mir Kaleh,Musah,Naamah,Naia,Nebula,Neuralger,Nadia,Nidia,Nirvana,Nirvenia,Onoskelis,Prosperpine,Rangda,Rusalka,Sabata,Satana,Sela,Shar,Sheol,Selene,Sonnielion,Stheno,Sul,Summa,Sycorax,Syl,Sylin,Sylith,Symia,Talah,Talam,Taweret,Tundra,Turen,Tzitzimime,Unsere,Uzza,Verrier,Vepar,Vulpecula,Xandar,Xandria,Xeth,Xindra,Xindar,Yun,Yuna,Yuni,Zephyr,Zhul,Zunastra,Moira,Moria,Musah,Myria,Naamah,Nadia,Naia,Nala,Nara,Narya,Nebula,Neura,Neuralger,Nidia,Nika,Nirvana,Nirvenia,Nora,Norma,Nyada,Nystra,Nyxa,Onoskelis,Pia,Prosperpine,Rangda,Rusalka,Sabata,Satana,Sela,Shar,Share,Sharael,Sheol,Selene,Shia,Sonnielion,Stheno,Sul,Summa,Sunna,Sycorax,Syl,Sylestria,Sylin,Sylith,Symia,Syn,Synara,Synestria,Tada,Talah,Talam,Taweret,Thea,Thia,Thiana,Thiara,Tial,Tora,Tundra,Turen,Tzitzimime,Uma,Umbria,Unarya,Unia,Unsere,Uria,Uzza,Vena,Verna,Verrier,Vepar,Vulpecula,Xandar,Xana,Xandria,Xeth,Xia,Xindra,Xindar,Yun,Yuna,Yuni,Zana,Zephyr,Zhul,Zidya,Zilla,Zuna,Zynara,Zythara

source: race^Demon
fr: Démons
hu: Démon
tr: İblis

source: race+female^Demoness
hu: Démonnő

source: race^Demons
fr: Démons
hu: Démonok
tr: İblisler
