Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Despite the obstacles set just for you in the hive, you still think you can continue and slay the Shadow Master in his own lair. I underestimated your foolishness.
hu: A kaptárban elétek gördített akadályok ellenére még mindig azt hiszitek, hogy tovább folytathatjátok az utat és megölhetitek az Árnymestert a saját bunkerében? Alábecsültem az ostobaságotokat.becsültem az ostobaságotokat.

source: Quit your chatter and finish your fight with us, coward!
hu: Elég az incselkedésből, gyere elő és küzdj meg velünk, gyáva féreg!

source: She escaped again!
hu: Már megint megszökött!

source: Pah, are we going to have to chase her all through each of these damned tunnels?
hu: Pah, muszáj nekünk ezt a hadurat keresztül-kasul üldöznünk ezekben a járatokban??

source: Oh, no! More of them!
hu: Ó ne! Még több jön belőlük!

source: It would seem that for every vanquished foe, three more appear to replace it.
hu: Minden egyes elpusztított ellenség helyébe három másik áll!

source: They will die all the same. En garde!
hu: Mindannyian meg fognak halni. En garde!etek a harcra!

source: What the...?! Look, this place is floating over the infinite void!
hu: Mi a... ?! Nézzétek, ez a hely a végtelen üresség felett lebeg!

source: Dear Lords of Light!
hu: Fényességes Istenek!

source: Aaargh, I feel dizzy now!
hu: Aaargh, szédülök!

source: Most certainly we are not on our world anymore.
hu: Bizonyára a másvilágon vagyunk.

source: You don't know when to give up, eh?
hu: Nem tudjátok, mikor kell feladni, he?

source: And you don't know when to admit your defeat. The power of the Union can destroy you easily. Accept your fate, instead of running away like a rat!
hu: És te, nem tudod mikor kell megadni magad a végzetednek? Az Egyesülés ereje könnyen megsemmisít téged. Fogadd el a véget, ahelyett, hogy patkányként menekülsz!nt menekülsz!

source: Foolish creatures...
hu: Ostoba teremtések......

source: What occurred to those undead minions?
hu: Mi történt azokkal az élőholt szolgákkal?al?

source: What occurred to that undead minion?
hu: Mi történt azokkal az élőholt szolgákkal?l?

source: It's time for somebody to kill you for good, wretched wench!
hu: Itt az idő, hogy valaki végezzen veled, nyomorult kurvapecér!

source: There's no point on attacking her directly! She will absorb all damage unless Mal Keshar or Elynia can destroy her first!
hu: Nincs értelme rátámadni! Hiába kockáztatjátok az életeteket, csak Elynia vagy Mal Keshar képes elpusztítani őt.

source: female^weakened
hu: legyengült

source: Ahhhh... it burns!
hu: Ááá... ez éget!

source: I can't believe it... I have fallen and failed to my Master...
hu: Nem tudom elhinni... elbuktam és csalódást okoztam a Mesternek......

source: Who are you?
hu: Ki vagy te?

source: I am Elyssa. Before stumbling upon the Chaos Empire, I wandered over the sands, studying the remnants of the ancient Empire's history. But the Shadow Master... he taught me things you could not believe! He showed me the powers of the grand Uria! He... they, they converted me to their side, turning me into a demon... and then, the witch tried to kill me. She could not do it, but she severely damaged my body nonetheless. Thanks to the arcane craft mastered by him, I was rescued and restored...
hu: Elyssa vagyok. Mielőtt a Káosz Birodalma rám bukkant, a sivatagban vándoroltam, s a letűnt ősi Birodalom történetét kutattam a romokban. Aztán az Árnymester... hihetetlen dolgokat tanított nekem. Megmutatta a hatalmas Uria erejét. Ő... ők, ők a maguk oldalára állítottak, egy démont csináltak belőlem... nemrég az a boszorkány megpróbált megölni. Képtelen volt rá, de a testemet mindazonáltal megnyomorította. A Mester földöntúli hatalmával kimentett, s meggyógyított...

source: A converted sorceress, then. Could you tell us where your master hides?
hu: Szóval egy átállított boszorkány. Mondd, hol rejtőzik a mestered!

source: She shall not answer. Off with her head!
hu: Nem fog válaszolni. Üsd le a fejét!

source: No, wait! I... I can tell you... but only if you swear you will spare my life and let me flee. I won't trouble you anymore.
hu: Ne, várj! Én... beszélek... ha megígéritek, hogy megkímélitek az életemet és elengedtek. Nem állok többé az utatokba.

source: Don't listen to her lies, Elynia! You know these creatures cannot be trusted!
hu: Ne hallgass a hazugságaira, Elynia! Tudod, hogy ezek a lények megbízhatatlanok.

source: Elynia looked at Elyssa directly to the eyes for some seconds. At the end, she answered the defeated enemy's question.
hu: Elynia néhány pillanatig farkasszemet nézett Elyssával. Végül azt mondta:

source: I swear, just tell me what you know and get out of my sight as quickly as you can.
hu: Megígérem, de az igazat mondd, s aztán gyorsan tűnj el a szemem elől!

source: See those gates?
hu: Látod azokat a kapukat?

source: The dark road there goes through the limit between our worlds, and enters the cold Inferno. If you continue across the snow following the tip of the road, you should be able to find the entrance to his lair and the lower hive.
hu: Az a sötét út ott keresztezi a határt, ami a mi világunkat a hideg Pokoltól elválasztja. Ha követitek a havas utat eléritek a bunkerének a bejáratát, ami a kaptár alsóbb részén van.

source: But be warned, his lair is well guarded by demonic commanders. And if you even manage to get past them, you'll still have to fight his most exotic creations in the lair.
hu: De figyelmeztetlek, a bunkert démoni parancsnokok őrzik, s ha még túl is tudtok jutni rajtuk, odabenn igazi különleges lények várnak rátok.

source: Fine. Now, go.
hu: Jól van. Menjünk!

source: Why? She is the only cause for Anlindë's death!
hu: Miért? Ő okozta Anlindë halálát!

source: I cannot allow myself to kill someone so dramatically weaker than me. It would be unfair, and fiendish. Only this enemy is capable of acting that way. Should we become foul-minded creatures to fight the evil?
hu: Nem engedhetem meg magamnak, hogy egy ennyire gyenge lényre kezet emeljek. Ez állati és tisztességtelen lenne. Csak a mi ellenségeink csinálnak ilyet. Hát ennyire vetkőzzünk ki magunkból azért, mert a gonosz ellen harcolunk?ellen harcolunk?

source: I'll answer for you: no. But enough speaking, let's continue down that road.
hu: Az én válaszom a kérdésre: ne! De elég a szöveg, gyerünk, az út nyitva áll előttünk.előttünk.

source: The Frozen Hell
hu: Jeges Pokol

source: team_name^Lair guards
fr: Gardes du repaire
hu: Bunkerőrök
tr: Saray muhafızları

source: Locate and enter the Lair of the Shadow Master with Galas, Elynia or Mal Keshar
hu: Elynia, Galas vagy Mal Keshar belép az Árnymester bunkerébe

source: Brrr, I'm freezing!
hu: Brrr, megfagyok!

source: So this is Inferno... it is rather cold...
hu: Szóval ez a Pokol... de itt hideg van...

source: I don't think this is even a tenth of this... land, if we can call it that way. The ancient legends indicate that this ought to be a much bigger place.
hu: Nem akarom elhinni, hogy ez a zsebkendőnyi... föld, ha nevezhetjük annak, lenne a Pokol. Az ősi legendák sokkal nagyobbnak mondják.

source: If what that fiend says is true, we should follow the tip of the road across the snow to find the emperor's lair. But I begin to hesitate. What if all this is just a trap set by Elyssa or her master?
hu: Ha igaz, amit az a szörnyeteg mondott, akkor a hóból kibukkanó utat kell követnünk és megtaláljuk a Császár bunkerét. Kezdek bizonytalanná válni. Mi van, ha ez az egész csak Elyssa vagy a mestere csapdája?apdája?

source: We'll step on the trap and manage to escape from it, as always. Is that a good enough plan?
hu: Belépünk a csapdába és kiszabadulunk belőle, ahogy eddig mindig. Jó terv, nem?

source: Well, it's very good for someone who lacks a brain...
hu: Nagyon jó, olyannak, akinek elment az esze...

source: Fair enough. Let's not waste time here or we'll freeze to death.
hu: Jobb nincs. De ne toporogjunk itt, különben kockára fagyunk.

source: Welcome to my lair, foolish creatures.
hu: Legyetek üdvözölve a bunkeremben, ostoba teremtések!

source: Welcome to the Lair
fr: Bienvenue au repaire
hu: Isten hozott a Bunkerben
tr: Saraya Hoş Geldiniz

source: Find the Shadow Master and put a definitive end to his evil empire
fr: Trouver le Maître de l'Ombre et mettre un terme à son empire maléfique
hu: Megtalálod az Árnymestert és végérvényesen pontot teszel a gonosz birodalma végére birodalma végére
tr: Gölgelerin Efendisini bul ve imparatorluğuna son ver

source: Come out of your hiding, villain! Your rule of doom is about to come to an end!
fr: Sors de ta cachette, ordure ! Ton règne de terreur va bientôt s'achever !
hu: Bújj elő a lyukadból, te patkány!
tr: Gizlendiğin yerden çık, hain! Sonun geldi!

source: Nothing.
fr: Rien.
hu: Semmi válasz.
tr: Ses yok.

source: Ek! The doors behind us have been replaced by a solid wall. We are trapped in this lair, probably so that he can play his game with us.
hu: Hopp! Tömör szikla torlaszolta el mögöttünk a bejáratot. Most már valóban csapdában vagyunk, kedvére szórakozhat velünk.

source: Then let's be on guard.
fr: Soyons sur nos gardes.
hu: Akkor védjük magunkat!
tr: O halde hazırlıklı olalım.

source: That didn't sound very nice.
fr: Cela ne s'annonce pas bien.
hu: Hát, nem éppen madárcsicsrgés...
tr: Durum iyi görünmüyor.

source: Log entry 1393 - Mal-Zagarn
fr: Journal, page 1393 - Mal-Zagarn
hu: Naplóbejegyzés 1393 - Mal-Zagarn

source: Finally, the raiding battalion lead by Mal-El'zah managed to find the secret city where the Argazar civilization hid for the last time. After long and deep excavations they got access to the cryogenic chambers where a prototype of their artificial bio-organism was preserved, as indicated by the record glyphs.
fr: Enfin, le bataillon dirigé par Mal-El'zah réussit à trouver la cité secrète où la civilisation des argazars s'était cachée pour la dernière fois. De longues et profondes fouilles permirent d'accéder aux chambres cryogéniques contenant, d'après ce qui était inscrit sur les glyphes, un prototype d'un organisme artificiel.
hu: Végre a megszálló erőink Mal-El'zah vezetésével megtalálták az Argazar civilizáció utolsó titkos városát is. Hosszú és mélyreható kutatás eredményeképp elérték a fagyasztókamrát is, ahol a mű-biomechanizmusaik prototípusát tárolták, amelyekről a rúnakristályok is tudósítanak.

source: After hours of investigating the design plains, I could produce an enhanced prototype with an antigravitational engine that
fr: Après des heures d'études, j'ai pu produite un prototype amélioré avec un engin antigravitationnel qui...
hu: A tervvázlatok áttanulmányozása után egy antigravitációs eszközzel sikerült egy fejlett prototípust előállítanom, ami

source: I/O error reading log entry.
fr: Erreur d'entrée/sortie durant la lecture du journal.
hu: Olvasási hiba a naplóbejegyzés olvasása során.

source: Log entry 1398 - Mal-Zagarn
fr: Journal, page 1398 - Mal-Zagarn
hu: Naplóbejegyzés 1398 - Mal-Zagarn

source: I cannot understand completely why, but the reproduced genetics of the preserved prototype do not make a functional organism that lives - for now I shall investigate how to use an existing and fully functional organism for the living basis of the biomechanical system.
fr: Je n'arrive pas totalement à comprendre pourquoi, mais le prototype restant ne possède pas un système génétique suffisant pour vivre. Je vais donc étudier la méthode pour utiliser un vrai organisme, totalement fonctionnel, pour étudier les bases de la biologie des biomécaniques.
hu: Nem értem, pontosan miért, de a konzervált prototípus szaporulata nem volt működőképes - kénytelen leszek ennek a biomechanizmusnak a teljes felépítését és működési rendszerét áttanulmányozni.

source: Log entry 1399 - Mal-Zagarn
fr: Journal, page 1399 - Mal-Zagarn
hu: Naplóbejegyzés 1399 - Mal-Zagarn

source: I borrowed three prisoners from the south-western hunters for my experiments - two males and a female. Unfortunately, mangling them shortened the males' lives, so they did not last for long enough to test. However, the female had an impressive resistance to damage and injure, so [...]
fr: J'ai pris trois prisonniers parmi les chasseurs du sud-ouest pour réaliser mes expériences, deux mâles et une femelles. Malheureusement, les triturer a réduit la vie des mâles, qui n'ont pas duré assez longtemps pour terminer les tests. Mais la femelle s'est avérée très résistante aux dégâts et aux blessures, donc...
hu: Három rabot kölcsönöztem a délnyugati vadászok közül a kísérleteimhez - két férfit és egy nőt. Megszabadítottam őket a végtagjaiktól, de a férfiak röviddel ezután elpusztultak, ám a nő figyelemreméltó szívósságot tanúsított, s nagyon ellenállónak bizonyult, így [...]

source: Perhaps I'd prefer not to know more of it.
fr: Je préférerais peut-être ne pas en savoir plus.
hu: Talán ennyi elég is ebből a történetből.

source: Actually, I would like to extract all possible information from the glyph.
fr: En fait, j'aimerais extraire toutes les informations disponibles du glyphe.
hu: Igazából én szeretném az összes információt kihámozni ebből a rúnakristályból.

source: Ehm, sorry? Elynia, I don't really like the idea either - did you think that I created ghouls with delight? I just did it because some invisible force forced me to it.
fr: Hum... pardon ? Elynia, je n'aime pas beaucoup cette idée moi non plus. Croyez-vous que j'ai pris plaisir à créer les goules ? Je l'ai uniquement fait sous la contrainte d'une force invisible.
hu: Ööö, tessék? Elynia, szerintem ez nem egy jó ötlet - vagy talán azt hiszed, hogy én élvezettel gyártom az élőholtakat? Csak azért teszem, mert valami láthatatlan erő erre kényszerít. erre kényszerít.

source: Sorry, but I do know better about these things than any of you. Just let me extract the glyph's contents; I know how to exactly do it.
fr: Excusez-moi, mais j'en sais plus sur ces choses que vous tous réunis. Laissez-moi simplement extraire le contenu de ces glyphes. Je sais exactement quoi faire.
hu: Elnézést, de nekem mindegyikőtöknél jobban ismernem kell ezeket a lényeket. Hadd bontsam ki csak én a rúnakristályok tartalmát; tudom, hogy kell. hogy kell.

source: Very well, then.
fr: Très bien.
hu: Hát akkor, legyen.
tr: Peki, o halde.

source: I miss your lips, your voice I think of them But thoughts cannot fill The silent and painful void Where any value is nil But yours, which I feel This hopeless wait Mixture of rage and pain Floods my mind And lacking the might I sit down Contemplate the wind And drown in despair
fr: Je pense à tes lèvres et à ta voix J'en rêve toujours avec émoi. Mais les songes ne peuvent troubler Le douloureux silence d'un monde Où rien n'aurait plus de valeur que de t'aimer, Toi seule, mon âme, mon cœur, ma blonde. Cette vaine attente, Mélangeant rage et peine, Envahit mon corps et mon esprit. Je sens que je manque de la force ardente Mélancolique, je m'assieds, ma reine, Dans le vent ; et c'est la pluie Qui noie mon désespoir.
hu: Ajkaid, a hangod Hiánya fáj Képzeletem nem old Csendet, kínzó magányt Fogy a remény, a vágy Kínoz utánad, fáj. Hiába várok Düh és kín zavarog Mardossa elmém Erőm nem lévén Leülök Szél süvít, nézem S megfojt e métely

source: Embrace you I want Yet I cannot even see Further where you are So I shall wait Just a bit more Thinking of your face And our former rejoice Trying to forget The silent and painful void Which your absence brought
fr: Je désire vous embrasser Même sans vous voir encore. Aussi loin que vous soyez, Je vous attendrai toujours et encore, Et même un peu plus. En songeant à votre doux visage, Et à votre joie retrouvée. J'essaye toujours d'oublier Le vide et le douloureux silence Provoqués par votre absence .
hu: Ölelni akarlak S még csak nem is láthatlak Merre vagy Drága Én itt várlak Csak még egy picit Gondolok arcodra Régvolt boldogságunkra Hogy ne fájjon A csend, a kínzó magány Mit hiányod okoz

source: Hey, what do we have here... Cockatrices! Cockatrices are coming!
fr: Hé, qu'est-ce qui arrive... Des cocatris ? Des cocatris déboulent !
hu: Hé, nézzétek mik azok! Gorgókakasok! Gorgókakasok támadnak!
tr: Hey, burada ne işimiz var... Bunlar şahmaran! Şahmaranlar geliyor!

source: Cocka... what?
fr: Coca... quoi ?
hu: Gorg... micsoda?a?
tr: Şah... ne?

source: Bird-like reptilian creatures which are said to be able to turn anything into stone with a single gaze of their eyes. It is also said that they do not exist unless created by magical means.
hu: Madárszerű hüllőféleségek, amelyek a hipnotikus nézésükkel képesek kővé változtatni az élőlényeket. Azt mondják, hogy csak mágikus eszközökkel lehet életre kelteni őket.

source: Whatever. Attention everyone! Don't look upon their eyes!
fr: Qu'importe. Attention tout le monde ! Ne les regardez pas dans les yeux !
hu: Az ördögbe! Kerüljétek velük a szemkontaktust!
tr: Her ne haltsa... Herkes dikkatli olsun! Gözlerine bakmayın!

source: I think I can remove the effects of their magic with a spell.
fr: Je pense pouvoir annuler leur magie grâce à un sort.
hu: Aztr hiszem, gyógyítani tudom a mágiájuk hatását.
tr: Sihirli sözcüklerle onların etkilerini ortadan kaldırabileceğimi sanıyorum.

source: Sounds like a plan. We should be able to dispel their magic if we can find the object to which they are bound. All cockatrices must be bound to a physical object when created. So...
fr: On dirait un plan. Nous devrions être capables de dissiper leur magie si nous trouvons ce qui les lie. Toutes les cocatris doivent être reliées à un objet quand elles sont invoquées. Donc...
hu: Ez könnyebbé teszi a dolgunkat. De úgy is semlegesíthetjük őket, ha megtaláljuk azt a tárgyat, amihez kötődnek. Minden gorgókakast az életrekeltésekor egy fizikai tárgyhoz kapcsolnak. Így...k. Így...

source: Find the object which holds the magic of the Cockatrices and destroy it
fr: Trouver et détruire l'objet qui contient la magie des cocatris
hu: Megtalálod és megsemmisíted a tárgyat, amely a gorgókakasok mágikus képességét biztosítja.pességét biztosítja.

source: Elynia is stoned by the Chimera or a Cockatrice
fr: Elynia est pétrifiée par la chimère ou une cocatris
hu: Elyniát kővé változtatja egy gorgókakas vagy a kiméra
tr: Elenya Çimera veya bir şahmaran tarafından taşlaştırılırsa

source: What the hell is that thing?
fr: Que diable est cette chose ?
hu: Hát ez meg micsoda?
tr: Ah? Bu şey de nedir?

source: That thing seems to be a creature made from parts of assorted monsters. Not a nice thing to know...
hu: Ez a lény több különböző szörnyeteg testrészeiből alkotott lény. Nem valami bizalomgerjesztő látvány...y...

source: How can it be... attention everyone! The power of these creatures seems to come from that abomination!
fr: Comment cela se peut-il... attention tout le monde ! Le pouvoir de ces horreurs semble provenir de cette abomination !
hu: Hogy lehet ez... Vigyázzatok! Ettől az undormánytól származhat a többi kreatúra ereje is.

source: Are you sure? No one has ever bound the stone to the living!
fr: Êtes-vous sûr ? Personne n'a jamais lié la pierre à la vie !
hu: Biztos vagy benne? Élő lényhez még soha nem kapcsoltak kővéváltoztató mágiát.

source: There is always a first time.
fr: Il y a toujours une première fois.
hu: Mindig van egy első eset...

source: Kill the Chimera
fr: Tuer la chimère
hu: Megölöd a kimérátt
tr: Çimera’yı öldür

source: I can't... hold against it...
fr: Je ne peux... y résister...
hu: Nem... tudok ellenállni...

source: Look!
fr: Regardez !
hu: Nézzétek!
tr: Bakın!

source: As you suspected, Malin. The death of the chimera caused all the other cockatrices to collapse.
fr: C'était bien ce que vous pensiez, Malin. La mort de la chimère a fait s'effondrer les autres cocatris.
hu: Igazad volt, Malin. A kiméra pusztulásával a gorgókakasok is megsemmisültek.
tr: Şüphende haklıymışsın, Malin. Çimera ölünce diğer şahmaranlar da yok oluverdi.

source: Certainly. The creator must have bound them to the leading chimera. Odd, for cockatrices must be bound to an object which has their dreaded power. There has never been a case in which this object was a similar creature, up to now. This could only be done by an uncannily powerful magic.
fr: Certainement. Leur créateur doit les avoir liées à une chimère. C'est étonnant de constater que les cocatris doivent être liées à un objet qui possède leur redoutable pouvoir. Ce n'avait jamais été le cas. Cela ne peut que résulter d'une magie extraordinaire.
hu: Természetesen. A létrehozójuk a vezető kimérához kapcsolta őket. Szokatlan, hogy a gorgókakasokat egy tárgyhoz kell kapcsolni, amely biztosítja a rettentő erejüket. Egyenesen elképesztő, s eleddig teljesen ismeretlen megoldás, hogy egy hasonló lény legyen ez a tárgy. Ezt csak valami félelmetesen nagy mágikus erővel lehet elérni.esen nagy mágikus erővel lehet elérni.
tr: Kesinlikle. Yaratıcısı onları Çimera’ya bağlı kılmış olmalı.

source: Those gates...
fr: Ces portes...
hu: Azok a kapuk...
tr: Bu kapılar...

source: I wonder what is awaiting behind them.
fr: Je me demande ce qui nous attend derrière.
hu: Vajon miféle veszedelmek lesnek még ránk?

source: There is only one way to find out.
fr: Il n'y a qu'un seul moyen de le savoir.
hu: Nos, csak egy módja van, hogy megtudjuk.

source: Find the Shadow Master and put a definitive end to his empire of evilness
fr: Trouver le Maître de l'Ombre et mettre un terme à son empire maléfique
hu: Megtalálod az Árnymestert és végérvényesen pontot teszel a gonosz birodalma végérelma végére
tr: Gölgelerin Efendisini bul ve imparatorluğuna son ver

source: udesc^Chimera
fr: Chimère
hu: Kiméra
tr: Çimera

source: team_name^Lair hive
fr: Essaim
hu: Farkasverem
tr: Saray kovanı

source: Touchplate triggered. A magic gate opens.
fr: Plaque déclenchée. Une porte magique s'ouvre.
hu: A súlyérzékelő aktiválódik. A mágikus kapu kitárul.
tr: Bir düzen tetiklenir ve sihirli bir kapı açılır.

source: Broken Heart
fr: Cœur brisé
hu: Megtört szív
tr: Kırık Kalp

source: Proceed to the fortress' surface exit
fr: Sortir de la forteresse, vers la surface
hu: Elérsz az erőd felszíni kijáratához
tr: Kalenin yeryüzüne çıkış yerini bul

source: We should not waste more of our time here if we don't want to be buried alive by the rocks!
fr: Nous ne devrions pas perdre plus de temps ici si nous ne voulons pas être ensevelis par les rochers !
hu: Nem vesztegethetünk itt több időt, ha nem akarjuk, hogy az izzó sziklák pecsenyét süssenek belőlünk!belőlünk!
tr: Kayalar tarafından canlı canlı ezilmek istemiyorsak burada daha fazla zaman harcamamamız gerekir!

source: Elynia, don't look back.
fr: Elynia, ne regardez pas en arrière.
hu: Elynia! Ne nézz hátra!
tr: Elenya, arkaya bakma.

source: I... I shall try not to.
fr: Je... je vais essayer.
hu: Én... én próbálok nem...
tr: Denerim...

source: Ah, nuts. This place is burning with lava!
hu: Fafejűek! Lávafolyamok törnek elő mindenhonnan!denhonnan!

source: It is not just an earthquake, then, but a volcanic eruption.
fr: Ce n'est pas qu'un tremblement de terre, mais une éruption volcanique.
hu: Ez nem egy egyszerű földrengés, ez egy vulkánkitörés!
tr: Bu sıradan bir zelzele değildi. Yanardağ faaliyete geçmiş.

source: Not quite, it is more like the inverse process. The earth is swallowing this place back to the depths.
fr: Pas vraiment, c'est sûrement le processus inverse. La planète ingère cet endroit dans les profondeurs.
hu: Nem egészen, inkább egy ellenhatás. A föld visszahúzza a mélybe ezt a helyet.
tr: Sanki işlem tersine işlemeye başlamış gibi. Toprak burayı yutuyor.
