Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: female^Elvish Prowler
fr: Patrouilleuse elfe
hu: Tünde kalandornő
tr: Elf Polisi

source: Elvish Trapper
fr: Traqueur elfe
hu: Tünde prémvadász
tr: Elf Tuzakçı

source: Elvish Trappers have increased their expertise on patrolling and defending their bases, having learned the value of confusing their enemies and backstabbing them. These skirmishers have become more skilled with the short sword, having less need of using their bolas to beat their oponents.
hu: A tünde prémvadászok nagyfokú jártasságra tettek szert a járőrözés és az önvédelem területén. Mesteri fokon művelik az ellenség megtévesztését és tőrbecsalását. Az első vonalakban harcolva sokkal inkább rövid kardjukat forgatják, mint bolájukat hajítják.

source: female^Elvish Trapper
fr: Traqueuse elfe
hu: Tünde prémvadásznő
tr: Elf Tuzakçı

source: race^Faerie
fr: Peuple des fées
hu: Tündér
tr: Peri

source: race+male^Faerie
fr: Farfadet
hu: Tündér
tr: Peri-Dişi

source: race^Fairies
fr: Fées
hu: Tündérek
tr: Periler

source: Great, dark forests and caves are excellent places for mysterious creatures to live and hide in. Rarely seen, the mischievous fairies are some of the most beautiful beings who inhabit those parts. Their protective attitude towards nature make them friends of the elves who often share their territory, but their whimsical personality and control over the fire element are characteristics that any creature foreign to their forests should fear and respect.
hu: A nagy, sötét erdőségek és barlangok kitűnő rejtekhelyül szolgálnak mindenféle misztikus lény számára. A ritkán látható, pajkos tündérek az egyik legszebb teremtések e lények közül. A természet védelme iránt érzett elkötelezettségük a tündék barátaivá teszik őket, s gyakran élnek együtt velük, de szeszélyes természetük és a tűz mágiájának használata az idegen lényeket velük szemben óvatosságra, félelemmel vegyes tiszteletre késztetik.

source: Dryad
fr: Dryade
hu: Driád
tr: Elf Perisi

source: The beautiful nymphs that secretly live in forests have been named Dryads, because of their afinity with vegetation. These faerie beings are beautiful enough to often fool enemies, who mistake them for innocent ladies, until they see themselves being consumed with their mystic fire. This is yet another reason to avoid entering elvish territory without permission.
hu: Az erdők mélyén rejtőző gyönyörű nimfákat nevezik driádoknak a növényvilághoz való vonzódásuk miatt. Szépségükkel gyakran megtévesztik ellenségeiket, akik ártalmatlan úrnőnek vélik őket, mígnem a pusztító tündéri tűzben égve rá nem jönnek tévedésükre. Ez is egy újabb indoka annak, hogy engedély nélkül nem ajánlatos a tündék erdeibe merészkedni.

source: fire aura
fr: Aura de feu
hu: tüzes sugárzás
tr: ateş halesi

source: mystic fire
fr: Feu mystique
hu: misztikus tűz
tr: mistik ateş

source: Fire Faerie
fr: Fée de feu
hu: Tűztündér
tr: Ateş Perisi

source: Faeries are rarely seen in a battlefield, as they are usually pacific creatures when not disturbed. And they are rarely disturbed, as most races know already what can the consequences be, if they dare defy a faerie, thus choosing to respect them and their homes. However, it is said that in times of war and great need they can become powerful allies to those who protect nature as much as they do. And the best race for that purpose are the forest elves. The most experienced faeries have developed a fearsome mastery of the fire element, which they can use to throw powerful fireballs to their oponents at long range, or to burn them at close range with a single touch of their hands. It is said that their very bodies start to burn, eventually leading them to become non-corporeal spirits of nature, made of pure fire.
hu: A tündérekkel ritkán találkozni csatamezőn, lévén alapvetően békés természetűek, ha nem zavarják meg őket. S a legtöbb lény nem szokta megzavarni őket, mert tisztában vannak annak következményeivel, ha kihívják egy tündér haragját, s emiatt kerülik őket is és az otthonaikat is. Néha, azt mondják, háborúk idején vagy végszükség esetén hatalmas szövetségeseikké lesznek a természetet szintúgy védelmezők oldalán. S e védők leginkább az erdei tündék. A legképzettebb tündérek félelmetes tudásra tettek szert a tűzmágia terén, pusztító erejű tűzgolyókat lövellnek távoli ellenségeikre vagy a puszta közelségükkel is képesek égetni. Azt beszélik, hogy az egész testük felizzik ilyenkor, s a fizikai síkból kilépve a természet tüzes szellemeivé változnak.

source: Forest Spirit
fr: Esprit de la forêt
hu: Erdei szellem
tr: Orman Perisi

source: Faeries may eventually become one with the fire element, turning into spirits of flame and might, which they will use to relentlessly protect the forests they inhabit or people to which they have swore allegiance. However, seeing one of these spirits is more rare than stumbling upon a Wose, even for elves.
hu: A tündérek végső soron maguk is az Egyetemes Tűz részévé válnak, izzó, erős szellemekként fáradhatatlanul őrködnek az általuk lakott erdők vagy az emberek felett, akikkel szövetségre léptek. Csakhogy egy ilyen szellemmel nagyon ritkán lehet találkozni, ritkábban, mint ahogy egy tünde fapásztorba botlik.

source: Sprite
fr: Lutin
hu: Tündér
tr: Peri

source: Mischievous in nature, these fiery fairies are pranksters at heart, with a sense of humor that is often called nymph-like. While their command of the fire element remains a mystery, it has been rumored that these fairies are cousins to the imp. However, their protective attitude of nature and whimsical personality make them fast friends to the elves.
hu: Természetüknél fogva csintalanok ezek a lobbanékony tündérek, szívük szerint nagy kópék, olyan humorral, amit gyakran nimfaszerűnek neveznek. Míg az elemi tűz irányításának mibenléte misztérium marad, azt pletykálják, hogy ezek a tündérek a manók rokonai. Azonban a természet védelmezése és hóbortos természetük hamar a tündék barátaivá teszi őket.

source: female^Lady of Light
fr: Madone de Lumière
hu: Világosság Úrnője
tr: Işık Meleği

source: Unknown origins and paths led this sylvan nymph, who presumably was a common elven lady in the past, to gain a mysterious power capable of keeping the balance between Light and Darkness in this world. Actually, nobody is sure whether she always had this power or not. She has been known under many names given by different races, including the Sylvan Essence, the Source of Light, the Lady of Light and Eloh. Very little is what common people know about her true source of power, which relies in the Union of the Darkness and Light in a single, balanced power. However, she has no ability herself to control the powers of darkness, yet she controls the Light at such point that her skin shines with it; this suggests she needs the support of someone else to call upon the Union. That was, according to an ancient elvish legend, what vanquished the greatest -up to now- evil from this world.
hu: Senki sem tudja, hogyan és mikor született ez az erdei nimfa, feltételezések szerint egy közönséges tünde úrnő volt, aki mesés hatalom birtokába került, miáltal a Világosság és a Sötétség egyensúlyát képes biztosítani a világunkban. Ezidőszerint azt sem tudja senki, hogy ez a képessége örök vagy sem. A különböző fajok közt különböző neveken ismert: Erdei Úrnő, A Fény Forrása, A Világosság Úrnője és Eloh. A közönséges halandók kevéssé ismerik az erejének a forrását, ami végső soron a Világosság és a Sötétség együttes, egyensúlyban lévő Egyesüléséből származik. Csakhogy önmagában nem képes a Sötétség erejét is uralni, csak a Világosságét, amit a belőle sugárzó fény is jelez; ezért szüksége van valaki másra is, hogy megidézzék az Egyesülést, ami az ősi tünde legendárium szerint szükséges volt a -mindmáig - leghatalmasabb gonosz lény megsemmisítésére a világunkban.

source: female^Sylvan Warden
hu: Erdei Felügyelőnő

source: Although she is more known for the power of the Union which she formerly wielded, her mastery of faerie magic is great enough to compensate the loss. She is guardian of the forests, and will do anything to stop those who dare disturb peace on them.
hu: Habár sokkal ismertebb az Egyesülés ereje kapcsán, amellyel korábban összefonódott a neve, a tündéri mágiában való nagyfokú jártassága elegendő kárpótlás az elvesztett erőért. Az erdők legelszántabb védelmezője, erélyesen fellép mindenki ellen, aki a békéjüket zavarni merészeli.

source: elynia_glamour+female^Falcon
fr: Faucon
hu: Sólyom

source: It is as majestic as a falcon, yet not a falcon.
fr: On dirait un faucon, mais ce n'en est pas un.
hu: Épp olyan fenséges, mint egy sólyommadár, bár nem sólyom.

source: beak
fr: bec
hu: csőr
tr: gaga

source: elynia_glamour+female^Rabbit
fr: Lapine
hu: Nyúl

source: It may look like a mighty rabbit, but it isn't.
fr: On dirait un gros lapin, mais ce n'est en pas un.
hu: Úgy néz ki, mint egy erős nyúl, bár nem az.

source: incisors
fr: incisives
hu: metszőfogak
tr: öndişler

source: elynia_glamour+female^Imp
fr: Diablotine
hu: Ördög

source: It may look like a treacherous Imp, but it isn't.
hu: Úgy néz ki, mint egy álnok ördög, de nem az.

source: elynia_glamour+female^Tiger
fr: Tigresse
hu: Tigris

source: It may look like a Tiger, but it isn't.
fr: On dirait un tigre, mais ce n'est en pas un.
hu: Úgy néz ki, mint egy tigris, bár nem az.

source: elynia_glamour+female^Shaxthal Drone
fr: Drone shaxthale
hu: Saxtál here
tr: Zebani-Dişi

source: It may look like a Shaxthal Drone, but it isn't.
fr: On dirait un drone shaxthal, mais ce n'est en pas un.
hu: Pont úgy néz ki, mint egy saxtál here, de nem az.
tr: Dişi bir Zebani gibi duruyor, değil mi?

source: energy shock
fr: choc d'énergie
hu: áramütés
tr: enerji şoku

source: Steppe Flanker
fr: Flanqueur des steppes
hu: Sztyeppi tőrvető
tr: Goblin Yerebakan

source: Some goblins have discovered that the skills gained on the hunt can be put to use on the battlefield. While goblins are not overly welcome among the raiding parties, they are undeniably useful and so their presence is tolerated, if grudgingly.
fr: Certains gobelins ont compris que leurs talents de chasseur pouvaient s'avérer utiles pendant les batailles. Et donc, même s'ils ne sont pas particulièrement bienvenus dans les groupes de raids, leur présence est tolérée, à regret, car ils s'avèrent indiscutablement efficaces.
hu: Néhány kobold felfedezte, hogy a vadászatban szerzett tapasztalatokat a csatatéren is hasznosíthatják. Habár a koboldokat nem szívesen látják a támadó csapatokban, tagadhatatlanul hasznosak és jelenlétüket vonakodva elviselik.

source: harpoon
fr: harpon
hu: szigony
tr: zıpkın

source: Steppe Hunter
fr: Chasseur des steppes
hu: Sztyeppi vadász
tr: Goblin Yanbakan

source: The cruel life on the steppes tends to weed out the weak early on and harden those that remain. For this reason goblins are nowhere near as common on the steppe as they are elsewhere. Those that do survive often make themselves useful as scouts or scavengers. In hunting parties they specialise in the use of barbed harpoons to lame prey, allowing an easier kill for their larger orcish bretheren.
fr: La cruelle vie des steppes a tendance à éliminer les faibles assez rapidement et à endurcir ceux qui restent. C'est pourquoi les gobelins sont loin d'être aussi communs dans la steppe qu'ils peuvent l'être ailleurs. Ceux qui survivent se rendent souvent utiles comme éclaireurs ou comme détrousseurs. Durant les expéditions de chasse, ils affaiblissent leurs victimes grâce à des harpons barbelés, facilitant ainsi l'hallali pour leurs frères orcs plus costauds.
hu: Az élet a kegyetlen sztyeppén korán kirostálja a gyengéket, és megerősíti a megmaradtakat. Ebből az okból a koboldok egyáltalán nem olyan gyakoriak a sztyeppén, mint másutt. Azok, akik túlélik a nehézségeket gyakran felfedezőként vagy fosztogatóként teszik magukat hasznossá. Vadászó csoportokban a horgas szigony használatát sajátították el, amivel megbénítják az áldozatot, lehetővé téve nagyobb ork testvéreiknek a könnyebb leölést.

source: Steppe Striker
fr: Assassin des steppes
hu: Sztyeppi lesújtó
tr: Goblin Dikbakan

source: Rather then weaken foes for others to finish off, Strikers seek the killing blow themselves. However they do not possess the physique to survive long in a straight fight. Instead they dart around the main fracas, seeking to surprise distracted enemies.
fr: Les assassins préfèrent porter eux-mêmes un coup fatal plutôt que d'affaiblir leurs ennemis pour que d'autres les achèvent ensuite. Mais leur physique ne leur permet pas de survivre longtemps en combat direct. Ils évitent donc l'endroit où la bataille fait rage, et cherchent plutôt à surprendre des adversaires inattentifs.
hu: Ahelyett, hogy ellenségeiket legyengítenék, és másnak hagynák a végső csapást, a lesújtók saját maguk keresik a gyilkos ütést. Ennek ellenére nem rendelkeznek a megfelelő fizikummal, hogy túléljenek egy közvetlen küzdelmet. Ehelyett végigszáguldanak a nagyobb felfordulásokon, kutatva az elfoglalt ellenségeket, hogy meglephessék őket.

source: Sleeping Gryphon
fr: Griffon endormi
hu: Alvó griff
tr: Uyuyan Grifin

source: race^Aragwaith
fr: Aragwaiths
hu: Aragwaith
tr: Aragvay

source: race+female^Aragwaith
fr: Aragwaiths
hu: Aragwaith nő
tr: Aragvay-Dişi

source: race^Aragwaithi
fr: Aragwaiths
hu: Aragwaithok
tr: Aragvaylar

source: During most of the Golden Age, the humans who inhabited the Great Continent were mostly Wesnothians, divided across various territories such as the Northlands, Elensefar and the kingdom of Wesnoth itself. However, there was once a time of great strife during which a new race of humans started to appear from nowhere. They were the 'Aragwaithi', which meant 'noble' in their native language. It has been since then rumored that they came from the Vast Sea to settle in Wesnoth. They mostly lived as mercenaries in that time, until the Fall. After that, they supposedly moved to the northmost lands of the Continent, were the sands could not reach, and the green could survive. Albeit being humans, many of their customs and racial features are incredibly different to the standards, to the point it puts them close to elves in terms of their dexterity with bows. Their wisemen have a mastery of magic not to be underestimated in the battlefield, for it has surprised and overseded the best magi often.
hu: Az Aranykor legnagyobb részében a Nagy-Kontinensen az egyetlen emberek a wesnothiak voltak, akik benépesítették a különböző területeket: Északföldét, Elensefart és magát a Wesnoth Királyságot. Aztán eljött a népvándorlás ideje, amikor egy új emberi rassz jelent meg szinte a semmiből. Ezek voltak az 'aragwaithok', akiknek neve az ő nyelvükön azt jelenti, hogy 'előkelő'. Úgy mondták, hogy az Óperencián túlról érkeztek, s letelepedtek Wesnothban. A Kataklizma előtt zsoldosokként szolgáltak. Utána viszont a Kontinens legészakabbi területeire vándoroltak, ahová a sivatag nem ért el, s ahol a természeti környezet is érintetlen maradt. Habár emberek, szokásaik és faji jellegzetességeik nagyban elütnek a többi embertől, s bizonyos szempontból a tündékkel hozza őket közelebbi kapcsolatba, ahogy az íjászatban való jártasságuk is. Bölcseik mágikus képességeit ajánlatos nem lebecsülni, mert kellemetlen meglepetést okozhatnak a legjobb mágusoknak is.

source: Ancient Banner
fr: Bannière ancienne
hu: Ősi Lobogó hordozó
tr: Bayrakçı

source: Archer
hu: Nyilas
tr: Okçu

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
fr: Les aragwaiths sont un peuple noble, de constitution fragile, mais que l'entraînement transforme en une des plus redoutables peuplades de ce monde. Leurs archers ne font pas exception. Leur habileté à l'arc est comparable à celle des elfes et ils sont d'une rapidité exceptionnelle avec leurs dagues.
hu: Az aragwaithok nemes emberek, testileg törékenyek, de kiképzésük ezen világ leghalálosabb lakóivá teszi őket. Nyilasaik sem kivételek. A tündékével vethető össze az íjkezelési képességük és bámulatosan gyorsak tőreikkel is.

source: Captain
fr: Capitaine
hu: Kapitány
tr: Yüzbaşı

source: Caravan
fr: Caravane
hu: Karaván
tr: At Arabası

source: Caravans are used to carry supplies or valuables over long distances. They are guarded, but nevertheless their drivers are usually soldiers capable of defending the charge on their own, armed with a spear and crossbow.
fr: Les caravanes sont utilisées pour transporter des marchandises ou des richesses sur de longues distances. Elles sont escortées mais, néanmoins, leurs conducteurs sont des soldats capables de défendre leur chargement eux même, à l'aide d'une pique et d'une arbalète.
hu: A karavánok az ellátmányok és az áruk nagy távolságra való eljuttatásában játszanak szerepet. Általában őrzik őket, de a hajtók is többnyire katonák, akik maguk is el vannak látva védőfegyverekkel, dárdával és számszeríjjal.

source: Eagle Master
fr: Maître des aigles
hu: Sasmester
tr: Kartal Süvari

source: With experience, Eagle riders become more skilled and the relation with their winged friend become so strong that they act as one. As Eagle masters, they no longer need to give orders to their mounts, those anticipate them.
fr: Avec la pratique, les chevaucheurs d'aigles deviennent plus habiles et leur relation avec leur ami ailé devient si profonde qu'ils agissent comme un seul. Les maîtres des aigles n'ont ainsi plus besoin de donner d'ordres à leur monture, qui les anticipe.
hu: Tapasztalatot szerezvén a saslovasok képzettebbekké válnak és kapcsolatuk szárnyas barátaikkal olyan erőssé válik, hogy egyként cselekednek. Sasmesterként már nem kell parancsokat adniuk hátasaiknak, ők már előre megérzik azokat.

source: prey crush
fr: broyage de proie
hu: tépés
tr: av dalışı

source: Eagle Rider
fr: Chevaucheur d'aigle
hu: Saslovas
tr: Kartal Binici

source: Some Aragwaithi youths take young eagles as a pet. These are not the common eagles, but a race of noble, giant birds of prey. When they are grown enough, they usually willing to serve as a mount for their best friend, and their young mates learn the art of riding these giant birds.
fr: De jeunes aragwaiths prennent des jeunes aigles comme animaux de compagnie. Ce ne sont pas des aigles communs, mais c'est une race de gigantesques et nobles rapaces qui acceptent, en général après avoir suffisamment grandi, de servir de monture à leur meilleur ami, dont le jeune compagnon apprend l'art de monter ces oiseaux géants.
hu: Néhány aragwaith fiatal háziállatként fiatal sast tart. Ezek nem közönséges sasok, hanem egy óriási, nemes ragadozómadár-faj. Ha már elég termetesre nőttek, gyakran örömmel szolgálnak hátasként legjobb barátaiknak és fiatal társaik megtanulják a hatalmas madarak megülésének művészetét.

source: Flagbearer
fr: Porte-étendard
hu: Zászlótartó
tr: Bayrak Hamalı

source: Greatbow
fr: Grand-arc
hu: Visszacsapóíjász
tr: Kocayay

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
fr: Remplaçant enfin le couteau et la dague par une épée, l'habileté au corps à corps du puissant-arc est intermédiaire entre celle du puissant-arc et celle du massacreur. Leur arc est toutefois un chef-d'œuvre d'équipement militaire. Plusieurs mois sont nécessaires pour fabriquer, sur mesure, un seul de ces arcs. La force incroyable nécessaire pour les bander rend leur utilisation dangereuse pour tout autre que leur propriétaire.
hu: Végezetül a gyilokról és tőrről áttérve a kardra, a visszacsapóíjász hatékonyabb az erősíjasnál közelharcban, de nem olyan erős, mint a vérengző. Azonban az íjuk a katonai eszközök legsikerültebb remekműve. Jónéhány hónapot töltenek el egyetlen íj elkészítésével, és mindegyik íjat a használója egyéni jellemzőire alakítják. A hihetetlen erő miatt, ami az íj meghajlításához kell, a készítőjén kívül bárki, aki megpróbálja felajzani azt, súlyos sérüléseket szerezhet.

source: Guard
fr: Garde
hu: Őr
tr: Muhafız

source: Chosen from the toughest Swordsmen, Guards willingly forgo some of thier mobility for the advantages of armor. Whether in ceremonial posts during peace, or on the battlefield in times of war, their role is always the same: defending the Warlock nobilty.
fr: Les gardes sont choisis parmi les plus solides des spadassins et renoncent volontiers à un peu de mobilité pour pouvoir porter des armures lourdes. Que ce soit durant leurs fonctions honorifiques des temps de paix ou durant leurs fonctions militaires des temps des guerres, leur rôle reste toujours le même : protéger les enchanteurs nobles.
hu: A legkeményebb kardforgatók közül válogatva, az őrök örömmel feladják mozgékonyságukat a páncélzat nyújtotta előnyökért cserébe. Akár ünnepélyes posztokon békeidőben vagy a csatatéren háború idején, szerepük mindig ugyanaz: megvédeni a táltos nemességet.

source: Guardian
fr: Gardien
hu: Őrző
tr: İnfazcı

source: Lancer
fr: Lancier
hu: Kopjás
tr: Mızraklı Süvari

source: Longswordsman
fr: Escrimeur
hu: Pallosforgató
tr: Uzun Kılıçlı

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
fr: Malgré le talent supérieur de leurs spadassins, les aragwaiths réservent toute leur admiration aux escrimeurs. Ces guerriers sont tellement habiles pour parer et pour frapper d'estoc et de taille qu'ils ont préféré porter une épée plus longue, toujours et encore maniée avec aisance et grâce.
hu: Míg az aragwaith kardforgatókat hihetetlenül képzettnek tartják a többi faj pengeforgatóihoz képest, az aragwaithok között sajátságos imádat övezi a pallosforgatókat. Ezek a harcosok olyan mélyen elmerültek a döfés és hárítás művészetében, hogy hosszabb pengét használnak, mint a kardforgatók, de ugyanolyan fenségesen és tehetségesen forgatják azt.

source: long sword
fr: épée longue
hu: pallos
tr: uzun kılıç

source: Pikeman
fr: Piquier
hu: Pikás
tr: Kargıcı

source: Scout
fr: Éclaireur
hu: Felderítő
tr: Gözcü

source: Shield Guard
fr: Garde bouclier
hu: Pajzs Őre
tr: Kalkanlı Muhafız
