Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: All the groups we have spotted so far come south from here. That probably means that they don't inhabit the far North. If we depart in that direction, we might find a new home to settle in. If we fail, at least we will die with our heads high.
fr: Tous les groupes que nous avons repérés viennent du sud. Cela signifie qu'ils n'habitent pas l'extrême nord. Si nous allons là-bas, nous trouverons probablement un nouvel endroit pour nous installer. En cas d'échec, nous périrons au moins la tête haute.
hu: Ezek a csapatok mind délről érkeztek, tehát vélhetően messze Északra még nem értek el. Északra találhatunk egy új otthont magunknak, vagy ha mégsem, akkor emelt fővel halhatunk meg.
tr: Şimdiye kadar karşılaştığımız tüm gruplar güneyden geldiler. Bundan uzak kuzeyde yaşamadıkları sonucunu çıkarabiliriz. Uzak kuzeye ilerlersek, çölde telef olmaz, hatta kendimize yeni bir yurt bulabiliriz. Bunda olur ya, başarılı olamazsak en azından son günlerimiz, burada geçireceğimiz günlerden daha iyi olur.

source: You bring hard counsel, but I see its wisdom.
fr: Vos conseils sont rudes, mais j'en perçois la sagesse.
hu: Súlyos dolgokat mondasz, de igazad van.

source: The darkness... who knows what perils await us there?
fr: L'obscurité... qui sait quels dangers nous attendent là-bas ?
hu: A sötétség... ki tudja miféle veszedelmek lesnek ránk odalenn? ránk odalenn?
tr: Karanlık... Bizi orada kimbilir ne tehlikeler bekliyor...

source: We are in a narrow place between the peril of the caves and the certainty of death at the hands of that...thing...the humans command.
fr: Nous sommes dans un espace confiné, coincés entre les dangers des cavernes et une mort certaine aux mains de ce... de cette chose... que les humains contrôlent.
hu: Nincs sok lehetőségünk. Vagy a barlangok sötétjében leselkedő szörnyek, vagy azok az emberek által irányított... izék... Utóbbiakkal szemben a biztos halál vár ránk.

source: Most of our people are not experienced in moving at night, let alone in the darkness and depths of a cavern!
fr: Beaucoup de nos gens ne savent pas se déplacer de nuit, seuls dans l'obscurité et les profondeurs d'une caverne !
hu: Népünk fiai nem mozognak jól a barlangokban, gyámoltalanok a sötétben és a mélységekben.
tr: Sivillerin çoğu geceleyin sokakta yürüyemiyor, mağaranın derinliklerinde ve zifiri karanlıkta ne yapacaklar?

source: I fear we have no other alternative left. Unless you civilans think it a better course to stand and fight to our death, and be expunged from the green world without trace?
fr: J'ai bien peur que nous n'ayons pas d'alternative. Sauf si vous, citoyens, préférez rester et combattre jusqu'à une mort certaine, ce qui fera disparaître toute trace de notre civilisation de ce monde verdoyant ?
hu: Tartok tőle, hogy nincs más lehetőségünk. Hacsak azt nem gondoljátok, hogy jobb lenne halálig harcolni és nyomtalanul eltűnni ebből a világból.
tr: Korkarım başka seçenek yok. Siviller, burada ölene kadar döğüşmek için kalmayı ve bu günün sonunda toplumumuzdan geride hiç bir izin kalmamasını mı tercih ederdiniz?

source: Elvish Civilian
fr: Civils elfes
hu: Tünde önkéntes
tr: Elf Milisi

source: No, my lady. We will follow you for the sake of our survival.
fr: Non, madame. Nous vous suivrons au péril de notre vie.
hu: Nem, úrnőm. Követünk téged, ez az egyetlen esélyünk a túlélésre.
tr: Hayır. Hayatta kalmak uğruna sizi izleyeceğiz.

source: It will be necessary, however, to distract our foes until we evacuate all of our people to the caves. Have you thought on that, my lady?
fr: Il sera nécessaire de distraire nos adversaires jusqu'à l'évacuation nos gens vers les cavernes. Vous y aviez pensé, madame ?
hu: Ez valóban szükséges, de úrnőm gondolkodtál azon, hogy a kitelepítésről el kell terelnünk az ellenség figyelmét?
tr: Tüm halkımız mağaraları sığınana kadar zaman kazanmak için düşmanın ilgisini başka tarafa çekmek zorundayız. Bu konuda bir şeyler düşündünüz mü, hanımefendi?

source: I had not.
fr: Pas du tout.
hu: Erre nem gondoltam.

source: Someone must stay here to spoil their attack, I shall do it..
fr: Quelqu'un doit rester ici pour repousser leur attaque. Je serai celui-là...
hu: Valakinek itt kell maradnia, hogy felfogja a támadásukat. Majd én maradok.

source: But...
fr: Mais...
hu: De...
tr: Fakat...

source: My lord... why?
fr: Monseigneur... pourquoi ?
hu: Uram...miért?
tr: Efendim... neden?

source: Because it's all I can do for our future. I am too old to long survive in the desert, but here I can die well. Galas, you are a brave warrior, albeit unseasoned -- and more to the point, you have the intelligence to *lead* brave warriors. I pass to you the war-leadership of the elves of the Valley of Elynia.
fr: Parce que c'est essentiel pour notre futur. Je suis trop vieux pour survivre dans le désert, mais je peux périr utilement ici. Galas, tu es un brave guerrier, même si tu es inexpérimenté. Pour être direct, tu es assez intelligent pour *mener* des combattants courageux. Je te transmets le commandement des elfes de la Vallée d'Elynia.
hu: Mert ez minden, amit a jövőért tehetek. Túl öreg vagyok már, hogy egy új környezetben éljek, de itt még a halálom a hasznotokra válhat. Galas, te egy bátor harcos vagy, ha kissé még tapasztalatlan is -- de több érv szól melletted, megvan az intelligenciád ahhoz, hogy te *vezesd* a bátor harcosokat. Ezennel rádruházom Elynia-völgy tündéinek hadvezéri tisztét.
tr: Çünkü geleceğimiz için yapabileceğim tek şey budur. Issızda yardımınıza koşmak için çok yaşlıyım fakat burada kalarak size çok büyük yardımım dokunur. Galas, genç ve eğitimin yetersiz olmasına rağmen cesur bir savaşçısın. Eğitimini yolda tamamlayacağına eminim. Elenya Vadisi elflerinin lideri artık sensin. Benim birinci vazifem sizin buradan sağ salim çıkmanızı sağlamak olacaktır.

source: I... cannot. I'm not ready for this!
fr: Je... ne peux pas. Je n'y suis pas prêt !
hu: Én... ezt nem... nem vagyok kész a feladatra!eladatra!

source: None of us is ever ready for such a burden. But we must bear it nevertheless
fr: Aucun d'entre nous n'est prêt pour un tel fardeau. Mais nous devons néanmoins le porter.
hu: Közülünk soha senki nem készült ilyen teherre. Mégis örökké cipelnünk kell.

source: Hail, Galas!
fr: Mes hommages, Galas !
hu: Éljen Galas!
tr: Selam, Galas!

source: Now, go! May Fate reunite us in time, young Galas.
fr: Pars, maintenant ! Espérons que le destin nous réunisse à temps, jeune Galas.
hu: És most menjetek! A Sors legyen kegyes hozzátok! Majd annak idején találkozunk Odaát, ifjú Galas!
tr: Gidin şimdi! Kaderimiz tekrar görüşmeyi nasip etsin, Galas.

source: *Ugh* I am finished.
fr: Argh ! Je suis fini !
hu: *Uhh* Bevégeztetett.
tr: *Uhh* bittim.

source: Anlindë! No! We need you! Who will guide us with wisdom now?!
fr: Anlindë ! Non ! Nous avons besoin de vous ! Qui nous guidera avec sagesse désormais ?!
hu: Anlindë! Ne! Szükségünk van rád! Ki vezet minket a bölcsességével ezután?
tr: Analya! Hayır! Sana ihtiyacımız var! Şimdi bize kim yol gösterecek?!

source: It is my end...
fr: C'est la fin...
hu: Utam véget ért...
tr: Benim yolum buraya kadarmış...

source: Galas? Galas, no!
fr: Galas ? Galas, non !
hu: Galas? Galas, ne!
tr: Galas? Galas, n’hayır, n’olamaz!

source: Ugh.
fr: Argh.
hu: Uhh.
tr: Gık.

source: I have fallen this day. But, young Galas, you are the brightest of our young. Lead our people in my place!
fr: Je tombe en ce jour. Mais, jeune Galas, tu es le meilleur de nos jeunes gens. Dirige notre peuple à ma place !
hu: Az én időm már kitelt. De ifjú Galas, te vagy a fiatalok között a legígéretesebb tehetség. Vezesd helyettem a népünket!
tr: Bugün son günümmüş. Fakat, genç Galas sen hala yetenekli bir savaşçısın. Lütfen halkıma benim yerime sen liderlik et!

source: Lédinor, no!
fr: Lédinor, non !
hu: Lédinor, ne!
tr: Ledinor, hayır!

source: Leave nothing standing! Burn them alive with their villages!
fr: Ne laissez rien debout ! Brûlez-les vivants avec leurs maisons !
hu: Romboljatok le mindent! Elevenen égessétek el a házakban lakókat is.
tr: Ayakta hiçbir şey bırakmayın. Hepsini köyleriyle birlikte yakın!

source: We could not protect enough of our civilians. They have been burned alive with their villages!
fr: Nous n'avons pas pu protéger assez de civils. Ils ont brûlé vifs dans leurs demeures !
hu: Nem tudtuk elég polgárunk életét megmenteni. A házukban égtek el elevenen.
tr: Sivilleri yeterince koruyamadık. Köyledirde canlı canlı yakıldılar!

source: We have failed to protect our people and the legacy of our civilization.
fr: Je n'ai pu protéger notre peuple et l'héritage de notre civilisation.
hu: Megbuktunk! Nem tudtuk megvédeni a polgárainkat, a civilizációnk is elpusztul.
tr: Toplumumuzun vasiyetini ve halkımızı korumayı başaramadık.

source: Memories from the Depths
fr: Mémoires des profondeurs
hu: Feljegyzések a mélységből
tr: Derinlerdeki Anılar

source: team_name^Enemies
fr: Ennemis
hu: Ellenségek

source: Explore the caves
fr: Vers les souterrains
hu: Felderíted a barlangotangot
tr: Mağarayı keşfet

source: After the remaining survivors entered the cave, and Galas and Anlindë went in, she collapsed the cave entrance with a spell. Her hope was that this would buy them time to find a northward exit.
fr: Galas et Anlindë entrèrent dans la caverne après les survivants. Anlindë fit s'effondrer l'ouverture avec un sortilège, en espérant que cela leur donnerait le temps de trouver une issue au nord.
hu: A maradék túlélők, s Galas után Anlindë is lement a barlangba. Megfordulva néhány varázsszót mormolt, s a barlang bejárata beomlott. Remélte, hogy ezzel sikerült némi időt nyerni, s ezalatt elérnek északon egy kijáratot.
tr: Hayatta kalan herkes mağaraya girdikten sonra mağaraya en son Galas ve Analya girdi ve Analya sihirli sözler söyleyip mağara girişini kapattı. Böylece kuzeyde bir çıkış bulana kadar bir süreliğine takip edilemeyeceklerdi.

source: We lost our home... many of our children and elders... and our lord, at the hands of those fiends... what will we do now? Where will we go?
fr: Nous avons perdu nos maisons... beaucoup d'enfants et de vieillard... et nos chefs, dans les pattes de ces démons... qu'allons-nous faire maintenant ? Où irons-nous ?
hu: Elveszítettük az otthonunkat... sok gyereket és öreget... és urunkat is kiszolgáltattuk azoknak a szörnyetegeknek... mit csinálunk most? Hová megyünk?
tr: Vatanımızı... çocuklarımızın ve yaşlılarımızın çoğunu... ve yaşlı liderimizi kaybettik... şeytanların eline geçti... şimdi ne yapacağız? Nereye gideceğiz?

source: Don't despair, Galas. This is not the first time we have lost our home, and we always have found a new one. I think it will be no different this time.
fr: Ne désespère pas, Galas. Ce n'est pas la première fois que nous perdons nos maisons, nous en avons toujours trouvé d'autres. Je ne pense pas que ce soit différent cette fois-ci.
hu: Ne aggódj Galas! Nem ez az első alkalom, hogy elhagytuk az otthonunkat. És mindig találtunk egy újat magunknak. Azt hiszem, most is egy ilyen helyzetben vagyunk.
tr: Üzülme Galas. Bu topraklarımızı ilk kaybedişimiz değil, kendimize hep yeni bir yurt bulmuşuzdur. Bunun da onlardan çok farklı olduğunu düşünmüyorum.

source: I profoundly hope so. We must continue down these caves, then. But Anlindë, you mentioned something about an evil force before counselling flight. What did you mean?
fr: Très sincèrement, j'espère. Nous devons continuer dans ces cavernes, maintenant. Mais, Anlindë, vous aviez mentionné une force démoniaque juste avant de préconiser la fuite. Qu'entendiez-vous par là ?
hu: Erősen remélem. Tehát le kell hatoljunk a barlang mélyére. De Anlindë, említettél valami gonosz erőt, mielőtt még harcba bocsátkoztunk a betolakodókkal. Mire gondoltál?
tr: Ben de bunu umuyorum. Mağaraların aşağılarına doğru yola devam etmeliyiz. Analya yurdumuzu terk etmeyi tartışırken şeytani bir güç gibi bir şeyden bahsettin. Ne demek istedin?

source: I meant there was some great evil aiding the humans. Not merely ordinary necromancers and war-beasts, but something worse. Something I believed we had already vanquished... but now I realize we had not, at least not completely...
hu: Azt mondtam, hogy valami ördögi erő segíti az embereket. Nem közönséges holtidézőkre vagy harciszörnyekre gondoltam, sokkal rosszabbra. Valamire, amit azt hittem, már megsemmisítettünk. De most azt kell higgyem, hogy mégse, legalábbis nem egészen.egalábbis nem egészen...

source: I still don't understand. Of what foe do you speak?
fr: Je ne comprends toujours pas. De quel ennemi parlez-vous ?
hu: Még mindig nem értem. Miféle ördögi erőre céloztál?
tr: Ben hala anlamıyorum. Evvelce üstesinden geldiğimiz neydi?

source: Nothing you should know, impudent boy! Do not ask of it again; some truths should go unrevealed save in dire necessity, and this is no such an occasion. Now I suggest we find an exit before they discover how to reopen the cave entrance. There is no looking back - our valley is probably in ruins by now. It saddens me, but we must live with it.
fr: Rien que vous ne deviez savoir, jeune impudent ! Ne posez plus la question ; certaines vérités ne doivent être révélées qu'en cas d'extrême nécessité, et ce n'est pas le cas. Maintenant, je suggère de trouver une sortie avant qu'ils ne découvrent un moyen de réouvrir l'entrée de la caverne. Inutile de regarder en arrière : notre vallée est probablement en ruine maintenant. Cela m'attriste, mais nous devons vivre avec.
hu: Semmi olyanra, amiről tudnod kéne pimasz kölyök. S ne zavarj még egyszer ezzel; vannak dolgok, amiknek csak végveszély esetén szabad nyilvánosságra kerülniük, s most nincs végveszély. Inkább azzal foglalkozzunk, hogy minél hamarabb találjunk egy északi kijáratot a barlangból, mielőtt az ellenség behatolna az eltorlaszolt bejáraton. Ne hátrafelé nézzünk - a völgyünk mára már valószínűleg romokban hever. Ez elkeserít engem, de együtt kell élnünk ezzel a teherrel.
tr: Bunu bilmen gerekmiyor, bir daha sormasan daha iyi olur. Kimi zaman gerçekler mutlaka gerekli olmadıkça açıklanmamalıdır ve şimdi bunun sırası hiç değil. Onlar mağara girişinin nasıl açılacağını keşfedene kadar bir çıkış bulmayı öneriyorum. Geriye bakmanın anlamı yok, vadimiz muhtemelen harabeye dönmüştür. Bu tür şeyler gerçekten beni de kederlendiriyor, fakat bununla yaşamayı öğrenmeliyiz.

source: I suppose so... Let us find an exit. If we but can...this cave system has never been explored before.
fr: Je suppose... Trouvons une sortie. Si nous pouvons.... ce réseau de galeries n'a jamais été exploré auparavant.
hu: Én is így gondolom... Keressünk egy kijáratot! Ha ugyan létezik... Sosem jártunk még ezekben a barlangokban.
tr: Öyle olsun... Haydi bir çıkış bulalım, fakat, bu mağara sistemini daha önce hiç keşfetmemiştik.

source: Would that we had more experience at moving in this darkness. This will be a long exploration.
fr: J'espérais que nous saurions mieux nous déplacer dans cette obscurité. Ce sera une longue exploration.
hu: Bárcsak nagyobb gyakorlatunk lenne a barlangászatban. Hosszú feltárásnak nézünk elébe.
tr: Zifiri karanlıkta haraket etmekte daha deneyimli olmayı isterdim. Bu uzunca bir keşif olacak.

source: Undead! There are undead here!
fr: Des morts-vivants ! Il y a des morts-vivants ici !
hu: Élőholtak! Élőholtak vannak idelenn!
tr: Hayaletler! Burada hayaletler var!

source: We were not aware of undead roaming these caves!
fr: Nous ne savions pas que des morts-vivants rodaient dans ces cavernes !
hu: Arra nem készültünk, hogy élőholtakkal találkozunk.
tr: Bu mağarada yarı ölülerin dolaştığından haberim yoktu!

source: We shall have to deal with them before finding the exit.
fr: Nous devrons nous arranger avec eux avant de sortir.
hu: Kénytelenek vagyunk leszámolni velük, mielőtt elérjük a kijáratot.
tr: Çıkışı bulmadan önce onlarla ilgilenmemiz gerekecek sanırım.

source: Find the undead enemy leader
fr: Trouver le chef mort-vivant ennemi
hu: Megtalálod az élőholtak vezetőjéttőjét
tr: Hortlakbaşını bul

source: Who is this foul enemy that seeks our death?
fr: Quel est cet ennemi putride qui essaye de nous tuer ?
hu: Ki ez az aljas ellenség, aki a halálunkat kívánja?
tr: Bizi öldüreceğini sanan bu şapşallar da kim?

source: I am Mal Keshar, and I will avenge myself upon you all!
fr: Je suis Mal Keshar et je me vengerai de vous tous !
hu: Mal Keshar vagyok, s bosszút állok mindannyiótokon.
tr: Ben Mal Keşnar, hepinizden intikamımı alacağım!

source: Keshar? That name...
fr: Keshar ? Ce nom...
hu: Keshar? Ez a név...
tr: Keşnar? Bu isim...

source: Your kind has tried numerous times to vanquish me, but you cannot. I am more powerful than you or those foul orcs! Now, prepare to die.
fr: Votre espèce a tenté de nombreuses fois de me vaincre, mais vous ne le pouvez pas. Je suis plus puissant que vous ou que ces orcs puants ! Préparez-vous tout de suite à mourir.
hu: A fajtátok számtalanszor megpróbált megsemmisíteni engem, de nem sikerült. Sokkal hatalmasabb vagyok, mint ti vagy azok az aljas orkok. Készüljetek a végzetetekre!
tr: Sizin türünüz bir zamanlar beni yoketmeyi denedi, ama bu o kadar basit değil. Sizden ve şu aptal orklardan daha güçlüyüm! Şimdi, ölmeye hazır olun.

source: I could swear I read his name in old scrolls about the Golden Age, but I'm not sure.
fr: Je jurerais avoir lu son nom dans d'anciens parchemins traitant de l'Âge d'Or, mais je ne suis pas sûre.
hu: Biztos, hogy találkoztam már ezzel a névvel az Aranykorról szóló régi iratainkban, de ez lehetetlen...
tr: Onun ismini Altın Çağ’dan kalma parşömenlerde görmüş gibiyim, fakat emin değilim.

source: If that is true, then we are facing a foe that may be indestructible. Is there any other option?
fr: Si c'est vrai, nous sommes en face d'un ennemi potentiellement indestructible. Y a-t-il une autre solution ?
hu: Ha ez igaz, akkor az ellenségünk elpusztíthatatlan. Valami más lehetőség?
tr: Bu gerçekse, yenilemez bir düşmanla karşı karşıyayız demektir. Başka bir seçenek var mı?

source: We cannot go back, there is no way of escape except this one. We must defeat him before he destroys us!
fr: Nous ne pouvons pas retourner en arrière, il n'y a pas d'autre échappatoire que celui-ci. Nous devons le vaincre avant qu'il ne nous détruise !
hu: Nem fordulhatunk vissza, nincs más kiút. Meg kell semmisítenünk őt, mielőtt ő tenné ezt velünk.
tr: Geri dönemeyiz, bundan başka kaçacak yolumuz yok. Onlar bizi yoketmeden bizim onları yoketmemiz lazım!

source: Defeat Mal Keshar
fr: Vaincre Mal Keshar
hu: Legyőzöd Mal Keshartart
tr: Mal Keşnar’ın ölümü

source: I cannot believe it. I have been defeated. My long battle against the orcs is lost! But, I still stand...
fr: Je ne peux y croire. J'ai été battu. Mon long combat contre les orcs est perdu ! Mais, je tiens toujours...
hu: Ez hihetetlen. Legyőztek. Az orkok elleni örök küzdelmem véget ért! De még nem semmisültem meg...
tr: Buna inanamıyorum. Beni sonunda yendiler. Üstelik orklara karşı da yenildim! Fakat, hala ayaktayım...

source: So it is you, Mal Keshar, formerly known as Malin Keshar. The one who fell to the darkness for fighting in a noble cause with tainted means. You have been used as a warning to our children for centuries, and are the unliving proof that the glories of the Golden Age are dead.
fr: Ainsi c'est vous, Mal Keshar, anciennement appelé Malin Keshar. Celui qui a sombré dans les ténèbres se trompant de voie pour accomplir pour une noble cause. Votre nom a effrayé les enfants pendant des siècles, et vous êtes la mortelle preuve que toute la gloire de l'Âge d'Or a péri.
hu: Szóval te vagy az a Mal Keshar, akit korábban Malin Kesharnak hívtak. Az ember, aki nemes célokért küzdött nemtelen eszközökkel, s belesüllyedt a sötétségbe. Te voltál gyermekeink előtt az elrettentő példa századokon át, s az élő bizonyíték arra, hogy az Aranykor végleg eltűnt.
tr: Hatırladım seni Mal Keşnar, evvelce bilinen ismiyle Malin Keşnar! Bir soylu için uygun olmayan yöntemlerle savaştığı için karanlık tarafa düşen biri. Altın Çağ’daki her şeyi bırakıp yaşamaya çalışan sen ölmüş ve kuruyup gitmiştin, yüzyıllardır çocuk masallarımızın kötü büyücüsüydün.

source: Ignorant elf! I am no mere shambling revenant, but a lich of power. I still think, feel, and am aware of the current situation of Wesnoth.
fr: Elfe ignorant ! Je suis une liche très puissante, pas un revenant écervelé. Je peux toujours réfléchir, éprouver des sentiments, et je suis au courant de la situation actuelle de Wesnoth.
hu: Tudatlan tünde! Én nem egy agyatlan bosszúálló vagyok, hanem egy nagyhatalmú delevény. Én még mindig gondolkodom, érzek és most is tisztában vagyok a wesnothi helyzettel.
tr: Aptal elf! Ben ölümsüzüm, dalkavuklarımın aksine benim hala kendi amaçlarım var. Hala düşünebiliyor ve hissedebiliyorum. Ayrıca Wesnoth’un şu an ki durumu hakkında bilgim var.

source: Wesnoth? What is that?
fr: Wesnoth ? Qu'est-ce que c'est ?
hu: Wesnoth? Mi az?
tr: Wesnoth? O nedir?

source: Long ago, it was the name of the land south of the Swamps of Dread, and west from the Silver Lands.
fr: Il y a longtemps, c'était le nom utilisé de la contrée au sud du Marais de la Terreur, à l'ouest de la Lande d'Argent.
hu: Nagyon régen így hívták azt az országot, ami a Rettenetes Mocsártól délre illetve az Ezüst-Földektől nyugatra terült el.
tr: Gümüş Toprakların batısında, Dehşet Bataklıklarının güneyinde kalan bölgeye uzun zaman önce verilen ad.

source: Aye, and my thirst for orcish death will never be satisfied. For I can no longer go to the surface now that the land is under the control of the forces of Evil.
fr: Exact, et je parie que ma soif d'orcs à massacrer ne sera jamais étanchée. Car je ne peux aller à la surface maintenant que la terre est contrôlée par les forces du mal.
hu: Igen, s továbbra is csillapíthatatlan vágy él bennem az orkok pusztítására. De mióta a felszínen a Polkol lényei vették át az uralmat, nem mutatkozhatok odafönn.
tr: Evet. Ve orkları öldürme arzumun asla tükenmeyeceğini söyleyebilirim. Yeryüzüne çıkamadığım için Wesnoth şeytani güçlerin denetimi altına girdi.

source: What?
fr: Comment ?
hu: Micsoda?
tr: Ne?

source: Your kind always punished necromancers for disturbing the dead. You thought us the foulest evil imaginable, but you were wrong. I have seen and learned of things that even I consider abominations. For all these centuries, after the Fall, I have been hiding here, but I send minions to the outer world from time to time, to collect news from there.
fr: Vos semblables ont toujours châtié les nécromanciens qui troublaient les morts. Vous pensiez que nous faisions les pires des diableries imaginables, mais vous aviez tort. J'ai vu et appris des choses que, même moi, je considère comme des abominations. Pendant tous ces siècles après la Chute, je me suis caché ici ; mais je fais de de temps en temps sortir mes favoris pour collecter des nouvelles.
hu: A fajtátok mindig is büntette a holtidézőket, mert megzavarták a halottak nyugalmát. Úgy tekintettetek ránk, mint a legaljasabb ördögi teremtményekre, de tévedtetek. Sok ocsmányságot láttam és tanultam, ami még engem is elborzasztott. Az utóbbi évszázadokban, a Kataklizma után itt rejtőzködtem, de szolgáimat kiküldtem, s időről-időre híreket gyűjtöttem a fenti világról.
tr: Türünüz, nekromanlığı başından beri cezalandırdı. Ölüme sebep olan en büyük günah olarak kabul ettiniz. Ancak, yanılıyordunuz. Benim için bile son derece iğrenç olan şeyler gördüm. Felaketten sonraki asırlar boyunca burada gizlendim, fakat dalkavuklarımı zaman zaman yeryüzüne göndererek bilgi toplamayı da ihmal etmedim.
