Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: That aside, the way back to Knalga's capital felt shorter with the help of the light that Elynia's power provided us with. But as we were approaching the city, we noticed that something was wrong. Instead of the always busy dwarven city we had seen before, now we had ruins with blood spilled on them. Signs of a battle were everywhere. They had arrived.
hu: Megjegyzem, Knalga fővárosába a visszaút sokkal rövidebbnek tűnt, mivel az Elyniából sugárzó fény segítette lépteinket. Ahogy elértük a fővárost, azonnal szembesültünk azzal, hogy a helyzet megváltozott. Az állandóan nyüzsgő város helyett vérrel áztatott romokat láttunk mindenfelé. Lépten-nyomon egy elkeseredett csata maradványaiba ütköztünk. Megérkeztek...ek...

source: We made haste towards the main tunnels, in fear that we could have arrived too late...
hu: Gyorsan a fő alagút felé vettük az irányt, remélve, hogy még nem késtünk el...

source: And so I had to bid farewell to Anlindë, the closest person to a mother I ever had.
fr: Je devais également aller saluer Anlindë, qui était pour moi comme une seconde mère.
hu: És így kellett búcsút mondanom Anlindënek; a számomra legkedvesebb személynek, a nevelőanyámnak.
tr: Ve böylece annemden sonra bana en yakın kişiyle, Analya ile vedalaştım.

source: It saddens me deeply, as she always took care of me after my father's death. She taught me valuable lessons, even until that last moment, when I learned that sometimes you have got to sacrifice a few for the survival of the most. It was the most painful lesson I had ever learned, and I would cry if I could, but that would only weaken my people's moral. If their leader does not demonstrate resiliance, strength and temple, they would give up all hopes of surviving. Anlindë's sacrifice would be then, in vain.
hu: Mélyen elszomorodtam, hiszen apám halála óta mindig ő felügyelt rám. Rengeteg értékes dolgot tanultam meg tőle, még most is, az utolsó pillanatban is, amikor rádöbbentem, hogy néha a sokaság túlélése érdekében szükséges kevesek feláldozása. Ez volt a legfájdalmasabb lecke, amit valaha is tanultam, s ha tehettem volna, sírva fakadok, de ez rosszul hatott volna a többiek moráljára. Ha a vezetőjük nem képes uralkodni az érzésein, s erőt és hitet sugalmazni, akkor nekik is elvész a túlélésbe vetett hitük. S Anlindë áldozata hiábavalóvá válik.Anlindë áldozata hiábavalóvá válik.

source: Although Elynia has tried to look cold-hearted in these circumstances, I can tell by solely looking at her eyes for some seconds that she is sad indeed; probably feeling guilty as much as me for this new loss.
fr: Même si Elynia essayait de garder la tête froide dans ces circonstances, je peux dire, rien qu'en la regardant quelques secondes dans les yeux, qu'elle était bien triste en réalité ; elle se sentait sûrement aussi coupable que moi pour cette nouvelle perte.
hu: Habár Elynia megpróbált keménynek látszani minden körülmények között, ahogy tekintetünk összevillant, szomorúságot láttam a szemében; talán ő is némi bűntudatot érzett az újabb veszteség miatt.
tr: Elenya, bu durum karşısında soğukkanlı görünmeye çalışsa da, gözlerine bir kaç saniye bakarak bile ne kadar üzgün olduğu anlaşılıyordu; muhtemelen bu kayıp karşısında benim ki kadar çok suçluluk duyuyordur.

source: Will this ever end? How many more of us will have to give up their lives to protect the rest from the enemy until this nightmare is over? I sometimes wish I could simply go away, and hide in the few remaining forests, in these caves, or even amongst the hot sands, but as always, my duty is to protect my people. I cannot deceive them; it is my scripted fate, and I cannot do anything but do my duty.
hu: Vége lesz ennek valaha? Vajon hányszor kell még feláldoznia magát közülünk valakiknek, hogy a többiek biztonságban lehessenek egy ideig? Néha elfog a pánik, ilyenkor legszívesebben elfutnék valamilyen erdőig, vagy elbújnék ezekben a barlangokban vagy akár a sivatagban is, de mindig felülkerekedik bennem a kötelességtudat: meg kell oltalmaznom a népemet. Nem hagyhatom cserben őket; ez a sors rendeltetett nekem, s nem tehetek mást, követem a kijelölt utat.őket -ez a sors rendeltetett nekem- nem tehetek mást, követem a kijelölt utat.

source: TRANSLATORS NOTE: The following 4 strings are spoken by the Shadow Master
fr: AUX TRADUCTEURS : les 4 phrases suivantes sont dites par le Maître de l'Ombre
hu: MEGJEGYZÉS FORDÍTÓKNAK: A következő 4 sort az Árnymester mondja

source: - The darkness...
hu: - A sötétség....

source: - The fear...
hu: - A félelem.... . .

source: - They feed me... I grow stronger with them... Galas... you cannot escape them... thus, you cannot escape me...
hu: - Ezek táplálnak engem... Ezek növelik az erőmet... Galas... Nem futhatsz el előlük... s így nem futhatsz el előlem sem...em futhatsz el előlem sem. . . .

source: - And your friend sorceress could not either... she could not... you will suffer the same fate of hers if you do not join me...
hu: - És nem menekülhet meg a boszorkány barátod sem... ő sem... s ugyanez a sors vár rád is, ha nem csatlakozol hozzám.... .

source: I found myself in a living place, again. Where trees would cover me in a refreshing shade, where birds would be singing as I was used to hear in our former home, where the suns' heat was not enough to convert the water into steam, or the ice into water. It was like being at home again...
fr: Je me retrouvai dans un lieu plein de vie, encore une fois. Les arbres me recouvraient d'une ombre rafraîchissante, les chants des oiseaux me rappelaient notre ancienne demeure, la chaleur du soleil ne vaporisait pas l'eau ou ne faisait pas fondre brutalement la glace. C'était comme retourner à la maison...
hu: Egy élettől duzzadó helyen találtam magam. Ahol a fák hűsítő árnyékot vetettek, ahol a madarak daloltak, ahogy azt az előző otthonunkban megszoktuk, s ahol a perzselő napsugarak megfékezett ereje nem párologtatta el a vizet, s nem olvasztotta meg a jeget. Mintha csak hazaértem volna...
tr: Kendimi tekrar bir yaşam alanında buldum. Temiz hava ağaçlar ve kuşlar kendimi evimde gibi hissetmeme yol açıyor. Burada güneşlerin sıcaklığı suyu buharlaştırmadığı gibi buzu da suya dönüştürmüyordu.

source: Elynia and Mal Keshar did not see such a landscape in thousands, perhaps millions of years, as they rejoiced with the view and the fresh northern winds in their faces. The dwarvish people are, on the other hand, too used to their tunnels underground to feel any close to comfortable in the outsides. I understand them, and obviously they cannot accompany us in this new journey, on the surface. They would be safer underground, and they could establish a new home elsewhere in the northern lands afterwards.
fr: Elynia et Mal Keshar n'avaient pas vu un tel paysage depuis des milliers, voire des millions d'années, et ils furent ressourcés tant par le spectacle que par les vents du nord vivifiants sur leur visage. Les nains, par contre, étaient trop habitués à leurs souterrains pour se sentir vraiment à l'aise en plein air. Je les comprends ; de toute évidence, ils ne pourraient nous accompagner dans notre périple. Ils seraient plus en sécurité dans les sous-sols, et pourraient établir une nouvelle demeure quelque part au nord quand tout serait fini.
hu: Elynia és Mal Keshar ezer, de tán millió évek óta nem láttak hasonló tájat, s nem érezték a friss északi szelet az arcukon. A szűk alagutakhoz szokott törpök viszont kissé gyámoltalannak látszottak ebben a tágas külvilágban. Megértem őket, s az is természetes, hogy nem kívánnak a továbbiakban velünk vándorolni. Nagyobb biztonságban vannak a föld alatt, s inkább olyan helyet keresnek, ahol új otthont alapíthatnának maguknak.
tr: Elenya ve Mal Keşnar binlerce belki de milyonlarca yıldır böyle bir manzara görmemişti. Yüzlerini yalayan kuzey rüzgarı ve manzara karşısında mutlu görünüyorlardı. Cüceler ise kendi tünellerinde dışardakinden daha rahat hissetmeye koşullanmışlardı. Onları anlıyorum, yeryüzündeki bu yolculukta bize eşlik edemeyecekleri açıktı. Yeraltında daha güvende olurlardı ve kuzeydeki bölgelerde kendilerine yeni bir yaşam alanı kurabilirlerdi.

source: The rest of our men, however, were either severely injured or killed during the siege of New Knalga and the hasty evacuation; they would not be able to fight for a rather long time. Not even our shamans' magic could heal the grave wounds caused by the attack of those abominations.
fr: Mais une grande partie de nos gens étaient soit gravement blessés, soit décédés, suit au siège de la Nouvelle-Knalga et son évacuation hâtive ; ils se seraient pas en mesure de se battre longtemps. Même la magie de nos chamanes ne pouvait soigner les graves blessures infligées par les coups de ces abominations.
hu: Népünk nagy része meghalt vagy súlyos sebeket szerzett Újknalga ostroma illetve a sietős kiürítés során. Ezek a sebesültek sokáig nem lesznek képesek újra harcolni. Még a sámánjaink mágikus képességei sem elegendőek a szörnyek ejtette súlyos sebek gyors gyógyítására.

source: I was surprised to see that their enthusiasm could not be completely extinguished by the recent events; it seemed to me that Anlindë's departure could only increase it, as it did in myself. I do not like the sound of 'vengeance', but somehow, I cannot avoid the desire of it.
fr: J'étais surpris de voir que leur enthousiasme n'avait pas été douché par les derniers évènements ; on aurait dit que le départ d'Anlindë n'avait fait que l'augmenter, comme cela s'était produit pour moi. Je n'aime pas le mot « vengeance », mais je ne peux pas m'en empêcher éviter d'en éprouver l'envie.
hu: Meglepett, hogy a viszontagságok ellenére sem hunyt ki a lelkesedésük; sőt úgy látszott, hogy Anlindë elvesztése csak növelte elszántságukat, ahogy az enyémet is. Nem szeretek bosszút emlegetni, de a vágy elkerülhetetlenül befészkelte magát a gondolataim közé.
tr: Şevklerini son olayların bile söndüremediğini görmek şaşırtıcıydı. Analya’nın aramızdan ayrılışı benim gibi onların da şevklerini arttırmıştı. İntikam ve benzeri duyguları sevmiyorum ama hırsımı engelliyemiyorum.

source: I grew up listening horror tales about savage humans who murdered anything alive just to get food, in the desert. I have not had the possibility to see by myself whether that was true or not. I probably would not believe my eyes if I saw, as I am now getting used to put apart our biased opinions on humans. These northern people are actually very educated and of fine modals, very much like our own people.
fr: J'ai grandi en entendant des contes horrible sur les humains, des sauvages qui assassinaient tout ce qui pouvait vivre juste pour obtenir leur nourriture dans le désert. Je n'ai jamais eu l'occasion de vérifier par moi-même si c'était vrai ou pas. Je n'arriverais pas à y croire mes yeux si je le voyais, car je perds peu à peu mes préjugés quant aux hommes. Ces hommes du nord sont en fait des gens très civilisés, aux coutumes élaborées, très semblables aux nôtres.
hu: Úgy nőttem fel, hogy rémísztő meséket hallgattam a barbár sivatagi emberekről, akik élelem után kutatva mindent megöltek, ami mozgott. Nem volt lehetőségem látni, hogy a mesékből mennyi a valóság, de talán nem is hittem volna el, ha látom őket. Ezek az északi emberek mindenesetre az előítéletek felülvizsgálatára késztetnek, lévén műveltek és kulturált viselkedésűek, akárcsak népünk fiai.
tr: Vahşi insanların bozkırda canlı ne bulurlarsa öldürüp yediklerine dair korku hikayeleri dinleyerek büyümüştüm. Bunun doğru olup olmadığını görme şansım olmamıştı. İnsanlar hakkındaki tek yanlı kanaatlerimizi bir tarafa bırakmaya artık alıştığımdan belki de gözlerimle görsem bile inanmazdım. Bu kuzey insanları aslında çok eğitimliydiler ve bir çok bakımdan bizim gibiydiler.

source: Although we were ocassionally treated like prisoners, Erathan tried to make the trip, for us, as comfortable as possible. It was a long journey from where they found us, to the city where the so-called Grand Council was located in.
fr: Même si nous étions traités comme des prisonniers, Erathan essaya de rendre le trajet aussi agréable que possible. Le parcours fut long pour atteindre la cité qui hébergeait le soi-disant Grand Conseil.
hu: Habár úgy kezeltek minket, mint a foglyokat, Erathan mégis megpróbálta az utat olyan kényelmessé tenni, amennyire csak lehetett. Hosszú volt az út az úgynevezett Nagy Tanács székhelyére.
tr: Alenen mahkum gibi muamele görsek de, Eratan bizi mümkün olduğunca rahat ettirmeye çalıştı. Bizi bulduğu yerden, Büyük Konsey’in bulunduğu bu şehre kadar uzun bir yolculuk yaptık.

source: At last, we could see an ominous castle dominating the view.
fr: Enfin, nous aperçûmes une citadelle sinistre qui dominait les alentours.
hu: Aztán végre egy impozáns kastély tűnt fel a távolban.
tr: Sonunda, manzarayı kaplayan uğursuz bir şato gördük.

source: And so, we rested for that night in the safety and hospitality of the castle of Raelthyn. Or at least most of us. Elynia did not sleep that night, and all the times I was awakened by the wind entering the window, she would be there, in the balcony, looking in a melancholic manner at the moon.
hu: Így végre biztonságban és a kastély urának vendégszeretetét élvezve töltöttük az éjszakát Raelthynben. Legalábbis a legtöbben közülünk. Elynia nem aludt ezen az éjszakán, legalábbis én mindig a balkonon állva, szomorkás tekintetét a holdra függesztve láttam, valahányszor a szél felébresztett.

source: When dawn broke, we immediately prepared for our journey in orcish territory. And we headed towards the Silent Forest, place that was supposedly home of forest elves in the past. But there would be no trail of their domains, except for a few ruined buildings.
fr: À l'aube, nous nous préparâmes immédiatement à partir pour les terres des orcs. Nous avancions vers la Forêt Silencieuse, qu'on prétendait être l'ancienne patrie des elfes des forêts ; mais les rares indices de leur présence se limitaient à quelques bâtiments en ruines.
hu: Alig pirkadt, máris megkezdtük a készülődést az orkok területére vivő utunkra. A Néma Erdő felé vettük az irányt, ahol régen szintén éltek erdei tündék. Most erről csak néhány romos épület tanúskodott, semmi egyéb.

source: There we met Quogar Ratham, the local orcish chieftain. I had never been so close to one to speak rather than fight...
fr: C'est là que nous rencontrâmes Quogar Ratham, un chef de tribu orc. Je n'en ai jamais approché un qui, autant que lui, préférait la discussion au combat...
hu: Itt találkoztunk Quogar Rathammal, a helyi orkok főnökével. Szokatlan dolog, hogy valakivel beszélnem kell inkább, mint harcolni...t harcolni...

source: After a few weeks passed, rumors of an invasion in the march lands reached Raelthyn, brought by peasants, wayfarers and tradesmen. We decided to go to investigate to the frontiers, but not without adequate reinforcements; our own men were still weak after the past battles.
fr: Quelques semaines passèrent ; des paysans, des colporteurs et des marchands arrivés à Raelthyn apportèrent des rumeurs d'invasion aux marches du pays. Nous décidâmes d'explorer les frontières, mais avec seulement avec des renforts. En effet, nos propres soldats étaient encore affaiblis par les luttes antérieures.
hu: Néhány hét elteltével parasztok, utasok, kereskedők hozták hírét a határvidéket elözönlő hordáknak. A határra siettünk, hogy utánajárjunk a dolognak. Számottevő fegyveres erő nem kísért, mivel harcosaink még mindig lábadoztak.

source: However, we could not get support from the officers. They claimed that they would not send troops anywhere until the Grand Council met and ordered to do so. Unfortunately, waiting for them to meet would be a grave waste of time...
fr: Mais nous ne pûmes obtenir de soutien des officiers. Ils prétendaient qu'ils ne pouvaient envoyer de troupes sans l'approbation du Grand Conseil. Mais attendre qu'il se réunisse ne pouvait s'avérer qu'une grave perte de temps...
hu: A hivatalok sem adtak mellénk kíséretet, mivel a Nagy Tanács határozata híján nem volt felhatalmazásuk seregek küldésére. A határozatra várva csak vesztegettük volna az időt, pedig minden perc drága volt...

source: So Erathan gathered some of his fellow rangers to support us, and we went to the march lands in aid of the poor peasants of about.
fr: Erathan réunit donc quelques-uns de ses camarades rôdeurs pour nous assister, et nous allâmes aider les pauvres paysans.
hu: Így Erathan néhány földijével kiegészülve siettünk a határvidékre, hogy a parasztoknak segítséget nyújthassunk.

source: Unfortunately, the rumors were certainly true. It was the prelude of a larger invasion.
hu: Balszerencsénkre a hírek igaznak bizonyultak. Egy nagyobb inváziót előkészítő seregbe botlottunk.

source: After repelling the invaders, we returned as quickly as possible to Raelthyn with the harsh news. The Council was immediately called upon after some of their most stubborn members heared our message of chaos.
fr: Après avoir repoussé les envahisseurs, nous retournâmes aussi vite que possible à Raelthyn avec ces amères nouvelles. Le Conseil fut réuni juste après que certains des membres les plus têtus aient écouté notre rapport sur le chaos.
hu: A behatolókat visszaverve amilyen gyorsan csak tudtunk Raelthynbe siettünk. A Tanács azonnal összeült, miután a legkétkedőbb tagok is értesültek a káosz megjelenésének híréről.

source: It has been recorded by our historians that elves seldom participated in full-sized wars, the few ocassions being defending against an orcish invasion; civil war amongst our forefathers; a war against a great Necromancer, and finally, the doom of the Wesmere Elves led by Yanqui, fact that was taught to me by Elynia and Anlindë unwillingly.
hu: A krónikáinkban kevés totális háborúról van említés, amiben tündék vettek részt. Ezek: az ork invázió elleni védekezés; az őseink közti polgárháború; egy nagyhatalmú holtidéző elleni küzdelem és végül a Wesmere tündéinek végzetét okozó Yanqui-hívők elleni háború - ahogy Elynia és Anlindë elejtett szavaiból kivettem.

source: Now I'm having the honor of leading our warriors to war, a war for regaining our place in the Continent, recovering the lost peace, and obliterating the demon menace once and for all.
hu: S most engem ért a megtiszteltetés, hogy háborúba vezessem a népemet, háborúba azért, hogy visszaszerezzük a helyünket a Kontinensen, helyreállítsuk a békét, s megszüntessük a démonveszélyt egyszer s mindenkorra.szélyt egyszer, s mindenkorra.

source: The beginning of the end. The dawn of the Great War, and the dusk of the Empire of Chaos.
fr: Le commencement de la fin. L'aube de la Grande Guerre et le crépuscule de l'Empire du Chaos.
hu: A vég kezdete. A Nagy Háború hajnala, s a Káosz Birodalmának alkonya.
tr: Sonun başlangıcı. Büyük Savaşın şafağı ve Kaos İmparatorluğunun günbatımı.

source: All civilians were thus, left behind, and given the order to set home in the Aragwaith country and its surroundings, given that almost all orcish tribes were now allies of us, and those who didn't accept the treaty, were quickly forced to surrender. So there was now enough room left for elves in these peaceful lands; peaceful, anyway, till the dawn of this war.
fr: Les civils furent donc laissés à l'arrière, avec pour ordre s'établir chez les aragwaiths ou aux alentours ; en effet, la plupart des tribus orcs étaient nos alliées, et celles qui avaient refusé le traité avaient été obligées de se rendre. Il y avait donc assez de place pour les elfes dans ce pays pacifié. Enfin... pacifié jusqu'aux débuts de cette guerre.
hu: A polgárok itt maradtak, s meghagytuk nekik, hogy keressenek szállást az aragwaithok országában, s a környező területeken, mivel az orkok legtöbb törzse a szövetségesünk volt - amelyek nem hajlottak az egyezségre, azokat gyorsan rákényszerítettük az elfogadására - így háborítatlanul kereshettek megfelelő helyet maguknak ezen a békés földön; békés legalábbis a háború hajnaláig. rú kitöréséig békés földön.
tr: Tüm sivilleri arkada bırakırken onlara Aragvay ülkesini ve etrafını yurtları bilme emri verdim. Ork kabilelerinin hemen hepsi artık müttefikimizdi. Anlaşmayı kabul etmeyenler ise vakit geçirmeden teslim olmaya zorlanacaktı. Böylece savaş bitene kadar bu barış dolu topraklarda elfler için yeterince yer olacaktı.

source: But as the Chaos armies are forced to keep their positions in their own territory to resist the alliance's invasion, I am sure peace will soon return to the Aragwaith country.
fr: Mais comme les armées du chaos sont obligées de tenir leurs positions pour résister à l'invasion de l'alliance, je suis sûr que la paix serait bientôt de retour dans le pays des aragwaiths.
hu: De ahogy a Káosz erőit rákényszerítjük arra, hogy a saját területükön kelljen védekező állást elfoglalniuk, a béke ismét visszaköltözik az aragwaithok országába.
tr: İttifakın saldırısına direnmek için Kaos ordularının kendi ülkelerindeki yerlerini korumak zorunda kalmalarına bakarak Aragvay ülkesine barışın gelmesinin yakın olduğundan emin olmuştum.

source: We headed towards the frying pan, towards the Heart of the Empire, through a mountain pass that was difficult to find, access and pass, according to Erathan. And it was, indeed.
fr: Nous nous sommes dirigés vers la fournaise, vers le cœur de l'empire, par une passe montagneuse qu'Erathan signalait difficile à trouver et à franchir. Et qui l'était.
hu: Folytattuk utunkat a fortyogó katlanba, a Birodalom szívébe. Átvágtunk a hágón, bár Erathan figyelmeztetett, hogy nehéz lesz megtalálni és átkelni rajta. Tényleg nehéz volt.
tr: Erathan, dosdoğru imparatorluğun kalbine giden bir dağ geçidi olduğundan bahsetmişti. Yalnız söylediğine göre, geçidi bulmak, geçide girmek ve geçidi aşmak zor olacaktı. Ve öyle de oldu.

source: We set camp in middle of the mountains, to rest and sleep. Though sleeping was not an easy task, as we assigned surveilance turns to each one of our comrades, so that there would be always a pair of eyes watching for our safety.
fr: Nous avons établi un camp au milieu des montagnes pour nous reposer et dormir. Même cela était difficile, car nous avons organisé des tours de garde, il y avait toujours une paire d'yeux pour veiller sur notre sécurité.
hu: A hegyek karéjában tábort ütöttünk, hogy kipihenjük magunkat. Habár az alvás nehéz volt, de minden bajtársunkra osztottunk őrséget, s így minden pillanatban több szempár őrködött a biztonságunk fölött.
tr: Dağların arasında dinlenmek için kamp kurup uyuduk. Fakat uyumak bile kolay iş değildi. Güvenliğimizi sağlamak için nöbetleşe uyuduk.

source: I was assigned the first watch turn. After completing my duty, sleepiness sent me immediately to my tent, to fall asleep as soon as I touched floor.
fr: Je fus désigné pour le premier tour de garde. Mon devoir terminé, la fatigue me fit tout de suite regagner ma tente et m'endormir aussitôt que je touchai le sol.
hu: Én az első körbe kerültem. Ahogy letelt a szolgálatom, a sátramba siettem, s azonnal álomba merültem.
tr: İlk nöbet benimdi. Nöbetimi tamamladıktan sonra çadırıma döner dönmez uykusuzluktan yatmamla uyumam bir olmuştu.
