Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: It is said that experience makes real warriors. Unfortunately, that is true even for the Chaos vanguard forces and their messengers, which usually are not warriors in the beginning. They don't even wield real weapons - except for a club and a few javelines to throw - in that stage of their training, in which many die or get converted into undead, or demons. But the bright ones who get to survive and gain experience become skilled enough to wield an axe. They are still far from mastering the use of battle axes, but that interim level is more than enough to cause trouble, death and destruction on the oponents of Chaos, which is why they are titled the 'Marauders' by survivors to their deadly assaults.
hu: Azt tartja a mondás, hogy gyakorlat teszi a mestert. Ez vonatkozik a Káosz előőrseire és hírvivőire is, akik kezdetben nem is igazi harcosok. Csupán fütyköst és néhány hajítódárdát hordanak magukkal kiképzésük kezdeti szakaszában. Ezalatt sokan elpusztulnak, élőholtakká alakulnak vagy démonokká. De a legtehetségesebbek túlélik a megpróbáltatásokat, s tapasztalatot szerezve kiérdemlik a bárd viselését, s a harcossá avatást. Persze ekkor még messze vannak attól, hogy mesteri szinten kezeljék fegyverüket, de ez az időszak is több, mint elég arra, hogy a Káosz ellenségeinek sorait ritkítsák. Emiatt kapták a halálos rohamukat túlélőktől a 'martalóc' elnevezést.

source: Chaos Raider
hu: Káosz prédáló

source: These are the most basic mounted soldiers of Chaos. Albeit they do not have great experience, their versatility is of importance; they can serve as scouts, messengers, or even deathly warriors at the vanguard of large hordes.
hu: Ezek a könnyűlovasok alkotják a Káosz lovasságának alapját. Habár nem különösen képzettek, de sokoldalúan bevethetők; felderítőként, hírnökként vagy a nagy hordák előőrseiként portyázva szolgálhatnak.

source: Chaos Razerman
fr: Razzieur du chaos
hu: Végzethozó
tr: Cehennem Şövalyesi

source: Knights of the legions of Chaos seem to take a demon-like delight in tearing apart their victims. This suggests that they no longer have a soul, or that they have been turned into demons already. Nevertheless, this delight and blood lust is the symbol of the philosophy of Chaos, their defining characteristic.
hu: A Káosz légióinak lovagjai kéjes gyönyörrel aprítják miszlikbe áldozataikat. Ez azt sugallja, hogy rég elvesztették a lelküket vagy már maguk is démonná váltak. Mindazonáltal ez a kegyetlenség és vérszomj a Káosz filozófiájának jellemzője, annak egyértelmű ismertetőjele.

source: Soulhunter
fr: Chasseur d'âmes
hu: Lélekvadász
tr: Ruh Avcısı

source: The most dreadful part of the training of the messengers of doom is being rid of their souls by their masters. However, the resultant warrior is a mix of endurance, agility, accuracy and skill. Warriors that don't need armor, for they don't fear death at all, and prefer to wear just the necessary clothes and wield a minimal set of weaponry. Although they can be killed with ease by experienced and lucky oponents, the great damage that they can deal before dying is enough to compensate the loss for the Chaos hordes. Since they have been rid of their souls, it is often rumored that they kill and destroy searching for their lost soul, or for a soul that can replace its place in that empty shell called 'body'. Rumor that gave them the title of 'Soulhunters'.
hu: A pokol hírnökeinek kiképzésében a legkegyetlenebb szakasz az, amikor mestereik megfosztják őket a lelküktől. A kiképzés végére ezek a harcosok nagyfokú fürgeségre, ellenállásra, pontosságra és gyakorlatra tesznek szert. Olyan harcosokká válnak, akiknek nincs szükségük vértekre, s egyáltalán nem törődnek a halállal, csak a legszükségesebb ruházatot és minimális fegyverzetet viselik. Egy szerencsés és képzett ellenfél könnyen elbánik velük, miközben maga is súlyos sebet szerez. Ez utóbbi miatt mégis hasznos tagjai a Káosz hordáinak. Miután megszabadították őket a lelküktől, gyakran előfordul, hogy elvett lelküket keresve ölnek és pusztítanak vagy azért, hogy elvett lelkük helyébe újat illesszenek az üres héjba, amit úgy neveznek:'test'. Emiatt ragadt rájuk a 'lélekvadász' név is.

source: battle axe
fr: hache de bataille
hu: fokos
tr: savaş baltası

source: javelin
fr: javelot
hu: dárda

source: Armageddon Imp
fr: Diablotin d'armagedon
hu: Végítélet ördög
tr: Mahşer Cini

source: The rumors about Imps big as a tree have been, unfortunately, confirmed. Never seen before, the Imps of Armageddon are the masterminds of Chaos, and albeit usually hidden at safe distance from the battlefield, they sometimes decide to charge themselves against the unwary enemies, who are nothing but dirt compared to these gigantic beasts. That, and their unnatural strength and endurance, is why their are feared, not only by the opponents of the Chaos Empire, but also by lesser imps and most demons of the same band. If you ever get to face one of these colossal brutes, escape as soon as possible from the battefield or be known to you that death is certain to arrive.
hu: A fatermetű ördögökről szóló hírek sajnálatos módon igaznak bizonyultak. Korábban ismeretlenek voltak a Káosz szürke eminenciásai, s általában a csataterektől távol rejtőztek, de néha mégis beavatkoznak, s rávetik magukat a gyanútlan ellenségekre, akik csupán porszemeknek tűnnek ezek mellett a gigászi szörnyek mellett. Emiatt, s természetfeletti erejük és ellenállásuk miatt rettegik őket nemcsak a Káosz Birodalmának ellenségei, hanem a kisebb ördögök, sőt még a démonok is. Ha valamikor szembekerülsz egy ilyen bestiával, menekülj el, amíg lehet, különben a halál fia vagy.

source: blade of doom
fr: lame de désolation
hu: végzetpenge
tr: kıyamet bıçağı

source: slime spit
fr: crachat
hu: savas köpet
tr: salya

source: Blood Imp
fr: Diablotin sanguinaire
hu: Vérördög
tr: Vampir Cin

source: Some Imps grow stronger, bigger and more violent. That leads people to call them 'Blood' Imps. They can even be a menace to an lonely experienced fighter if he or she is alone.
hu: Néhány ördög nagyobb, erősebb és vérszomjasabb, mint a többi. Emiatt ragadt rájuk a 'vérördög' név. A gyakorlatlan harcosok számára komoly fenyegetést jelentenek, különösen, ha egyedül kerülnek szembe vele.

source: Gutwrencher Imp
fr: Étripeur
hu: Zsigerszaggató ördög
tr: Karındeşen Cin

source: It is not usual for an Imp to grow much above the size they had when born, nor to acquire intellect, in any sense. However, the unusual happens, and then it is possible for some of them to grow stronger and smarter in their attacks, to the point that they, instead of being cannon-fodder or suicidal attack force of demons, get to lead small groups of them, not having any armor or weapons other than their natural toughness and brute strength. As they delight in tearing their prey to pieces, they have been titled the 'Gutwrenchers' by those who have survived the horrendous event. With time, they have developed a new dreadful attack weapon: acid slime, which can melt a human, or even orc, in matter of seconds. They spit it towards they victim, wait until it has consumed most of its body, and then finish the job swallowing the remaining flesh and bones. Worse than worse, they can now drain vital energy from their victims at close contact. Fortunately, abominations such as these are rarely seen in greater numbers. It is also said that there are Imps bigger than a full-grown Troll, but the rumors have not been confirmed... yet.
hu: Az ördögök általában nem nőnek nagyobbra a születési méretüknél, s a szellemi, s egyéb képességeik sem fejlődnek. Nagynéha, rendkívüli eseményként előfordul, hogy erősebbé és okosabbá válik néhányuk. Ezek, ahelyett, hogy élő pajzsként vagy kamikázé harcosként szolgálnának a démonok számára, kis csoportokba verődnek és természetes szívósságukat pajzsként, brutális erejüket fegyverként használva küzdenek. Nagy élvezettel szaggatják szét áldozataikat apró darabokra, ezért kapták a 'zsigerszaggató ördög' nevet azoktól, akik szemtanúi voltak egy ilyen jelenetnek. Idővel kifejlődött egy rémes fegyverük is: a savas nyál, amely pillanatok alatt képes feloldani az ember testét, de még egy orkét is. Távolról leköpik áldozatukat, majd megvárják, míg a köpet szétroncsolja a testét, majd felzabálják a maradék cafatokat. S ezt a kegyetlen dolgot csak tetézi, hogy közelharcban képesek ellenségeik életerejét megcsapolni. Szerencsére ezek az undorító szörnyek ritkán jelennek meg nagy számban. Azt is mondják, hogy ezek az ördögök nagyobbak, mint egy kifejlett troll, de ezt senki nem erősítette még meg... egyelőre.

source: Imp
fr: Diablotin
hu: Ördög
tr: Cin

source: Frequently considered lesser relatives of demons, the Imps are often underestimated due to their small size and lack of intellect. It is noteworthy, however, that a swarm of them is not a threat to ignore, even for an experienced soldier. They are mainly used by demonic attack forces as cannon-fodder to distract the enemy while the battle lords prepare the actual strike. However, it is rumored that some of these imps have grown bigger and stronger, enough to be a real strike force by themselves, which automatically promotes them to a higher level in the military ranks of Chaos.
hu: A démonok kisebb rokonainak tekintett ördögöket gyakran alulértékelik kis méretük és korlátozott értelmi képességeik miatt. Korántsem lebecsülendő veszélyt jelentenek viszont tömegesen megjelenve, még egy hétpróbás harcos számára is. A csatamezőn épp nagy számuk miatt leginkább zavarkeltésre használatosak, mialatt a hadurak megtervezik az igazi támadást. Azt is beszélik, hogy az ördögök közt is akad hatalmas méretű, brutális erejű egyed, ami egymagában is komoly ütőerőt képvisel, s így automatikusan előkelőbb helyet foglal el a Káosz ranglétráján is.

source: Minor Imp
fr: Diablotin mineur
hu: Kisördög
tr: Küçük Cin

source: The recently born hatchlings of imps are called 'minor' by their enemies. Although they are rarely little more than a lesser annoyance in most situations, with time and proper raising, they can turn into real enemies, the medium-sized Imps.
hu: Az újszülött ördögfiókákat 'kis' jelzővel illetik. Habár a legtöbb helyzetben csak röpke zavaró intermezzót okoznak, idővel és megfelelő neveléssel komolyabb ellenféllé válhatnak, egy közepes ördöggé.

source: Automaton
fr: Automate
hu: Önjáró
tr: Roboküp

source: These small metallic beasts seem not to need food or suchlike to live, very similar to undead. However, they cannot be such, since their resistance to fire, cold and arcane attacks is surprisingly high. Heavily armored, wielding a perilous steel mace and a rectangular shield, these 'automatons' are the new grunt attack and defense force of the evil forces that have taken over the known world. They somehow move rather quickly for their weight, a mystery that no one has been able yet to decipher. Their only drawback is their apparent lack of practice at moving in rough terrains such as hills and mountains.
hu: Ezek a kisméretű fémszörnyek abban hasonlatosak az élőholtakhoz, hogy nincs szükségük élelemre a létfenntartásukhoz. Eltérnek viszont abban, hogy rendkívül ellenállóak a tűz-, a hideg- és a földöntúli támadásokkal szemben. Veszélyesen forgatott acélbuzogányuk, szögletes pajzsuk és páncélozásuk miatt ezek az 'önjárók' az ismert világ meghódítására szerveződött gonosz erők új támadó és véderői. Súlyukhoz képest nagyon gyorsak, ezt a képességüket még senki sem tudta megmagyarázni. Egyetlen hátrányuk, hogy a rögös terepeken, dombokon, hegyeken viszont lassú a mozgásuk.

source: rectangular shield
fr: Bouclier rectangulaire
hu: szögletes pajzs
tr: köşeli kalkan

source: Door
fr: Porte
hu: Ajtó
tr: Kapı

source: The door will open only to those who are allied with its owners, unless struck down by their enemies first.
fr: La porte ne s'ouvrira qu'aux alliés, sauf si des ennemis la défoncent.
hu: Az ajtó csak a tulajdonos szövetségesei számára nyílik meg, az ellenség csak lerombolás után képes áthatolni rajta.
tr: Kapı sahibinin düşmanları tarafından kırılmamışsa sadece sahibinin müttefiklerine açılır.

source: Mechanical Goliath
fr: Goliath
hu: Mechanikus góliát
tr: Mekanik Callut

source: Giant metallic beasts under the command of the forces of Chaos, the Mechanical Goliaths can crush any man, skeleton, or even troll, in a matter of seconds. They seem to be immune to poison, drain, and other hazards that would normally have some effect on a living being, which suggests that they are magically animated statues of iron and steel, or some sort of shell for a living creature that is weak on its own. To make things even worse, it is said that they can destroy entire armies from a distance with a sudden flash of red light, in an attack that is both powerful and accurate.
hu: A Káosz erőinek parancsnoksága alatt álló óriási gépszörnyek, a mechanikus góliátok pillanatok alatt képesek összetörni egy embert, egy csontvázat vagy akár egy trollt is. Ellenállnak a mérgezésnek, a megcsapolásnak és egyéb hatásoknak, amik egy élő szervezetet legyengíthetnek, ennek alapján úgy tűnik, hogy mágikusan életre keltett vas- és acélszörnyek lehetnek, esetleg gyenge élő lények erős burokban. Ezen túlmenően azt is beszélik, hogy egy egész sereget képesek megsemmisíteni a távolba küldött vörös fényvillámokkal, amik azon túl, hogy erősek, még nagyon pontosan célba is találnak.

source: plasma bomb
fr: bombe plasma
hu: plazmabomba
tr: plazma bombası

source: Iron Golem
fr: Golem de fer
hu: Acélgólem
tr: Robot

source: Some automatons mysteriously increase in size from overnight, gaining strength in a training process that is unknown to except in the darkest lores of the Chaos Empire. They drop their rectangular shield and mace, as their metallic skin is tighter and more resistant to damage, their giant fists -capable of crushing a rock, as big as an adult man, with minimal effort- compensating for the lack of weapon. They also adopt a strange tubular weapon that resembles the firesticks that some Dwarven lords wield with pride. It is said that these Iron Golems could easily defeat a dwarven fire master in a fair fight, one to one.
hu: Néhány önjáró rejtélyes módon egyik napról a másikra hirtelen megnő, ereje egy titokzatos, csak a Káosz legsötétebb tudorai által ismert, kiképzési procedúra során sokszorozódik. Megszabadul a szögletes pajzsától és buzogányától, mivel fémborítása keményebbé válik, s jobban ellenáll a behatásoknak, óriási öklük - amellyel egy felnőtt ember méretű sziklát könnyűszerrel szétvernek - pedig a fegyvert pótolja. Ugyanakkor felszerelik őket egy csöves fegyverrel is, amely a törpök híres tűzbotjára hasonlít. Azt mondják, hogy egy-egy elleni küzdelemben ezek az acélgólemek könnyen megsemmisítik a legképzettebb törp tűzmestereket is.

source: torpedo
fr: torpille
hu: rakéta

source: Sentry Tower
fr: Tour de guet
hu: Őrtorony
tr: Nöbet Kulesi

source: These towers were designed to be difficult to strike down, making of them great defense facilities. On their tops dual light turrets are installed, which can stab, or even burn, oponents in less time than it takes to say 'touché'.
hu: Ezeket a tornyokat úgy tervezték, hogy ellenálljanak a támadásoknak, s hatékony védőfegyverzettel látták el őket. Tetejükre kettős sugárvető tornyot telepítettek, ahonnan a kilépő sugár fájdalmas szúrt sebet okoz, s meg is égeti az ellenséget, mielőtt annyit mondhatna, 'bikkmakk'.

source: dual laser cannon
fr: double canon laser
hu: duplasugárágyú
tr: çifte ışın topu

source: Worker Droid
fr: Droïde travailleur
hu: Munkarobot
tr: İşçibot

source: These tiny metal gnomes are known as the 'worker droids' by the Chaos overlords. It is not known what nature drives their acts; in fact, nobody knows, aside from their creators, if they are living beings, undead, or animated rocks.
fr: Les dirigeants du chaos connaissent ces minuscules gnomes métalliques sous le nom de « travailleurs droïdes ». On ne sait pas quelle nature inspire leurs actes. Exceptés leurs créateur, en fait personne ne sait s'ils sont vivants, morts-vivants, ou des rochers animés.
hu: Ezeket a mozgékony fémmanókat, a Káosz hűbérurai 'munkarobotokként' használják. Pontosan senki sem tudja, a konstruktőreiken kívül, hogy miféle szerzetek, élő lények, élőholtak vagy életre keltett sziklák.

source: oil
fr: huile
hu: olaj
tr: yağ

source: Abomination
hu: Undormány
tr: Sakırga

source: These nightmarish creatures seem to have been former humans, orcs, dwarves or trolls that were somehow mutated to their current aspect. They are rarely found, and only underground in the darkest and deepest places.
fr: Ces créatures atroces semblent avoir été des humains, des orcs, des trolls ou des nains qui ont muté jusqu'à cet apparence. On en trouve rarement, et seulement dans les endroits les plus profonds et les plus sombres.
hu: Ezek a horrorisztikus megjelenésű lények valamilyen furcsa hatás eredményeképpen alakultak át korábbi emberi, ork, törp vagy troll alakjukból a mostanira. Ritkán lehet velük találkozni, de akkor is csak a föld legsötétebb és legmélyebb zugaiban.

source: Chimera
fr: Chimère
hu: Kiméra

source: Only a wicked evil wizard could have taken the characteristics of various monsters and have put them together in a single weapon of their cause. With three tails, a pair of feathery wings, the body of a gigantic bird and the eyes of a fearsome Cockatrice, this Chimera is not a foe to play with. Its ability to turn its oponents to stone is probably the major threat it imposes over its victims. Use extreme caution, and never look directly to its eyes.
hu: Csak az ördögien gonosz varázslók képesek többféle szörnyet egyetlen lényben megtestesíteni, s fegyverként felhasználni a céljai érdekében. Ez a háromfarkú, tollas szárnyú, óriási madártestű, gorgókakasszemű lény, a kiméra nem könnyű ellenfél. Legveszélyesebb képessége a kővéváltoztatás, emiatt különös odafigyelés és a szemkontaktus kerülése életbevágóan fontos.

source: gaze
fr: regard
hu: igézés
tr: dikbakış

source: Cockatrice
fr: Cocatris
hu: Gorgókakas
tr: Şahmaran

source: Sometimes known as 'basilisks', these mystical creatures are said to be able to turn the living to stone. Needless to say, this makes them extremely dangerous.
fr: Parfois connue sous le nom de « basilic », cette créature mythique est supposée avoir le pouvoir de transformer la chair en pierre. Nul besoin de préciser que cela est très dangereux.
hu: Néha baziliszkusznak is nevezik ezeket a misztikus lényeket, s úgy hírlik, hogy képesek kővé változtatni áldozataikat. Szükségtelen is külön megemlíteni, hogy veszélyesek!

source: Eyestalk
fr: Œil pédonculé
hu: Szemmelverő
tr: Cingöz

source: Named 'Eyestalks' for obvious reasons, these plant-like creatures can focus their gaze onto an unsuspecting victim to draw life energy straight out of them to replenish their own. While almost defenseless against melee attacks, its deadly gaze from afar is not to be underestimated.
fr: Appelés « Œil-pédonculé » pour des raisons évidentes, ces créatures similaires à des plantes peuvent concentrer leur regard sur une victime insouciante pour lui drainer son énergie vitale et alimenter la leur. Même si elles sont quasiment incapables de se défendre au corps à corps, leur mortel coup-d'œil à distance n'est pas à sous-estimer.
hu: 'Szemmelverő' néven ismertek ezek a növényszerű lények, mivel igéző tekintetükkel képesek a gyanútlan áldozat életerejét elszívni, s a sajátjukat ezzel megnövelni. Míg közeli támadások ellen gyakorlatilag védtelenek, addig halálos, távoli igéző pillantásuk korántsem lebecsülendő.
tr: ‘Cingöz’ denmesinin sebebi gayet açık; bu bikti görünümlü yaratıklar bakışlarını kendilerinden şüphelenmeyen kurbanlarına dikerek emdiği yaşam enerjisiyle beslenirler. Yakın döğüş silahlarına karşı hemen hemen savunmasızken uzaktan fırlattıkları bakışlarının ölümcüllüğü yabana atılmamalıdır.

source: smash
fr: coup
hu: csapás
tr: tokat

source: Fungoid
fr: Fongueux
hu: Gombalény
tr: Parazit

source: Fungoids are mushroom-like creatures that can multiply very quickly. Soft and weak, they don't represent a real threat to most races. Yet, adventurers appear from time to time swearing they have seen a fungoid bigger than them. This myth has never been proved true, however.
hu: A gombalények gombaszerű megjelenésük mellett gyorsan szaporodnak. Lágyak és gyengék, nem jelentenek komoly veszélyt egyetlen más faj számára sem. Igaz egyes kalandorok beszéltek olyan gombalényekről, amelyek náluk is nagyobbak, de ezt hitelesen senki nem erősítette meg.

source: Giant Ant
fr: Fourmi géante
hu: Óriáshangya
tr: Dev Karınca

source: Ants are common in almost any environment, from caverns deep under the earth to the tops of tall mountains. Those that live deep underground tend to grow up over their normal size. Though normally not hostile, they can bite at close range, dealing more damage than a normal-sized ant.
fr: Les fourmis sont communes à presque tous les environnements, des cavernes profondément enfouies sous terre aux sommets des grandes montagnes. Celles qui vivent très profondément ont tendance à grandir au delà de leur taille normale. Quoique normalement peu hostiles, elles peuvent mordre de près, causant plus de dégâts qu'une fourmi de taille normale.
hu: A hangyák általánosan elterjedtek mindenféle környezetben a barlangok mélyétől a magas hegyekig. Azok, amelyek mélyen a föld alatt élnek, az átlagnál jóval nagyobbra nőnek. Habár általában ártalmatlanok, közelről veszélyes a harapásuk, mivel a közönséges hangyáknál jóval súlyosabb sebeket ejtenek.

source: Lesser Giant Spider
fr: Araignée presque géante
hu: Csökött óriáspók
tr: Ortaboy Örümcek

source: Smaller and weaker Giant Spiders are very common underground. They usually prey on single insects roaming around, but sometimes it is possible to find dwarven or human corpses trapped in their webs, which suggests they have little problem in eating big individuals fool enough to fall in their traps.
hu: Az óriáspókok kisebb és gyengébb változata nagyon gyakori a föld alatt. Általában rovarokra vadásznak, de olykor előfordul, hogy a hálójukban emberi vagy törp maradványokat találnak. Ez azt is mutatja, hogy a csapdájukba esett nagyobb egyedek elfogyasztása némi problémával jár.

source: Hound of Chaos
fr: Chien du chaos
hu: Hádész kutyája

source: Quite fragile in combat, the Hounds of Chaos are directly affected by the magic of the chaos magi, resulting in them listening and obeying every command of their masters. The results are mindless effective assassins. Though they are easily taken care of by a tougher adversary, their nimble bodies allow them to penetrate far into enemy lines and severely damage their support units.
fr: Plutôt fragiles, les molosses du chaos subissent directement l'influence des mages du chaos dont chaque mot les transforme en machines de guerre frénétiques. Bien que facilement vaincus par un adversaire plus fort, leur corps agile leur permet de pénétrer loin les lignes ennemies et de blesser grièvement les unités de soutien.
hu: Hádész kutyái a káoszmágusok közvetlen irányítása alatt állnak, gazdáik parancsait azonnal és feltétel nélkül teljesítik, bár a csatában gyengék. Tulajdonképpen agyatlan gyilkológépek, amelyekkel egy tapasztalt harcos könnyen elbánik, de fürgeségüknek köszönhetően könnyen behatolnak az ellenséges vonalak mögé, s akadályozhatják azok utánpótlását.

source: Demonic Hound
fr: Molosse démoniaques
hu: Démoni eb
tr: Çakal
