Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: The only possible explanation was that they burnt and destroyed our valley until nothing but rocks, ashes and dirt were left in the place we used to call home. They probably thought they had killed us all. They thought there were not any elves left afterwards, that no one else would dare to enter their domains.
hu: Az egyetlen lehetséges magyarázat az az, hogy felégettek és elpusztítottak mindent, por és hamu és sziklák maradtak egykori otthonunkból. Talán azt hitték, hogy mindenkit megöltek közülünk. S miután úgy gondolták, hogy nem hagytak élő tündét maguk után, nem gondoltak arra, hogy bárki is be merészelne hatolni az ő területükre.területükre.

source: Although it might appear the situation was in our favor, the harsh truth was that starting a real fight with the loyalists would be the death of us. Our odds of survival were effectively, unless we would do as the necromancer suggested: rediscover the ancient champions of our people.
hu: Habár a helyzet számunkra kedvezőnek látszott, a nyers valóság az volt, hogy a lojalisták ellen esélyünk sem volt komoly ellenállásra. A túlélésre egyetlen esély kínálkozott, amit ez a delevény javasolt: legendás hőseink felébresztése.

source: We continued north-west, the mountains growing taller and steeper. The green missing from the lowlands was all around us; a new hope filled our hearts as we saw how well the forest plants throve under the suns.
fr: Nous continuâmes vers le nord-ouest ; les montagnes devenaient plus hautes et plus escarpées. La verdure qui manquait aux basses terres nous entourait partout ; un nouvel espoir emplit nos cœurs en voyant la façon dont croissaient les plantes sous les soleils.
hu: Folytattuk az utunkat északnyugat felé. A hegyek egyre magasabbak, s egyre meredekebbek lettek. Viszont az alacsonyabb területeken hiányolt növények itt buján tenyésztek körülöttünk. Szívünkbe új remény költözött, amint ezt a gazdag növényzetet láttuk magunk körül.tt, amint ezt a gazdag növényzetet láttuk magunk körül.

source: If the loyalists had made it to these corners of the world, they would no doubt have destroyed this revivifying beauty. The landscape revealed that we were some steps ahead of their thirst for chaos and conquest.
fr: Si les loyalistes avaient atteint cette partie du monde, ils en auraient sans aucun doute détruit la beauté y reprenant vie. Le paysage indiquait que nous étions encore à quelques lieues de leur soif de conquête et de chaos.
hu: Ha a lojalisták betették volna a lábukat a világnak ebbe a sarkába, biztosan elpusztították volna ezt az újraéledő gyönyörűséget. A táj is arra vallott, hogy néhány lépéssel üldözőink előtt járunk.

source: We marched for three days, departing from the Longlier river, at the end of which we entered a wide valley. This valley was not unlike our old home, except perhaps slightly smaller and with sparser vegetation. Initially it seemed to be uninhabited, but later we were to meet the owners in a battle we did not seek.
fr: Nous avons marché durant trois jours, partant de la Rivière Longlier pour arriver dans une large vallée. Elle ressemblait un peu à notre patrie, sauf qu'elle était légèrement plus petite et que la végétation y était plus clairsemée. Elle ressemblait à une terre vierge, mais nous rencontrâmes ensuite ses vrais habitants dans une indésirable bataille.
hu: Három napon keresztül meneteltünk követve a Longlier folyó medrét, s végül egy széles lapályra értünk. Ez a hely nem sokban különbözött régi, elhagyott otthonunktól, talán csak kisebb volt valamivel, s a növényzete volt valamivel gyérebb. Kezdetben úgy tűnt, hogy lakatlan, azonban később kénytelenek voltunk megütközni a lakóikkal.közni a lakóikkal.
tr: Uzun nehirden ayrıldıktan üç gün sonra geniş bir vadiye girdik. Bu vadi, görece daha küçük ve daha seyrek bitki örtüsüyle bizim vadimize pek benzemiyordu. Başta boş gibi görünüyordu, fakat daha sonra bir savaşta vadi sakinleriyle tanıştık.

source: And so, we entered the caves, leaving the bulk of our people behind so that we could explore without risking them all. The people left outside were instructed to mount a careful guard, and to collapse the cave's entrance if we failed to return before two days had passed. Though that worst occur, they were to defeat the remaining orcs and set that valley as their new home, at least until they could find a safer place.
hu: Így aztán bemerészkedtünk a barlangba. Népünk nagy részét hátrahagytuk, hogy ne kockáztassuk az életüket. Meghagytuk nekik, hogy alaposan szervezzék meg az őrséget, s ha két napon belül nem térünk vissza, akkor omlasszák be a barlang bejáratát. Ebben az esetben irtsák ki a még megmaradt orkokat, s próbáljanak berendezkedni a völgyben, legalábbis addig, amíg újabb, biztonságosabb helyet nem találnak maguknak.

source: Only me, Anlindë and the Lich planned to enter the caves, but some of our people would not hear of us going in alone, and instead accompanied us down to the darkness.
fr: Seulement Anlindë, la liche et moi-même devions entrer dans les cavernes. Mais quelques-uns de nos camarades qui ne voulaient pas nous écouter, insistèrent pour nous accompagner dans les ténèbres.
hu: Csak én, Anlindë és a Delevény akartuk felderíteni a barlangokat, de néhányan ragaszkodtak ahhoz, hogy elkísérjenek bennünket a sötétségbe vezető utunkon.
tr: Mağaralara sadece ben, Analya ve Mal Keşnar girecekti, fakat bazıları karanlıkta bize eşlik etmek yerine dışarda güven içinde gün boyunca oturup kalmaya razı olmadı.

source: The cave walls looked artificial, while the floor was covered by smooth tiles; this indicated civilization of a high degree. I noticed that Anlindë and Mal Keshar seemed uneasy; but I had no experience with magic arts, and so could not tell what exactly they felt or detected.
fr: Les murs de la caverne semblaient artificiels, le plancher était couvert de carreaux délicats, probablement fabriqués par une civilisation avancée. Je remarquai qu'Anlindë et Mal Keshar avaient un mauvais pressentiment. Je n'ai aucune expérience des arts magiques, aussi je ne puis préciser ce qu'ils avaient exactement senti ou détecté.
hu: A barlang falain vésés nyomai látszottak, a padlót tükörsima csempe borította, mindez egy fejlett civilizációra utalt. Észrevettem, hogy Anlindë és Mal Keshar nyugtalannak látszottak, de én, nem lévén mágikus képességgel megáldva, nem tudtam, miért aggodalmaskodnak.
tr: Mağara duvarları sanki insan elinden çıkmış gibiydi, zeminde tuhaf taşlar döşeliydi. Eskiden burada bir topluluk yaşamış ve buraları imar etmiş gibiydi. Analya ve Mal Keşnar da bundan rahatsız olmuş gibiydi. Ancak bir müneccim olmadığımdan gerçekte ne düşündüklerini ve neler hissettiklerini söyleyemeyeceğim.

source: After exploring for a while, we re-emerged at nightfall to tell our people to follow us in. It was a difficult decision, but it we feared having our poorly trained civilians between the pursuing scouts and the cliffs.
fr: Après un moment, nous ressortîmes au crépuscule pour dire à nos camarades de nous suivre. Ce fut un choix difficile, mais nos citoyens peu entraînés devaient soit risquer de se faire repérer par nos poursuivants, soit tenter les montagnes.
hu: Egy kis ideig még kutatgattunk, de aztán visszatértünk a hátrahagyottakhoz, s behívtuk őket a barlangba. Nehéz döntés volt, de féltünk attól, hogy népünk gyengén képzett fiai az üldözők és a sziklák közé szorulnak.

source: The very thought of approaching the place were the Lady of Light and the Lord of Darkness had been seen - or detected - for the last time was good for morale. It is well that the ancient tale lit a flame in our hearts, for there was little other light to be had in those forsaken tunnels.
hu: Maga a tudat, hogy azon a helyen vagyunk, ahol a Világosság Úrnője és a Sötétség Ura utoljára volt látható - érzékelhető - lelkesedéssel töltött el bennünket. A régi legendából merített bátorság árasztotta el a szívünket, de volt még más is, ami bizakodásra adott okot ezekben az elhagyatott alagutakban.ott alagutakban.

source: None of us comprehended why Mal Keshar was different from the necromancers our people had faced and defeated before. Not even Anlindë seemed to understand it completely.
hu: Közülünk senki nem értette, hogy Mal Keshar miért volt más, mint a többi holtidéző, akivel eddigi történelmünk során találkoztunk. E kérdésben még Anlindë is bizonytalannak látszott.nak látszott.

source: As we went deeper and deeper, the places were the light of the suns could reach the cavern's floor through contrived openings in the ceiling became more and more scarce. In contrast, the subterranean water streams became more abundant, both in quantity and volume. Oh, the irony! In the caves we had all the water we had so sorely lacked in the desert, but we had to struggle to see our steps.
fr: Alors que nous allions toujours plus en profondeur, les endroits où la lumière passant par les ouvertures du plafond atteignait le sol des cavernes devenait de plus en plus rares. Par contre, les cours d'eau souterrains devenaient de plus en plus fréquents, tant en quantité qu'en volume. Quelle ironie ! Il coulait dans le sous-sol toute l'eau qui manquait si cruellement dans le désert... mais nous devions regarder avec précaution là où nous mettions les pieds.
hu: Ahogy egyre mélyebbre hatoltunk, a napsugár egyre kevésbé világította meg az utat, bár a mennyezetbe vágott nyílásokon némi fény még mindig bejutott. Ezzel szemben a búvópatak egyre bővízűbb lett, s egyre jobban kitöltötte a járatot. Micsoda paradoxon! A sivatagokban nem volt víz, itt viszont lassan annyi lesz, hogy a haladásunkat is megnehezíti.

source: Under the world's skies we could see the moon tracing out its cycle by night; by day, the suns would announce the time. Here we had no notion of how much time was passing as we traveled underground. It was as if time itself had been frozen and bound to the rocks.
fr: Sous les cieux de la surface, la lune marquait les différents cycles de la nuit et les soleils marquaient les différents moments de la journée. Ici, nous n'avions aucune notion du temps écoulé pendant notre voyage souterrain. C'était comme si le temps s'était figé et accroché aux pierres.
hu: A szabad ég alatt éjszaka a hold járása, nappal a napok állása alapján tájékozódtunk, s számoltuk az időt. Idelenn nem volt mihez viszonyítanunk, így a napok anélkül teltek, hogy észrevettük volna. Úgy látszott, mintha megállt volna az idő, s a sziklákhoz tapadt volna.volna.

source: In the depths there were creatures of the depths: large or small, soft or rough, harmless or incredibly strong; creatures I had never seen before. Anlindë and the Lich knew of them and how to frighten them away, though. There came one particular day, or night, on which I gained valuable experience in these matters...
fr: Dans les profondeurs rôdaient des créatures des profondeurs : grandes ou petites, douces ou brutales, inoffensives ou incroyablement fortes. Je n'avais jamais vu ces êtres auparavant. Anlindë et la liche les connaissaient et savaient les effrayer. J'ai depuis ce jour, ou cette nuit, moi-même gagné une précieuse expérience dans ces domaines...
hu: Szembetalálkoztunk a mélység szörnyeivel is: kicsi vagy nagy, puha vagy kemény, ártalmatlan vagy veszélyes lényekkel, amelyeket még hírből sem ismertem. Anlindë és a Delevény azonban igen, s szerencsére azt is tudták, hogyan tartsák távol őket tőlünk. Aztán egy különös napon vagy éjszaka magam is belekóstoltam ebbe a tudományba...ányba...
tr: Derinlere indikçe daha önce hiç rastlamadığım yaratıklarla karşılaşıyordum; küçük, büyük, narin, kaba, zararsız veya aşırı güçlü bir sürü çeşidi vardı. Analya ve Mal Keşnar onları tanıyor ve onlarla nasıl başa çıkacaklarını biliyorlardı. Sonunda benim de bu konuda deneyim kazanacağım o gün (veya gece) gelmişti...

source: This dwarf, Althurin, led us through windy tunnels that connected with a greater tunnel; a city, the capital of their kingdom.
fr: Ce nain, Althurin, nous conduisit à travers des conduits venteux qui aboutissaient à un passage beaucoup plus large ; et vers une ville, capitale de leur royaume.
hu: Ez a törp, Althurin átvezetett minket egy huzatos alagúton, ami egy még nagyobb alagúthoz csatlakozott, itt volt a királyságuk fővárosa.a.
tr: Bu cüce, Alturin, krallığın baş kentinin yer aldığı geniş tünele varıncaya kadar birbirleriyle anlaşılmaz bir şekilde bağlı havadar tünellerde bize yol gösterdi.

source: These greedy people were despised by elven lores of ancient times for of their disinterest in protecting the beautiful and green places of their world; indeed it was said among us that dwarves would destroy the beauty of the world for wealth and power. And yet, they shape craftworks of great beauty from rock, metal and other materials that they find underground; this is something that we elves cannot help but admire. They are a strange people, indeed.
fr: Ce peuple avide était méprisé par les anciens récits des elfes, car il omettait de protéger la nature, ses merveilles et ses lieux verdoyants ; on précisait même chez nous que les nains auraient détruit la beauté du monde, attirés par le gain et l'envie de puissance. Pourtant, ils sculptèrent des œuvres admirables dans la roche, le métal et les autres matières extraites du sol. Nous, les elfes, ne pouvons que l'admirer. Ce sont vraiment des gens étranges.
hu: Ezeket a kapzsi fickókat népünk tudós elméi mindig is megvetették, mivel fittyet hánytak a természetre, s bármikor képesek voltak mohóságukban az általunk féltve őrzött szépséges vidékeket letarolni a még nagyobb gazdagság és erő utáni vágyukban. Habár csodálatos remekműveket készítettek kőből, fémekből és egyéb, föld alatt bányászott anyagokból, s ezért nagyra becsültük őket. Különös népség, pusztítják, de teremtik is a szépet.mindenképpen.
tr: Bu tamahkar topluluk, kendi zenginliklerini ve güçlerini arttırmak için yıkmaktan çekinmedikleri Elf dünyasının yeşilini ve güzelliğini korumakta ilgisiz olmalarından dolayı eski Elf bilgilerine göre daima hakir görülmüştü. Yeraltında bol bulunan kaya, metal ve diğer malzemeler üzerindeki el işçilikleri bizim yardım edemeyeceğimiz şeyler olsa da güzelliklerini kabul ve takdir etmişizdir. Tuhaf bir topluluk, bunlar, vesselam.

source: Their mastery of ancient magic is also remarkable. By carving runes on surfaces such as shields, hammers or even walls, they could work spells in some ways beyond any elven sorcerer's ability. Some of these rune-workings were used as defensive shields against enemies, and had to be temporarily suppressed in order to allow our sorceresses get into the heart of the city, the castle of the King.
fr: Leur connaissance de l'ancienne magie est également remarquable. Graver des runes sur les surfaces des boucliers, des marteaux ou même des murs leur permettait de produire des effets au-delà des capacités des enchanteurs elfes. Certaines de ces runes servaient de protection contre les ennemis et durent être temporairement suspendues pour permettre à nos sorcières d'entrer au cœur de la cité, dans le château du roi.
hu: Figyelemre méltó a régi mágiában való jártasságuk is. A pajzsokra, kalapácsokra vagy a falakra vésett varázserejű rúnáik titkát még a mi boszorkányaink sem képesek megfejteni. Ezek a rúnavésetek egyúttal mágikus védelmet nyújtottak mindenféle idegen behatoló ellen, s láthattuk, ahogy átmenetileg semlegesítik a hatásukat, hogy boszorkányaink is bejuthassanak a város szívébe, a király palotájába.a.
tr: Sihirdeki eskiye dayalı ustalıkları ayrıca takdire şayandır. Kalkan, çekiç ve hatta duvarlara yaptıkları oyma süslemeler biz elflerin hala tam anlayamadığı ve denetleyemediği şeylerdi. Bazıları düşmana karşı savunma kalkanı olarak kullanılmış, şehrin merkezindeki kral sarayına kadın rahiplerimizin giriş izni iptal edilmişti.

source: And so, we entered the darkness of the deepest places of the known world, entering at the same time the unknown; the very heart of earth, probably.
fr: Et c'est ainsi que nous sommes entrés dans l'obscurité des endroits les plus profonds du monde, marchant vers l'inconnu ; c'était le cœur de la terre, sans aucun doute.
hu: Ahogy egyre mélyebbre hatoltunk az ismert világ sötét zugaiba, egyúttal első lépéseinket is megtettük az ismeretlen felé: talán egyenesen a bolygónk középpontjába.k középpontjába.
tr: Ve böylece, arzın merkezine gidiyormuşçasına toprağın derinlerine, bilinmeyen bir dünyaya doğru ürkütücü karanlığın içine daldık.

source: To our wonder, we came to a place that looked like the remains of a long-gone civilization. Marble tiles in floor and walls, silver statues and well-decorated hallways indicated it was an advanced one, not a mere band of savages.
fr: À notre surprise, nous découvrîmes les ruines d'une ancienne civilisation perdue. Que ce soit les sols et les murs couverts de plaques de marbres, les statues argentées, ou les magnifiques décorations des salles, tout indiquait le raffinement et non pas la sauvagerie.
hu: Meglepetésünkre olyan helyre értünk, ami egy rég letűnt civilizáció romjainak látszott. Márványlapokkal burkolt padló és falak, ezüst szobrok, gazdagon díszített folyosók jelezték, hogy egy fejlett nép, nem pedig vademberek honában jártunk. an jártunk.
tr: Geldiğimiz yer uzun zaman önce terkedilmiş bir yerleşim yeri izlenimini veriyordu. Zemin ve duvarlara döşenmiş taşlar, gümüş heykeller, hoş bir şekilde süslenmiş koridorlar yabani bir hayatın değil, gelişmiş bir uygarlığın izlerini taşıyordu.

source: The sound of the undead warriors' armor and steps were our only companion in the immense void of darkness.
fr: Le bruit des pas et des armures des guerriers morts-vivants furent notre seule compagnie dans cet immense vide obscur.
hu: Az élőholt harcosok vértjeinek zöreje és a lépéseink zaja törte meg a sötétség síri csendjét.
tr: Yarıölü savaşçıların zırhlarının ve adımlarının seslerinin ıssız ve zifiri karanlıkta bize huzur veriyor olması dikkat çekiciydi.

source: I cannot tell how much time would have passed since we entered the caves after destroying the metallic beast, let alone speculate on how long we were marching in the darkness, after departing from Knalga's capital. We lost the notion of the pass of time with no suns or moon to use as reference, and I for one could only feel uneasy, barely seeing my feet under the light of torches.
fr: Je ne pourrais pas dire combien de temps s'est écoulé depuis notre entrée dans les grottes, après la destruction de la bête métallique, seul à spéculer sur la durée de notre marche dans les ténèbres depuis notre départ de la capitale de Knalga. Nous avions tous perdu la notion du temps, sans soleil ni lune pour servir de référence, et je ne pouvais que me sentir angoissé alors que je voyais à peine la pointe de mes pieds à la lumière des torches.
hu: Fogalmam sincs, mennyi idő telt el azóta, hogy azt az acélszörnyet elpusztítottuk. Jómagam inkább azon töprengtem, hogy vajon mennyit haladtunk a knalgai főváros elhagyása óta. A napok és a hold hiányában teljesen elvesztettük az időérzékünket. Emellett az is kényelmetlenül érintett, hogy a fáklyák fényénél is alig láttam tovább az orromnál.
tr: Mağaraya girdiğimizden beri metalik hayvanı öldürdükten sonra ne kadar zaman geçtiğini söyleyemeyeceğim. Sadece Kanalga’nın başkentinden ayrıldıktan sonra karanlıkta ne kadar ilerlediğimizi zihnimde tartabiliyorum. Güneşlere veya aya bakma imkanımız olmadığından zaman mefhumunu kaybetmiştik. Meşale ışığı altında sadece ayaklarımı görerek işimizin kolay olmayabileceğini hissediyorum.

source: Since the history began to be recorded, we forest elves have feared the darkness, possibly because of the abominations it gives protection to. But the real reason has not been stated clearly anywhere as far as I know.
fr: Depuis les origines, les elfes des forêts ont redouté les ténèbres, probablement à cause des horreurs qu'elle protège. Mais la vraie raison n'a jamais été élucidée, pour autant que j'en sache.
hu: Amióta írott források csak léteznek, minket erdei tündéket, mint sötétségtől félő népet írnak le. A félelmet talán a sötétségben rejtőzködő szörnyek alapozták meg, habár az okot ilyen egyértelműen leírva sehol nem találtam meg. találtam meg.
tr: Tarihin kaydı başladığından beri biz orman elfleri muhtemelen bilmediğimiz mahluklardan dolayı karanlıktan korkarız. Fakat gerçek sebep bildiğim hiçbir yerde açıkça ortaya çıkmadı.

source: It could be related to the demons in some way. Their power and toughness increases in the darkness, making them extremely dangerous for us. I can only thank the dwarves for letting our people stay with them in Knalga; if they would have followed us, more than half of them would have been already decimated by these fiends.
fr: Elles avaient une certaine parenté avec les démons. Leurs pouvoirs et leur force augmentaient avec l'obscurité, les rendant très dangereuses pour nous. Je ne peux que remercier les nains de Knalga de nous avoir permis de rester avec eux. S'ils nous avaient suivis, plus de la moitié aurait été décimée par ces créatures.
hu: Valamiképpen kapcsolódhat ez a démonokhoz is. Az erejük és az ellenállásuk megnő a sötétben, s így különösen veszélyessé válnak számunkra. Csak köszönettel tartozunk a törpöknek, hogy népünket elszállásolták Knalgában; ha kénytelenek lettek volna követni minket, ezek a szörnyek már alaposan megtizedelték volna a számukat.
tr: O bir şekilde iblislerle ilgili olabilirdi. Karanlıkta güçlerinin ve dayanıklılıklarının artması, onları bizim için oldukça tehlikeli hale getiriyor. Halkımın Kanalga’da kalmasına izin verdikleri için cücelere müteşekkirim. Eğer halkım bizi izlemeseydi, yarıdan fazlası bu iblisler tarafından imha edilmiş olurdu.

source: The chasm around us started to narrow along the way, until we came to a real tunnel, rather than a bridge in the infinite darkness. Anlindë and Mal Keshar immediately noticed something I could not...
fr: La faille autour de nous devenait plus étroite, jusqu'à devenir un vrai tunnel plongeant dans des profondeurs dune noirceur infinie. Anlindë et Mal Keshar remarquèrent tout de suite quelque chose qui m'était inaccessible...
hu: Az utat övező szakadékok egyre kisebbekké váltak, míg végre egy alagúthoz értünk, vagy inkább egy hídhoz, ami a végtelen sötétségbe vezet. Anlindë és Mal Keshar rögtön megéreztek valamit...
tr: Sonsuz karanlıkta bir köprüden ziyade gerçek bir tünele gelene kadar etrafımıztaki darboğaz yol boyunca giderek daraldı. Analya ve Mal Keşnar benim farkedemediğim birşeyler hissettiler...

source: It was difficult to tell whether Elynia was an elven lady or not. According to Anlindë, she has been more bound to her faerie bloodline rather than elven. Thus, she looked more like a girl than a wise lady that had lived for millenia; not only because of her youthful appearance, but also her behavior. I had always been shy, and the only elvish lady that I knew well was Anlindë, because she had taken care of me since before I could recall, but I... felt something about Elynia.
hu: Nehezen lehetne megmondani, hogy Elynia tünde úrnő volt-e, vagy sem. Anlindë szerint sokkal inkább tündér, mint tünde. Ezért sokkal inkább hatott kislánynak, mint többezeréves bölcs úrnőnek; s nemcsak a megjelenése, hanem a viselkedése miatt is. Mindig is gátlásos voltam egy kicsit, s egyedül Anlindët ismertem a tünde úrnők közül, mivel ő volt az, aki gondomat viselte, mióta az eszemet tudom, de... Elynia láttán megmoccant bennem valami.
