Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Once great warriors thundering across the plains, these mounted riders atop their skeletal horses were raised from the grave by unholy magic to spread fear and destruction.
fr: Une magie impie a fait sortir des tombes ceux qui étaient auparavant de célèbres cavaliers des plaines en cavaliers squelettes répandant la peur et la destruction sur leurs chevaux osseux.
hu: Ezeket a csontvázlovakat megülő egykori hatalmas harcosokat szentségtelen varázslattal a sírjukból támasztották fel, hogy félelmet és rombolást terjesszenek.

source: Prose-doctoring and continuity
fr: Textes et dialogues
tr: Metin gözden geçirme ve süreklilik

source: terror
fr: terreur
tr: ürkütme

source: Hey! I have just found $temp_gold_found pieces of gold in this chest!
fr: Hé ! Je viens de trouver $temp_gold_found pièces d'or dans ce coffre !
tr: Hey! Bu sandıkta $temp_gold_found altın buldum!

source: A gold ring, and there is a inscription on it. 'You who take this ring will be swifter and more gracile, no matter what weight you carry on your back.' This would be useful here, since we are not very used to moving on these rough and dark caves.
fr: Un anneau d'or, avec une inscription dessus. « Toi, porteur de l'anneau, tu seras plus agile et plus souple quelque soit la charge que tu portes ». Ce serait utile utile par ici, car nous ne sommes pas très habitués à nous déplacer dans ces galeries pierreuses et sombres.

source: This ring will grant the bearer swift movement, increasing its maximum movement per turn 2 units.
fr: Cet anneau permet au porteur de se mouvoir rapidement, augmentant son nombre de points de mouvement de 2.
tr: Bu yüzük taşıyanın hareket alanını 2 birim genişletir.

source: I am not suited for using this weapon! Let someone else pick it up!
fr: Je ne suis pas apte à utiliser cette arme ! Laissez quelqu'un d'autre la prendre.
tr: Bu silah bana uygun değil! Başkası alsın!

source: The unit picks up the bow, and immediately feels a chilling energy coming from it, flowing to their body. Albeit it looks like an ordinary bow, they take an ordinary arrow and shoot it to a nearby wandering snake, dealing great damage on it, and apparently poisoning it too.
fr: L'unité ramasse l'arc, et sent immédiatement une énergie vivifiante qui afflue dans son corps. Même si cela ressemble à un arc ordinaire, une de ses flèches blessera gravement sa cible et, apparemment, l'empoisonnera de surcroît.
tr: Yayı alır almaz yaydan bedeninize yayılan üşütücü bir enerji hissettiniz. Sıradan bir yay gibi görünmesine rağmen bu yayla kullanacağınız sıradan bir ok, rakibinize isabet ettiğinde onun ağır yara almasına ve zehirlenmesine yol açacaktır.

source: How could this beautiful armor be abandoned in these deep caves? I suppose someone dropped it during an evacuation or such, since it looks like never worn before - well preserved nevertheless. It would fit fine an elvish or undead warrior of ours. We are rather short on battle gear and I don't think its original owner would mind if we borrow and use it.
fr: Comment cette armure magnifique a-t-elle pu être laissée dans ces grottes profondes ? Je suppose que quelqu'un l'a laissée tomber durant une évacuation ou quelque chose de similaire. Elle est en très bon état et a l'air de jamais n'avoir été portée. Elle conviendra parfaitement à l'un de nos guerriers elfes ou morts-vivants. Il nous manque de l'équipement et je ne pense pas que son ancien propriétaire nous en voudra de l'utiliser.

source: He, he, he...
fr: Hé, hé, hé...

source: I am here to tell you a history, a history of what became long after the Fall. Of how evil possessed the devastated Great Continent and came near sinking the wide green world world into an abyss of eternal suffering and strife. And of how a small courageous band of various origins forestalled the great chaos. A history revealing that the Quenoth elves were not the only ones who survived the Elven war. The history of the last elves in the Great Continent, who had to abandon their old habits for a new era, and found themselves forced to tolerate necromancy for the sake of a new future.
fr: Je suis ici pour vous raconter l'histoire des évènements qui sont survenus longtemps après la Chute, sur la façon dont les forces du mal ont dévasté le Grand Continent et ont quasiment fait sombrer le monde entier dans des abysses de souffrances et de punitions. Et sur la façon dont un petit groupe hétérogène a réussi à surmonter cet énorme chaos. Vous apprendrez que les elfes de Quenoth ne furent pas les seuls à survivre aux guerres elfiques ; c'est l'histoire des derniers elfes du Grand Continent qui durent abandonner leurs anciennes habitudes et furent forcés à tolérer la nécromancie pour préserver leur avenir.
tr: Benim burada anlatacağım olaylar Felaketten uzun süre sonra meydana gelen olayların, kötülüğün büyük kıtayı nasıl harabeye çevirdiğinin ve kıtaya nasıl hakim olduğunun, dünyamızın nasıl sonsuz ıstırap ve çekişmeler içine yuvarlandığının tarihçesidir. Farklı kuşaklara ve yerlere ait kişilerden oluşan küçük bir kahramanlar grubunun bu karmaşayı nasıl ortadan kaldırmaya çalıştıklarının hikayesidir. Elflerin savaşında nasıl Kuyenot Elflerinin hayatta kalan taraf olduklarının, yeni bir çağ açmak için nasıl yurtlarından kovulduklarının ve yeni bir gelecek uğruna bir nekromatikten yardım almak zorunda kalışlarının hikayesi, Büyük Kıtadaki son Elflerin tarihçesidir.

source: We do, but it is not possible! The demon lord was vanquished by Eloh a long time ago!
fr: Parfaitement, mais c'est impossible ! Le seigneur démon a été vaincu par Eloh il y a déjà longtemps !
tr: Evet, hatırlıyorum, ama bu imkansız! İblisbaşı uzun zaman önce Eloh tarafından mağlup edilmişti!

source: I agree. But our kin tried before, we have become the witnesses to their failure. We have no aid or craft that they did not. It was a miracle for them that Eloh appeared on the earth to vanquish the evil. That won't happen again.
fr: J'en conviens. Mais notre espèce a essayé auparavant et nous constaté leur échec. Nous n'avons rien pour nous aider qu'ils n'aient déjà. Ce fut un miracle pour eux quand Eloh est apparue sur terre pour vaincre le démon. Cela n'arrivera plus.
tr: Evet ama, atalarımız bunu eskiden denemiş ve başarısız olduklarına dair bir kanıtımız olmadığından başarılı olduklarına kanaat getirmiştik. Bizim elimizde ne varsa onlarda da o kadarı vardı. Eloh’un dünyada görünmesi ve iblisi mağlup etmesi bir mucizeydi. Bu bir daha olmaz.

source: Your elder druids and sorceresses know very well that it wasn't the mighty Eloh herself that saved you from that evil; or at least it was not the godlike form that is spoken of in your ancient legends. What won your victory was nothing else than the power of the Union, at hands of the Master of Darkness and the Lady of Light - a human and an elven lady.
fr: Vos plus anciens druides et vos plus anciennes sorcières savent très bien que ce n'était pas Eloh, la toute puissante, qui vous a sauvés de cet enfer... du moins pas sous la forme divine dont parlent vos vielles légendes. Ce qui vous a octroyé la victoire n'était que le pouvoir de l'Union aux mains du Maître de l'Obscurité et de la Madone de Lumière, un humain et une dame elfe.
tr: Sizin yaşlı büyücüleriniz ve savaş sihirbazlarınız iblisten sizi kurtaranın bizzat Eloh’un kendisi olmadığı gibi destanlarınızda bahsedildiği gibi en azından tanrı benzeri bir şey olmadığını çok iyi bilirler. Bu, Karanlığın Hakimi ve Işık Meleğinden yani bir insan ve bir elf hanımefendisinden oluşan Birliğin gücünden başka birşey değildi.

source: Is that true?
fr: C'est vrai ?
tr: Bu doğru mu?

source: Yes, Galas. Although Eloh herself did not vanquish this demon lord, she did send two warriors for that purpose. The proof is that they came from nowhere and went to nowhere.
fr: Oui, Galas. Bien qu'Eloh elle même n'ait pas vaincu ce seigneur démon, elle a envoyé deux combattants pour le faire. La preuve est qu'ils ne sont venus de nulle part et ne sont allés nulle part.
tr: Evet, Galas. Bu iblisbaşını yenen Eloh’un bizzat kendisi değildi, bu amaçla iki savaşçı yollamıştı. Bu güç hiçbir yerden gelmedi ve hiçbir yere gitmedi.

source: Actually, they went to a place, a place very deep in the heart of the world. I felt their presences descending into the depths. However, it seems one of them, the Master of Darkness, really disappeared from this world, for I lost track of him. I believe the Lady of Light remains in this world, in that place, just sleeping. If you could awaken her, you would have half the power possibly necessary to defeat whoever is the mastermind of this cruel plot.
fr: Actuellement, ils se dirigent vers un lieu enfoncé très profondément dans le cœur de la planète. Je sens leurs présences descendant dans les profondeurs. En tout cas l'un d'eux, le Maître de l'Obscurité, a réellement disparu de ce monde ; j'ai perdu sa trace. La Madone de Lumière semble toujours être ici, dans cet endroit, endormie. Si vous pouviez la réveiller, vous disposeriez de la moitié de la puissance nécessaire pour battre le cerveau de ce cruel complot.
tr: Aslında, onlar bir yere, toprağın çok derinlerinde bir yere gittiler. Derinlere indikçe onların varlığını hissetmiştim. Bununla birlikte, onlardan biri, Karanlığın Hakimi bu dünyada bir daha görünmedi, bu yüzden onun izini kaybettim. Işık Meleği bu dünyada kalmış görünüyor, burada, uykuda. Eğer onu uyandırırsanız, iblisi yenmek için gereken gücün yarısına sahip olursunuz.

source: Tan
fr: Tan-Bok
tr: Tong

source: The Ring of Regeneration may only be used by living creatures, that are not bats or suchlike.
fr: L'anneau de régénération ne peut être utilisé que par un être vivant, mais pas par des chauves-souris ou des êtres apparentés.
tr: Enerji Tazeleme Yüzüğü sadece onu parmağına takabilecek canlılar tarafından kullanılabilir. Yarasa ve benzerleri için işe yaramaz.

source: The Ring of Regeneration may only be used by living creatures.
fr: L'anneau de régénération ne peut être utilisé que par un être vivant.
tr: Enerji Tazeleme Yüzüğü sadece canlılar tarafından kullanılabilir.

source: Uh-oh.
fr: Eh...oh.

source: Aaaah...
fr: Aaah...
tr: Aaahhh...

source: What is going on? Elves from the desert? Anlindë, might them have...
fr: Que se passe-t-il ? Des elfes du désert ? Anlindë, pourraient-ils avoir...
tr: Ne oluyor? Çöldeki Elfler filan? Analya bunları yapmalı mıyız?

source: Friend elves, I have got to report to the king these news. Please stand fast, I shall be back with you soon.
fr: Amis elfes, je dois en référer au roi. Résistez, je reviendrai vite.
tr: Dost elfler, krala bu haberleri raporlamam gerekiyor. Lütfen elinizi çabuk tutun, ben en kısa zamanda döneceğim.

source: The Body of the Union is the Light and Darkness' equivalent of the Neutroume's Uria. Theoretically, if it were destroyed, all life in the space would end, or, viceversa; it is possible that the only way to destroy the Body of the Union is to destroy all life in the space.
fr: Le Corps de l'Union est l'équivalent, lumineux et obscur, du Neutroume d'Uria. Théoriquement, s'ils étaient détruits, la vie dans l'univers s'arrêterait. Et inversement, il est possible que la seule méthode pour détruire le Corps de l'Union soit de détruire toute les formes de vie existantes.

source: Yes, runic glyphs! They activate on contact, and most important chambers, gates and tunnels are designed to be opened via this sort of glyphs. But, where are them?
fr: Oui, des glyphes runiques ! Ils s'activent par contact et sont habituellement utilisés pour ouvrir des portes, des tunnels, des salles importantes. Mais, où sont-ils ?
tr: Evet, özel motifler! Üzerlerine basınca etkin olurlar ve genellikle kapıları ve tünelleri açmakta kullanılırlar. Fakat neredeler?

source: Argh!! Yelp...
fr: Argh ! Au s'cours...
tr: Aaahhh!! İmdat...

source: Her
fr: Elle
tr: Hert

source: Eh...
fr: Euh...

source: (whispering) Just for safety, I want the scourt to follow the faerie lass closely. I don't trust her.
fr: (murmurant) Juste pour des raisons de sécurités, je veux que l'escorte suive de près la petite fée. Je ne lui fais pas confiance.
tr: (fısıltıyla)Sırf güvenlik için, periyi daha yakından izlemeni istiyorum. Ona güvenmiyorum.

source: If there is anything to be paid with blood, it is our debt to Anlindë. And we shall pay, with with your blood!
fr: S'il y a quelque chose à payer avec du sang, c'est bien notre dette envers Anlindë. Et nous paierons, de notre sang !
tr: Eğer kanla ödenecek bir borç varsa bu Analya’yadır. Ve bunu kanınla ödeyeceksin!

source: Déja vu.
fr: Déjà vu.

source: Defeat all your oponents
fr: Vaincre tous les ennemis
tr: Tüm rakiplerini yen

source: Those were the Shaxthals. With our knowledge of magic, genetics and technology combinated, we could select the best characteristics of every natural lifeform, add them great strength and resistance, and join them together in a single, new lifeform. The Biomechanicals, or 'Shaxthals', which in our ancient tongue meant 'invincibles'.
fr: C'était les shaxthals. Nos connaissance de la magie, de la génétique et des technologies nous ont permis de sélectionner les meilleurs caractéristiques des différentes formes de vie, puis d'augmenter la force et la résistance d'une espèce méticuleusement choisie. Les biomécaniques, ou « Shaxthals » étaient nées. Cela signifie « invincibles » dans notre ancienne langue.

source: I'm not telling you... anything...
fr: Je ne vous dirai... rien...
tr: Size hiçbir şey söyleyemem...

source: No, you actually will tell me. Who are you?
fr: Non, vous allez me le révéler. Qui êtes-vous ?
tr: Hayır, bana söyleyebilirsin. Kimsin sen?

source: Elynia? What are you doing?
fr: Elynia ? Mais qu'est-ce que vous faites ?
tr: Elenya? Ne yapıyorsun?

source: Where does your master hide?
fr: Où se cache votre maître ?
tr: Efendin nerede saklanıyor?

source: Now you can pass in peace, Elyssa.
fr: Vous pouvez reposer en paix maintenant, Elyssa.
tr: Artık öbür dünyaya gidebilirsin, Elissa.

source: But the group could not rest even for a while, nor give the poor victim a proper burial. So they threw her still warm corpse to the lava to be completely consumed, and purposefully headed towards the Halls of the Damned...
fr: Mais le groupe ne put se reposer même un instant, ni donner à la pauvre victime un digne enterrement. Ils jetèrent donc son cadavre encore chaud dans la lave pour qu'il soit totalement consumé. Et ils continuèrent vers la Salle des Damnés...
tr: Fakat ekip, zavallı kurbana son görevlerini yerine getirecek kadar orada kalamazdı. Cesedi lava bırakıp, lav cesedi tamamen yutana kadar bekleyip, Lanetli salonlara doğru yola çıktılar...

source: Halls of the Damned
fr: Salles des damnés
tr: Lanetli Salonlar

source: The Final Gate
fr: La Dernière Porte
tr: Son Kapı

source: Lair of the Shadow Master
fr: Repaire du Maître de l'Ombre
tr: Gölgelerin Efendisinin Sarayı

source: team_name^Dark Hive
fr: Ruche Noire
tr: Kara Kovan

source: Objective:
fr: Objectif :
tr: Amaç:

source: Get past the Dark Hive and the Halls of the Damned and move either Galas, Mal Keshar or Elynia to the final gate
fr: Dépasser la Ruche Noire et la Salle des Damnés et déplacer Galas, Mal Keshar ou Elynia jusqu'à la dernière porte
tr: Kara kovanı ve Lanetli salonları geçip Galas, Mal Keşnar veya Elenya’yı son kapıya götür

source: This is it. The final gate. This is the way to go, if we are all ready!
fr: La voici. La dernière porte. C'est le moment d'y aller, si nous sommes prêts !
tr: İşte son kapı. Hazırsak, bu yoldan gideceğiz.

source: Here we are. But I hesitate to continue...
fr: Nous y voici. Mais j'hésite à continuer....
tr: Son kapıyı geçtik. Fakat devam etmek konusunda teredütteyim...

source: Even I hesitate.
fr: Même moi j'hésite.
tr: Ben bile tereddüt ediyorum.

source: Huh? We have no time to waste in hesitating our steps here. We have come this far, so it is now the time to finish our task.
fr: Hé ? Nous n'avons pas le temps d'hésiter en chemin. Nous sommes venus de si loin qu'il nous faut maintenant terminer notre tâche.
tr: Alemsiniz... O kadar yoldan geldik. Tereddüt ederek boşa harcanacak zamanımız yok. Görevimizi bitirmenin tam zamanıdır.

source: Enter the Lair of the Shadow Master
fr: Entrer dans le repaire du Maître de l'Ombre
tr: Gölgelerin Efendisinin sarayına gir

source: Mwaaahahahahahaha!
fr: Mouaaaha ha ha ha ha ha !
tr: Muaaahahahahahaha!

source: Hyaaaaargh!!!
fr: Rooaargh !!
tr: Hıyaaaaah!!!

source: Lord Mizgill
fr: Seigneur Mizgill

source: Welcome, elves, to the Grand Council. It has been really a long time since the last your kind was seen in this continent. Please, consider this as your home.
fr: Elfes, bienvenus au Grand Conseil. Cela faisait vraiment longtemps que personne n'avait aperçu vos semblable sur ce continent. Je vous prie de considérer cet endroit comme votre demeure.
tr: Büyük Konsey’e hoşgeldiniz, elfler. Bu kıtada sizlerden birini görmeyeli gerçekten çok uzun zaman geçti. Lütfen, evinizdeymiş gibi davranın.

source: TODO
fr: À faire
tr: Daha yazılmadı.

source: Elvish Horseman
fr: Cavalier elfe
tr: Elf Süvari

source: Giant Leeches grow up after draining enough blood, becoming a extremely dangerous threat for any living creature. As they drain blood, they regenerate, healing their wounds and growing in size. Since they acquire the habit of sucking the prey's head first, they have been named the 'brain-drainers'. This does not mean that they actually feed on its brain. They just crush its craneum with their powerful mouth in order to gain easy and fast access to the blood in the remaining body of the poor victim.
fr: Les sangsues géantes grandissent après avoir sucé assez de sang, devenant une menace extrêmement dangereuse pour toute créature vivante. Lorsqu'elles sucent le sang, elle se régénèrent, soignent leurs blessures et grandissent en taille. Comme elles ont l'habitude de sucer d'abord la tête de leur proie, on les a surnommées les « suceuses de cervelles ». Ce qui ne signifie pas qu'elles se nourrissent vraiment de cerveaux. Elles écrasent les crânes de leur puissante bouche afin de parvenir aisément et rapidement au sang de la pauvre victime.

source: Leeches are very known for their habit of draining the blood out of bigger creatures. It is a fortune that they are smaller than a man's thumb. However, in certain places, deep underground, giant un-eyed reptilians that behave as leeches have been spotted, thus leading people to call them 'Giant Leeches'. It is not known what these beings actually are, or how they got to have this body structure and habits. Rumor has it that they are eternally thirsty of fresh blood.
fr: On connait bien les sangsues pour leur habitude de sucer le sang de créatures plus grandes qu'elles. Heureusement qu'elles sont plus petites que le pouce d'un humain. Cependant, en certains endroits profondément enfouis, on a découvert des reptiles géants à un œil qui se conduisent comme des sangsues, et on les a surnommés « sangsues géantes ». On ignore ce que ces êtres sont réellement, et comment ils sont parvenus à cette structure corporelle et à ces habitudes alimentaires. La rumeur populaire prétend qu'ils ont perpétuellement soif de sang frais.

source: Water Serpents are smaller cousins of the more famous Sea Serpents. Water Serpents can swim through water quite quickly and prey on all kinds of creatures, both large and small.
fr: Les serpents d'eau sont des cousins de petite taille des fameux serpents de mer. Les serpents d'eau nagent assez vite et s'attaquent à toutes les créatures, les grandes comme les petites.

source: ``Over the years, protecting our valley became harder and harder. The attacks of the occasional necromancers and fugitive bands have become more than a mere nuisance. We have not lost the fighting and archery styles of our ancestors, and in response our leaders have begun to send out patrol groups. The patrollers ward the valley's frontiers. I have never known my mother; the elders say she died in childbirth. My father has led led our warriors to battle since I have been a little boy. So it was no surprise to my friends that I followed in his footsteps and became a patrol leader myself.
tr: ‘‘Yıllar geçtikçe, vadimizin korunması giderek zorlaşıyordu. Fırsatçı yarı ölü ve serseri çetelerinin saldırıları can sıkıcı olmaktan çıkıp yıldırıcı hale gelmeye başlamıştı. Atalarımızın döğüş ve okçuluk tekniklerini kaybetmemiştik, dolayısıyla liderlerimiz bu saldırılara yanıt olarak sınır devriyeleri gönderebiliyorlardı. Savaşçılar vadinin sınırları civarında her gün devriye geziyordu. Annemi hiç tanımadım, yaşlılar beni doğururken öldüğünü söylüyor. Babam küçüklüğümden beri savaşta askerlerimize komuta ederdi. Dolayısıyla, onun izinden giderek bir devriye lideri haline gelmem arkadaşlarım için hiç de sürpriz olmadı.

source: Recently the frequency and intensity of incursions has incereased. We can detect no single hand behind them, but it is as as if they were thrust into our domains by some force greater than their own petty greed and rage. They throw themselves onto our blades and arrows as if death were a better alternative than retreat. Our patrol groups are growing in size to resist, but the pace of recruiting is becoming harder to maintain. Most people sdo not crave the chance to risk their lives in combat against such determined foes.
tr: Son zamanlarda, fırsatçı saldırganlar saldırılarını yoğunlaştırmaya başladılar. Saldırıları giderek anlaşılmaz bir çılgınlık halini alıyor. Uğursuz bir güç adeta onları üzerimize itiyordu. Ölüm kaçmaktan daha iyiymişçesine kendilerini kılıçlarımızın va oklarımızın önüne atıyorlardı. Halkımızın çoğu böyle bir düşmana karşı yaşamlarını riske atmak istemediklerinden, devriye ekiplerimiz muntazaman büyüyor olsa da saldırılara direnmek her geçen gün zorlaşıyordu.

source: Now I'm having the honor of leading our warriors to war, a war for regaining our place in the Continent, recovering the lost peace, and obliverating the demon menace once and for all.
tr: Savaşta savaşçılarımıza liderlik etmekten onur duyuyorum. Kıtadaki yerimizi yeniden kazanmanın, kaybedilen barışı yeniden elde etmenin ve iblis tehtidini sonsuza kadar ortadan kaldırmanın savaşı.

source: Grumnyr
tr: Grumnir

source: Lédinor
tr: Ledinor

source: Vor Mègwyn
tr: Vor Megvin

source: Jurdaan
tr: Jurdan

source: Anlindë
tr: Analya

source: Vólrand
tr: Volrand

source: Quiryn
tr: Kiryin

source: Mal Keshar
tr: Mal Keşnar

source: I meant there was some great evil aiding the humans. Not merely ordinary necromancers and war-beasts, but something worse. Something I believed we had already vanquished... but now I realize we had not not, at least not completely...
tr: Demek istediğim, insanlara bazı güçlü ve kötü güçlerin destek verdiğiydi;İğrenç nekromatikler ve bunların yarı ölü yaratıkları sıradan şeyler değil, daha da kötüsü üstesinden geldiğimizi varsaydığımız bir şey... fakat şimdi öyle olmadığını anlıyorum, en azından tamamen değil...

source: Anlindë?
tr: Analya?

source: Karun Baghar
tr: Karun Banyar

source: Rooaargh!!
tr: Roarrr!

source: Ha, ha, ha! We got you! There is no escapatory now!
tr: Ha, ha, ha! Seni yakaladık! Artık kaçış yok!

source: Um... difficult decission to make.
tr: Hımm... Zor bir karar.

source: Sylith
tr: Saylit

source: Irvyn
tr: Örvin

source: Gryn
tr: Giran

source: You killed my brethen! Die!
tr: Kardeşlerimi öldürürsünüz, ha! Geber!

source: Argh!
tr: Aaahhh!

source: Elká
tr: Elka

source: Vulcar
tr: Vulkar

source: Durbaghar
tr: Durbaknar

source: Girkag
tr: Girkad

source: Ceel
tr: Ceğel

source: Rooaarlg, raaar!
tr: Haaarrr Güürrrr!

source: Kyra
tr: Kayra

source: Kairus
tr: Kayrus

source: Kwurg
tr: Kuvurg

source: Troll
tr: Trol

source: Roar!!!
tr: Roarr!!

source: Qwirg
tr: Kvirg

source: Althurin
tr: Alturin

source: Aetilaes
tr: Agetiles

source: Sssh.
tr: Şışşşt.
