Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Of all the horrors that have been witnessed by all those who oppose the Chaos Empire and survive the time necessary to pass the story onto generation by generation, the worst ever recorded might be these floating metallic beasts that resemble nagas in shape, and insects in appearance, that have big and strong claws, capable of cutting a man in half with small, if not nought, effort. These abominations, called the 'Shaxthal' by the witnesses, honor their name, derived from an ancient human dialect - which would mean 'invincible' in the modern tongue -, by being fierce, seemingly unstoppable and virtually invulnerable to physical weapons, for their body is protected by an incredibly tough and thick shell-armor, of which the only flaw would be the gaps of flesh in each joint, smelling like rotten flesh. By their resemblance to insects, they have also been titled the 'Drones' by the rebel forces, but it is a name easily underestimated by unexperienced fighters that have never seen them in reality. Those foolish ones only survive long enough to be crushed alive, limb by limb, by a lightbeam coming from the creature's eyes.
hu: A Káosz Birodalmának seregében harcoló sokféle szörnyűséges lények közül a leírásokban a legrosszabbaknak ezeket a lebegő fémszörnyeket nevezték a szemtanúk, s örökítették történeteiket generációról generációra. Alakjuk a nagákéra hasonlított, de megjelenésük a rovarokéra emlékeztet, hatalmas és erős ollóikkal könnyedén kettévágnak egy embert is. Ezek az undorító lények, ún. 'saxtálok', - a nevüket egy nagyon ősi emberi nyelv 'legyőzhetetlen' szava után nyerték - vadságuk miatt megállíthatatlannak látszanak és fizikai fegyverekkel szinte sebezhetetlenek, mivel egy rendkívül kemény és vastag héjpáncél borítja a testüket, amelynek csak a hézagaiból kandikál ki némi hús, rettentő bűzt árasztva. Szelvényezett páncéljuk miatt, amely a rovarokéra emlékeztető felépítést eredményez, kapták a lázadóktól a 'here' megnevezést, bár a név alapján könnyen alábecsülhetik őket a gyakorlatlan harcosok, akik még élőben nem találkoztak velük. Ezek aztán szörnyű kínok közt múlnak ki, miután sorra elveszítik végtagjaikat a lény szemeiből kilövellő fénysugárban.

source: No description available. Nobody else has seen such a horrendous thing before!
fr: Pas de description disponible. Personne n'a jamais vu pareille horreur auparavant !
hu: Nincs írott forrás róluk. Még soha senki nem találkozott korábban ezekkel a rémekkel!

source: Protector Drone
fr: Drone protecteur
hu: Védőhere
tr: Muhafız Zebani

source: Some drones develop their flexibility and deftness more than others. The Protectors have chosen the path of endurance and attack strength, becoming heavier and slower, yet really lethal weapons of mass destruction. However, they have also developed a worrisome accuracy on their attacks of energy shockwaves.
hu: Egyes herék hajlékonyságukat és rugalmasságukat továbbfejlesztik. A védők az ellenállás és az erő útját választották, ezért súlyosabbak és lassabbak a többieknél, s igazi halálos tömegpusztító fegyverek. Emellett aggasztóan pontosan céloznak bénító energiasugaraikkal.

source: Runner Drone
fr: Drone coureur
hu: Futárhere
tr: Hızlı Zebani

source: Some drones are known for their speed and visual agility and accuracy as the 'Runners'. They stand on only their lower pair of legs, which are very strong and are designed with scouting performance in mind. They are not a perilous threat alone on their own, but larger groups are, as with most species, dangerous. Evidence indicates that their intelligence is very similar to that of humans, dwarves or elves, albeit being as violent and unpredictable as orcs. It is unfortunate that such features were put under the commands of the forces of Chaos instead.
hu: Néhány here a gyorsaságáról és fürgeségéről, valamint pontos célzásáról ismert, ők a 'futárok'. Csak az alsó lábaikon állnak, amelyek erősek, s bármilyen terepen alkalmasak a gyors járásra. Egyedül nem jelentenek különösebb veszélyt, de nagyobb csoportjuk már számottevő fenyegetést hordoz magában. Bizonyítást nyert, hogy intelligenciájuk vetekszik az emberekével, a törpökével vagy a tündékével, habár legalább olyan erőszakosak és megbízhatatlanok, mint az orkok. Külön szerencsétlenség, hogy a Káosz erőinek parancsnoksága alatt szolgálnak.

source: Sentry Drone
fr: Drone sentinelle
hu: Cirkálóhere
tr: Nöbetçi Zebani

source: The Sentry Drones are weaker light-armored variants of the deadly Assault Drones, reserved for surveiling Shaxthal bases and breeding hives. This design is so optimized for defending their position rather than exposing themselves in the outside for assaults, which usually means that when one of these variants is lured out of its warren, it is easily defeated by swarms of oponents.
hu: A cirkálóherék gyengébb, könnyűfegyverzetű változatai a halálos harciheréknek, a saxtál bázisok és szaporító kaptárok felügyeletét látják el. Ez a változat inkább védelmi funkcióra alkalmas, mint a rohamokban jeleskedő másik. Ez egyúttal azt is jelenti, hogy ha egy ilyen egység elhagyja a helyét, könnyen áldozatul eshet egy ellenséges csapatnak.

source: Rayblade
fr: Sabre-laser
hu: Fénykardos

source: Very few have survived the 'bladestorm' that the Rayblades perform in the battlefield. In an unnatural manner, they can spin over their own bodies and destroy their oponents by extending their arms, which instead of hands at the end have sharp blades, during a fast spinning. Yet worse is that they seem not to require air at all, being able to stay hours, or days, perhaps, in the waters of the deepest rivers known.
hu: Nagyon kevesen éltek túl egy 'pengezáport', amit a fénykardosok zúdítottak rá. Valami különös módon, ezek a lények képesek pörögni a testük körül, s a kinyújtott karjaik végén lévő éles pengével semmisítik meg az ellenségeiket. A gyors pörgésen túl még úgy tűnik levegőre sincs szükségük, így órákig vagy akár napokig is képesek a legmélyebbnek ismert folyókban tartózkodni.

source: weapon^rayblade
hu: fénykard

source: Razorbird
fr: Oiseau chirurgien
hu: Pengekarmú
tr: Uçan Ustura

source: Beside the manufactured drones, other exotic lifeforms have developed and evolved amongst the Shaxthals, lifeforms that start from a mundane basis, such as birds. The shaxthal birds, however, are armored; this makes them slower than natural birds, but also makes them more dangerous, as they have the ability to throw some appendices of their armor that resemble feather-shaped knives, knives that can be shot from safe distance to the victim, inflicting great damage on it.
hu: A konstruált heréken kívül más létformákat is kifejlesztettek illetve kifejlődtek a saxtálok körében, olyan lények, amelyek közönséges fajokból, mint például madarakból alakultak ki. A saxtál madarak azonban páncélozottak: ez a természet madarainál lassabbá teszi őket, de sokkal veszélyesebbek azoknál, mivel képesek bizonyos függelékeiket, amelyek leginkább tollalakú késekre emlékeztetnek, biztos távolból áldozataik felé hajítani, s ezzel nagy sebeket ejtenek.

source: blade shower
fr: déluge de lames
hu: pengezápor
tr: ustura

source: Thunderbird
fr: Oiseau tonnerre
hu: Viharmadár
tr: Gökgürültüsü

source: The shaxthal Razorbirds can grow up even more, becoming threats that are best avoided in open fields, as they can let themselves fall over their victim piercing it with their powerful beak. And, in case that is not enough, the sharpness of their throwing blades is enhanced by their common practice of producing deadly electric sparks with them.
hu: A saxtál pengekarmúak még nagyobbra nőve, még veszélyesebbé válnak, s célszerű őket elkerülni a csatamezőn, mivel zuhanórepülésük végén képesek átlyukasztani ellenségeiket hatalmas csőrükkel. S ha ez nem lenne elég, az általuk hajított éles pengék megnövelik az általánosan alkalmazott halálos elektromos szikrák hatékonyságát.

source: thunderbolt
fr: éclair
hu: villámcsapás
tr: şimşek

source: Wyrm
fr: Vouivre
hu: Sárkánykígyó
tr: Kurt

source: These biomechanicals pretty much resemble the structure, appearance and behavior of Water Serpents, except that they don't need to breath, they are very strong and resistant to physical damage, and, most importantly, they cannot move quickly on most dry terrains. In fact, moving on the surface can be specially dangerous for them, as their lack of legs and excess of weight, combinated, render them defenseless. In a dramatically big contrast, their performance on their natural environments, the Shaxthal nests, is extremely dangerous for any intruders that may stumble across with these sneaky prowlers.
hu: Ezek a biomechanikus lények különösen emlékeztetnek a vízikígyókra, úgy felépítésük, megjelenésük, mint viselkedésük alapján, kivéve hogy nincs szükségük levegőre. Nagyon erősek és ellenállnak a fizikai behatásoknak, s ami nagyon fontos, nem képesek gyorsan mozogni a száraz területeken. Valójában a felszíni jelenlét nagyon veszélyes számukra, mivel nincsenek lábaik, s roppant súlyukkal együtt ez védtelenné teszi őket odafenn. Drámai ellentétben a fenti világgal, természetes közegükben a saxtál fészkekben nagyon veszélyesek bármilyen behatolóra, aki belebotlik ezekbe a lopakodó portyázókba.

source: race^Spirit
fr: Esprits
hu: Szellem
tr: Peri

source: race+female^Spirit
fr: Esprits
hu: Szellem
tr: Peri-Dişi

source: race^Spirits
fr: Esprits
hu: Szellemek
tr: Periler

source: Natural spirits are rarely seen in mundane places, although it is rumored that they can only be, either summoned by magi, or protecting a great secret of nature.
hu: A természet szellemei ritkán mutatkoznak közönséges helyeken, pedig a hírek szerint ott vannak mindenütt vagy a mágusok által megidézve, vagy a természet titkainak védelmezőiként.

source: Fire Spirit
fr: Esprit du feu
hu: Tűzszellem
tr: Ateş Muhafızı

source: Fire Guardians are spirits of smoke and flame. No one is exactly sure where they come from, but they seem to be a common threat in the darkest unknown depths of world. They might be the Fire itself, incarnate, or part of it.
fr: Les gardiens de feu sont des esprits de fumées et de flammes. Personne ne sait exactement d'où ils viennent, mais ils semblent communs dans les profondeurs. Ils pourraient être le Feu lui-même, ou une de ses fractions.
hu: A tűzszellemek füstből és lángból állnak. Senki sem tudja, honnan jöttek, de a föld sötét mélyén mindenkire veszélyt jelentenek. Lehet, hogy ők maguk a Tűz, esetleg megtestesülései a Tűznek vagy annak önálló részei.

source: fire claws
fr: griffes ardentes
hu: lángnyelvek
tr: alev tırmığı

source: Fire Wisp
fr: Murmure de feu
hu: tűzcsóva
tr: Ateş Topu

source: Fire Wisps are minor spirits of flame. They like to frolic in pools of lava, and take great delight in burning anything they can reach. They should not be a great challenge to unexperienced fighters, except when found in swarms.
hu: A tűzcsóvák kicsiny tűzszellemek. Legszívesebben a lávateknőkben csintalankodnak, de nagy örömüket lelik abban is, hogy felégetnek mindent, amit csak elérhetnek. Nem okoz nehézséget elbánni velük bárkinek, kivéve ha tengerként támadnak.

source: fire bash
fr: frappe de feu
hu: nyaldosás
tr: ateş darbesi

source: Animated Rock
fr: Rocher animé
hu: Élő szikla
tr: Yürüyen Kaya

source: Animated Rocks are rather slow creatures made out of solid, living rock. They have a weak attack, but are incredibly hard to destroy. It is rumored that these magical constructs can only be summoned by powerful magi.
hu: Az élő sziklák elég lomha teremtmények, amelyek élő kőből állnak. Bár csapásaik nem veszélyesek, de rendkívül ellenállóak. Azt mondják, hogy ezeket a teremtményeket csak nagyhatalmú mágusok tudják megidézni.

source: Rock Golem
fr: Golem de pierre
hu: Sziklagólem
tr: Kaya Canavarı

source: Rock Golems are giant, slow, and heavy creatures made out of solid, living rock. Their fists can crush any skeleton in matter of seconds.
fr: Les golems de pierres sont de très grandes, lentes et lourdes créatures constituées de rochers solides et vivants. Leur poing peut écraser n'importe quel squelette en quelques secondes.
hu: A sziklagólemek óriási, lomha és súlyos teremtmények, amik tömör élő kőből állnak. Súlyos ökleikkel pillanatok alatt összetörnek egy csontvázat.

source: female^Water Spirit
fr: Esprit des eaux
hu: Víziszellem
tr: Su Perisi

source: Tidal waves of water have been known to have acquired their own consciousness and mind, and to set free from their summoners. Then, it turns into a more corporeal being of water, that encarnates the might and whimsical personality of water and its inhabitants.
hu: A vizek élő hullámai arról ismeretesek, hogy öntudatot és akaratot nyerve függetlenítik magukat a megidézőjüktől. Vízből testet építenek maguknak, s így a víz, a vízivilág hatalmas és szeszélyes természetét testesítik meg.

source: water punch
fr: jet d'eau
hu: vízsugár

source: female^Water Tidal
fr: Onde des eaux
hu: Élő hullám
tr: Su Kabarcığı

source: It is said that the world is mostly composed of water. It would be natural, then, to think that water may have its own will, and that its power can be summoned by expert magi for bad purposes. Unfortunately, all that is true.
fr: On dit que la majeure partie du monde est composée d'eau. Il serait donc naturel d'imaginer que l'eau possède sa volonté propre et que son pouvoir puisse être invoqué par des mages experts, dans des buts inavouables. Malheureusement, tout cela est vrai.
hu: Köztudomású, hogy a világ nagy része vízből áll. Akkor az is magától értetődőnek látszik, hogy a víznek is lehet saját akarata és hogy ezt gyakorlott mágusok a maguk gonosz céljai érdekében kihasználják. Sajnos ez így is van.

source: Sand Troll
fr: Troll des sables
hu: Sivatagi troll
tr: Kum Trolü

source: Amongst the many creatures that have struggled to adapt themselves to life in the desert, there are these sand trolls, who have abandoned the caves of their ancestors to embrace the protection of their dunes and sand traps. Although their intellect is still inferior to that of a human,it seems that they have evolved enough to acquire the skill required to wield a spear, to use it properly for impaling foes, and to throw it at long range to prey.
fr: Parmi les créatures qui ont lutté pour s'adapter à la vie dans le désert, on trouve les trolls des sables. Ils ont abandonné les grottes de leurs ancêtres pour la protection des dunes et des pièges des sables. Même si leur intelligence est toujours inférieure à celle des humains, on dirait qu'ils ont suffisamment évolué pour savoir utiliser une lance, pour embrocher les ennemis ou la propulser à longue distance.
hu: A számtalan élőlények egyikeként, akik megpróbálkoztak alkalmazkodni a sivatagi viszonyokhoz, a sivatagi trollok is odahagyták őseik természetes élőhelyeit, a barlangokat, s helyette a dűnék nyújtotta védelmet, s homoki csapdázást választották. Habár intelligenciájuk az emberekéhez képest alacsony, mégis képesek voltak a dárda kezelésének elsajátítására. Nagy gyakorlattal használják a dárdát az ellenség felnyársalására éppúgy, mint a távolabb lévő zsákmány elejtésére.

source: Sand Troll Whelp
fr: Jeune troll des sables
hu: Sivatagi troll suhanc
tr: Yavru Kum Trolü

source: Amongst the many creatures that have struggled to adapt themselves to life in the desert, there are these sand trolls, who have abandoned the caves of their ancestors to embrace the protection of their dunes and sand traps. It is an interesting fact that they have become adept to sunlight and accustomed to the eternal lack of water in the desert. However, their aggressivity has not changed at all.
fr: Parmi les créatures qui ont lutté pour s'adapter à la vie dans le désert, on trouve les trolls des sables. Ils ont abandonné les grottes de leurs ancêtres pour la protection des dunes et des pièges des sables. Il est intéressant de noter qu'ils se sont parfaitement accoutumés au soleil et à un permanent manque d'eau. Mais leur agressivité n'a pas changé pour autant.
hu: A számtalan élőlények egyikeként, akik megpróbálkoztak alkalmazkodni a sivatagi viszonyokhoz, a sivatagi trollok is odahagyták őseik természetes élőhelyeit, a barlangokat, s helyette a dűnék nyújtotta védelmet, s homoki csapdázást választották. Érdekes kérdés, hogy hogy tudtak alkalmazkodni a napfényhez, s a sivatagi örökös vízhiányhoz. Az agresszivitásuk azonban fikarcnyit sem változott.

source: race^Elvish Spirit
fr: Esprits elfes
hu: Tünde szellem
tr: Elf Perisi

source: race+female^Elvish Spirit
fr: Esprits elfes
hu: Tünde szellem
tr: Elf Perisi-Dişi

source: race^Elvish Spirits
fr: Esprits elfes
hu: Tünde szellemek
tr: Elf Perileri

source: Many mighty elven warriors of ancient have died in such a way that their desire of fighting for a last time is not fulfilled. Thus, their souls cannot rest in peace forever, and seek to return to this world for getting their thirst quenched with a last glorious confrontation. However, they usually cannot do so without help of necromancy. Since elves have always been opposed to allowing necromancy and their practicioners amongst their people, their ancestors have not had the opportunity to return to assist their kind, till now.
hu: Számtalan régi tünde harcos vesztette életét úgy, hogy harci vágya kielégítetlen maradt. Lelkük ezért sohasem tud megnyugodni, s állandóan keresik a lehetőséget, hogy visszatérve a világba ezt a vágyukat egy utolsó dicsőséges ütközetben végre kielégíthessék. Csakhogy ehhez rendszerint egy holtidéző közreműködése is szükségeltetik. Mivel a tündék minden időben tiltották a feketemágiát, s művelőit sem tűrték maguk közt, az ősök lelkeinek nem adódott lehetőség, hogy visszatérve segíthessenek fajtájukon. Legalábbis ezidáig nem.

source: Ancestor
fr: Ancêtre
hu: Ős
tr: Elf Dedesi

source: Revered warriors of old roam through the elven forests, visible only due to their shining silver swords. They are only partially present in the mortal realm, and wounds close as if they had never existed. Their voice can whisper in the wind words that chill the hearts of their enemies, making them, ocassionally, abandon the fight prematurely, or even die of sheer fear.
hu: Régi idők nagyrabecsült harcosai kísértenek a tünde erdőkben, kizárólag fényes ezüst kardjuk miatt látszanak. Csak részben vannak jelen a halandó világban, és sebeik úgy gyógyulnak, mintha soha nem is lettek volna. Suttogó hangjuk a széllel száll, szavaik megfagyasztják ellenségeik szívét, akik emiatt gyakran meghátrálnak, ha rögtön szörnyet nem halnak.

source: ancient blade
fr: lame ancestrale
hu: ősi penge
tr: kör kılıç

source: requiem
hu: gyászének
tr: beddua

source: Forefather
fr: Patriarche
hu: Ősatya
tr: Elf Vahıkalmış

source: The ancient elvish lords may come back to this world in times of great need, to lead their people to glory once again. When attacking, they sing a chilling death chant, which can freeze in terror their oponents; this has been known to have caused a fair number of defeats at the hands of elven armies, and to suddenly turn the fight in favor of them, when victory was close to be achieved by those who dare oppose the almighty lords of the forests.
hu: A tünde urak ősei szükséghelyzetben visszatérnek e világba, hogy újra csatába vezessék népüket. Támadás közben rettentő csatadalokat énekelnek, amitől ellenségeik ereiben megfagy a vér. Ez közismerten hatékony eszköz a tünde seregek kezében, s számtalan ellenség megsemmisítésében, sok csata kimenetelének megfordításában segített akkor is, amikor a mindenható erdei urakat megtámadni merészelő ellenség már-már kivívta a győzelmet.

source: Warrior Spirit
fr: Esprit guerrier
hu: Szellemharcos
tr: Elf Ahıgitmiş

source: The great elvish warriors of times past are not completely gone. They roam around the forests which formerly served as their home, and wander about their memories of glorious battles and wars, seeking to perform the feats of arms they did in the past, and death is no obstacle for their purposes.
hu: A múlt nagy tünde harcosai sosem térnek teljesen nyugovóra. Régi, dicső csatákra és háborúkra emlékezve barangolnak korábbi erdei otthonuk környékén, s keresik az alkalmat, hogy újra fegyvert ragadhassanak, s ebben a halál sem tudja őket megakadályozni.

source: This spawn of Darkness must have been summoned by a powerful evil warlock. Although weak under the suns' light, the cover and protection of the grand shadows of the night allows them to kill heavy and big preys with a single stabbing strike on their backs. Combined with their high resistance to physical damage, all this makes them enemies that should not be underestimated when no person skilled in the magic arts is handy to help with destroying these shady messengers of death.
hu: A Sötétség e lényeit hatalmas gonosz táltosok idézik meg. Habár napsütésben gyengék, de az éjszaka leple alatt a súlyos, nagyméretű ellenségeikkel is könnyedén elbánnak, hátuk mögé lopózva egy jólirányzott csapást mérnek azok hátára. Mindez rendkívüli ellenállóképességgel kombinálva, amit a fizikai behatásokkal szemben kifejtenek, garantálja, hogy a mágikus képességekkel nem rendelkező ellenség rettegve tisztelje a halál ezen árnyszerű hírnökeit.

source: Shadow Spawn
fr: Rejeton de l'ombre
hu: Árnyporonty
tr: Kara Enik

source: Only those adept in the arts of true darkness can create the abominations known as the Shadow Spawn. A Shadow Spawn is essentially a spirit composed of dark energy that is created by combing necromantic magic with magic of true darkness. Like some undead, they possess the necromantic ability to raise the corpses of those they kill to the cruel world of unlife.
hu: Csak a sötét művészetekben jártas egyének képesek olyasfajta undorító lényeket kreálni, mint az árnyporontyok. Az árnyporontyok valójában szellemek, amiket a sötét energiából hoztak létre a feketemágia és a tiszta sötétség mágiájának ötvözésével. Ahogy néhány élőholt, ezek a teremtmények is képesek megölt ellenségeiknek a testét feltámasztani.

source: Death Baron
fr: Baron de mort
hu: Halálbáró
tr: Ölü Baron

source: Sometimes the mightiest warriors and generals, cursed with hate and angst, come back to this world as Death Knights. Death Barons serve them whilst accruing enough unholy power to become Death Knights. In the process they pick up a good deal of the Knight's power, including the ability to command underlings.
fr: Parfois, les combattants et les commandants les plus puissants, perclus de haine et de peur, se réincarnent dans ce monde comme chevaliers de mort. Les écuyers macabres les servent pendant la durée temps nécessaire pour accumuler une énergie maléfique suffisante pour devenir chevalier de la mort. Pendant cette période, ils profitent du pouvoir du chevalier, comme par exemple la capacité à diriger des inférieurs.
hu: Néha a legerősebb harcosok és tábornokok, gyűlölettel és dühvel megátkozva, halállovagként térnek vissza a világba. A halálbárók őket szolgálják, amíg kellő szentségtelen erőt összegyűjtve maguk is halállovaggá nem válnak. Szolgálatuk közben erősödnek meg, s tanulják meg az alantasok irányításának képességét is.

source: Bone Knight
fr: Chevalier squelette
hu: Csontvázlovag
tr: İskelet Şövalye

source: Once great warriors across the plains, these mounted riders atop their skeletal horses were raised from the ground by unholy magic to spread fear and destruction.
fr: Une magie impie a fait sortir de terre ceux qui étaient auparavant de célèbres cavaliers des plaines en cavaliers squelettes répandant la peur et la destruction sur leurs chevaux osseux.
hu: Ezeket a csontvázlovakat megülő egykori hatalmas harcosokat szentségtelen varázslattal a homokból támasztották fel, hogy félelmet és rombolást terjesszenek.

source: trample
fr: piétiner
hu: megtaposás
tr: çiğneme

source: Skeleton Rider
fr: Cavalier squelette
hu: Csontvázlovas
tr: İskelet Süvari
