Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Indeed, lad. Magic experience grants you the ability to perceive things whose existance is ignored by common people. My runic detectors indicate that an ancient magic affects these tunnels, a magic which is unknown to dwarves of the present age.
hu: Igazad van koma. A mágia művelőinek kifejlődik az a képességük, hogy a közönséges halandók által nem érzékelhető dolgokról is tudomást szerezzenek. Az én rúnaérzékelőim is azt jelzik, hogy ebben az alagútban valami ősi mágikus erő rejlik, ami számunkra, ma élők számára ismeretlen.ámunkra, ma élő törpök számára ismeretlen.

source: Fair enough, find the Source. We should not waste too much time in this search, for we do not know when those fiends will let themselves fall upon Knalga.
hu: Tisztán érződik, menjünk a Forráshoz! Nem vesztegethetünk túl sok időt a keresgélésre, mivel nem tudhatjuk, hogy azok a szörnyetegek mikor csapnak le Knalgára.

source: If they have not already.
hu: Ha még nem tették meg...

source: I hope they haven't. Our economy is thriving, but it is still less than adequate for supporting us in a full-sized war.
hu: Remélem nem. A gazdaságunk virágzik, de egy totális háborúra még nem állunk készen.

source: Less chatter and more scouting, people, before the earth falls over us!
fr: Moins de bavardage et plus de recherches, tout le monde, avant que la terre ne nous tombe dessus.
hu: A lábatok járjon, ne a szátok, mielőtt még ránk omlik a mennyezet!
tr: Toprak üzerimize çökmeden önce, daha az gevezelik daha çok araştırma yapın!

source: Surely I could use some help here!
fr: J'aurais vraiment besoin d'aide par ici !
hu: Nagyon jól jönne egy kis segítség!
tr: Burada biraz yardım alsam iyi olacak!

source: Die, microscopic vermin!
fr: Meurs, vermine insignifiante.
hu: Pusztulj, te babszemjankó!
tr: Geber, mikroskobik mahluk!

source: The elves! Damn, the rearguard could not hold against them!
hu: A tündék! A francba, az utóvédeink nem tudták feltartani őket!

source: Persistent fools. But it matters little; we shall destroy them, shan't we? For the Emperor!
hu: Makacs bolondok! De ez mit sem számít; mi pusztítjuk el őket, ugye? A Császárért!

source: They must be after our savior, they want to stop us!
hu: A megmentőnkért jöttek ők is, meg akarnak állítani minket!inket!

source: Their master must be certain of what fate awaits them if we call upon the power of the Union. And looks like they have a never-ending supply of grunt attack force too.
hu: A mesterük nyilván tisztában van azzal, hogy micsoda végzet leselkedik rá, ha sikerül újra létrehozni az Egyesülést. S úgy látszik, hogy kimeríthetetlen tartalékaik vannak támadóegységekből is.nak támadóegységekből is.

source: We must try to defeat this group now before they can invoke reinforcements, and secure these caves. I hope we can manage it.
hu: Meg kell semmisítenünk őket, mielőtt erősítést tudnának hívni, és biztosítanunk kell a barlangokat is. Remélem, megbirkózunk a feladatokkal. a feladatokkal.

source: Defeat the demon leader
fr: Vaincre le chef des démons
hu: Legyőzöd a démonok vezérét
tr: İblisbaşını öldür

source: Oh, Master... I have... failed...
hu: Ó, Mester... elbuktam...

source: Die, you fiend, and stay dead!
fr: Meurs, sale démon, et reste mort !
hu: Dögölj meg rohadék és maradj is halott! is halott!
tr: Geber, pis iblis ve ölü kal!

source: Oooh! What the... hey, look! The cave wall there has raised!
fr: Oooh ! Qu'est-ce... hé, regardez ! Les murs de la caverne se sont élevés !
hu: Ohhhh! Mi a... hej, nézzetek oda! Felemelkedett a barlang fala!la!
tr: Heyy bakın! Buradaki mağara duvarı yokoldu.

source: Let's continue.
hu: Gyerünk tovább!

source: Explore the main chamber and find the 'Source of Light'
fr: Explorer la chambre principale et trouver la Source de Lumière
hu: Átkutatod a fő termet és megtalálod a 'Fény Forrását'
tr: Ana bölmeyi keşfet ve ‘Işık Kaynağı’nı bul

source: The earth shakes! It must be a volcanic eruption!
fr: La terre tremble ! Ce doit être une éruption volcanique.
hu: Reng a föld! Vulkánkitörés készül!
tr: Toprak sarsılıyor! Bir yanardağ püskürüyor olmalı!

source: No, it is not. We are just awakening the forces of nature with our mere presence here. Which indicates nobody has stepped in these caves for a long time, possibly for millions of years.
hu: Nem, dehogy is. Puszta jelenlétünkkel felébresztettük a természet erőit. Ez egyúttal azt is jelzi, hogy hosszú ideje, talán évmilliók óta, senki nem lépett be a barlangba.

source: Except the Lady of Light, whose energy comes from the walls at the center of the chamber!
hu: Kivéve a Világosság Úrnőjét, akinek kisugárzása a terem közepéről a legerősebb!

source: Right... this is her last resting place. She bound and sealed herself in this chamber, for she probably thought nobody would need her again. Hmph. An elegant manner of killing oneself temporarily, indeed.
hu: Igen... Ez az ő rejtett pihenőhelye. Bezárkózott ebbe a fülkébe, mivel nyilván arra gondolt, hogy senkinek nem lesz rá többet szüksége. Hmmm. Valóban elegáns módja ez az átmeneti öngyilkosságnak.

source: What should we do? These walls are impassable!
fr: Que devons nous faire ? Ces murs sont infranchissables.
hu: Mit csináljunk? Azok a falak áthatolhatatlanok!
tr: Ne yapacağız? Bu duvarlar geçilecek gibi değil!

source: There must be a way to open the walls. The chamber is shaped around a hexagonal center, and its corners look strangely clean. The runes carved in each one of them must indicate something, and being all different in each corner, it might mean that we have got to activate them from six different places, distant from the chamber.
hu: Kell, hogy legyen valamilyen módja a bejutásnak. A fülke egy hatszögű alakzatot formáz, a sarkai meg különösen tiszták. Mindegyikbe egy-eygy rúnát véstek, s mindbe másmilyet. Ez jelent valamit, talán azt, hogy távolabbról kell aktiválnunk őket, hat különböző helyről.

source: Yes, runic glyphs! They activate on contact, and most important chambers, gates and tunnels are designed to be opened via this sort of glyph. But, where are they?
hu: Igen, a rúnavésetek! Érintésre aktiválódnak s a legfontosabb helyiségeinket, kapuinkat, alagútjainkat úgy terveztük, hogy ilyenek aktiválására nyíljanak. De vajon hol vannak?hol vannak?

source: We'll have to explore to find out their locations.
fr: Nous devons explorer pour trouver leurs emplacements.
hu: Fel kell derítenünk az elhelyezkedésüket!
tr: Yerlerini bulmak için bölmeyi keşfe çıkmak zorundayız.

source: We ought to be careful. We are not welcome here. I can sense dangerous creatures of all kinds roaming about.
hu: Óvatosnak kell lennünk! Nem látnak minket szívesen itt. Mindenféle ólálkodó szörny jelenlétét érzem a közelben.

source: Find the 6 glyphs that should open the central chamber
fr: Trouver les 6 glyphes qui ouvriront la chambre centrale
hu: Megtalálod a 6 rúnavésetet, amiknek aktiválásával megnyílik a központi fülkeyílik a központi fülke
tr: Merkezdeki odayı açmak için 6 motifi bul

source: Perhaps if I concentrate for a while, I could figure out the location of each glyph.
fr: Peut-être qu'en me concentrant un moment, je pourrais visualiser la localisation de chaque glyphe.
hu: Talán, ha koncentrálnék egy kicsit, be tudnám határolni a rúnavésetek helyét.
tr: Zihnimi yoğunlaşkırabilirsem belki motiflerin yerlerini belirleyebilirim.

source: Oh yes? That would be a great help.
fr: Ah oui ? Ce serait très utile.
hu: Tényleg? Az nagy segítség lenne.
tr: Oh evet, bunun büyük yardımı olur.

source: Let Mal Keshar rest for three turns and he'll reveal the location of each magic glyph.
fr: Laissez Mal Keshar se reposer pendant 3 tours, et il localisera chaque glyphe magique.
hu: Pihentesd Mal Keshart három körön keresztül, hogy feltárja minden egyes rúnavéset helyét.
tr: Sihirli motiflerin yerlerini algılaması için Mal Keşnar’ı üç el boyunca dinlenmeye bırak.

source: Ah, got it.
fr: Ah, c'est bon.
hu: Ah, sikerült!t!
tr: Tamamdır.

source: Ah, thanks. This will ease our search greatly. Now we just have to find a way to get to each location.
fr: Ah merci. Cela va considérablement faciliter nos recherches. Nous n'avons plus qu'à trouver comment nous rendre à ces endroits.
hu: Ó, köszönjük. Nagyban megkönnyíti a keresésünket. Már csak az odavezető utakat kell megtalálnunk.
tr: Ah, teşekkür ederiz. Araştırmamızı çok kolaylaştırdınız. Şimdi her motife giden yolu bulmak zorundayız.

source: Activate the 6 glyphs that should open the central chamber
fr: Activer les 6 glyphes qui ouvriront la chambre centrale
hu: Aktiválod a 6 rúnavésetet, hogy megnyíljon a központi fülkee
tr: Merkezdeki odayı açmak için 6 motifi etkinleştir

source: Glyph activated.
fr: Glyphe activé.
hu: A rúnavéset aktiválódott.
tr: Motif etkinleşti.

source: All glyphs activated. The earth shakes!
fr: Tous les glyphes sont activés. La terre tremble !
hu: Minden rúnavéset aktiválódott. A föld megrengett.
tr: Tüm motifler artık etkin. Toprak sarsılıyor!

source: This is it!
fr: C'est ça !
hu: Megvan!
tr: İşte bu!

source: She is there, let us go.
fr: Elle est là, allons-y.
hu: Ott van Ő! Menjünk!
tr: Melek orada, gidelim.

source: I have been waiting this for too long.
fr: J'attends cela depuis trop longtemps.
hu: Oly régóta várok erre a pillanatra.
tr: Bunu uzun zamandır bekliyordum.

source: Hello there! Anybody at home?
fr: Youhou ! Y'a quelqu'un ?
hu: Helló! Van itthon valaki?
tr: Merhaba! Orada kimse var mı?

source: Intruders! Protect the Lady of Light!
fr: Des intrus ! Protégez la Madone de Lumière !
hu: Betolakodók! Védjétek meg a Világosság Úrnőjét!
tr: Davetsiz konuklar var. Işık Meleğini koruyun!

source: Woses in this place? How odd.
hu: Fapásztorok ezen a helyen? Hihetetlen.

source: Destroy the necromancer!!
fr: Tuez le nécromancien !
hu: Pusztuljon a delevény!
tr: Nekromatiği yoket!!

source: Huh? Nay. Prepare to meet your fate, you...
hu: Na neee! Készülj a halálodra, te.....

source: Stop, we are the Elves of the Valley of Elynia, you must let us pass!
fr: Arrêtez, nous sommes les elfes de la vallée de Elynia, vous devez nous laisser passer !
hu: Megállj, mi Elynia-völgy tündéi vagyunk, engedjetek!
tr: Dur, biz Elenya Vadisi Elfleriyiz. Geçmemize izin vermelisin!

source: The elvish race was extinguished by the events after the Fall. You cannot be elves. Impostors!
hu: A tündék elpusztultak a Kataklizma utáni eseményekben. Ti nem lehettek tündék. Csalók vagytok!

source: Aaah, they're gonna crush us!
hu: Ááá, ezek agyoncsapnak minket!

source: I call upon the powers of Light! May it awake our savior from her millenary sleep!
hu: Hívom a Fény erejét! Ébressze fel megmentőnket ezeréves álmából!

source: As Anlindë pronounced the spell, the great tree at the center of the chamber disappeared, and a beautiful elven lady materialized in its place, laying in the grass floor. Big dragonfly wings on her back, her pale red hair and eyes, made it obvious that she was not any elf, but the Lady of Light. Half-asleep, her powers were still enough to illuminate the surroundings without requiring any minimal effort from her.
fr: Tandis qu'Anlindë prononçait l'incantation, l'arbre vénérable du centre de la salle disparaissait et une belle dame elfe se matérialisait à la place, gisant sur le sol herbeux. Des grandes ailes de libellule sur son dos, ses cheveux roux et ses yeux rouges pâles montraient à l'évidence qu'elle n'était pas une elfe mais la Madone de Lumière. Même à moitié endormie, ses pouvoirs suffisaient à illuminer les alentours sans effort de sa part.
hu: Ahogy Anlindë szavai elhangzottak, a fülke központjában lévő nagy fa eltűnt, s egy gyönyörű tünde hölgy jelent meg a helyén, a fűben feküdve. Óriási pillangószárnyak voltak a hátán, világos vörös haja és szeme egyértelművé tette, hogy nem közönséges tünde ő, hanem a Világosság Úrnője. Félálomban is sugárzott belőle a fény, s minden különösebb erőfeszítés nélkül megvilágította környezetét.
tr: Analya’nın sihirli sözleri söylemesiyle odanın merkezindeki büyük ağaç görünmez olur ve yerinde çim zeminde yatan güzel bir elf kadını maddeleşir. Arkasındaki dev ejder havalanır. Gözleri ve kızıl saçlarıyla açıkça görülür ki o herhangi bir elf değil Işık Meleğidir. Yarı uykulu haliyle bile en küçük bir çaba harcamadan çevresini aydınlatacak güce sahiptir.

source: Who has... awaken me?
hu: Ki... keltett fel?

source: We are...
hu: Mi, az...

source: Elves? Ehm... that's not possible, I may be still asleep...
hu: Tündék? Khm... Ez lehetetlen, talán még mindig álmodom...

source: Actually, no.
hu: Egyáltalán nem.

source: A necromancer? No, I do not allow any of your kind in my dreams! Say your last words!
hu: Egy delevény? Nem tűrhetem, hogy a fajtád megzavarja az álmomat! Búcsúzz el a világtól!

source: No, wait a second...
fr: Non, attendez une seconde...
hu: Várj egy pillanatig...
tr: Hayır, bekle bir saniye...

source: She's... she is...
fr: Elle est... tellement...
hu: Hát... hát...
tr: O... o...

source: (pile of dust laying on the ground) She's lovely.
fr: (tas de poussières sur le sol) Elle est adorable.
hu: (porcica a földön) Hát nem egy szeretetre méltó teremtés...
tr: (toprağa bir toz kümeciği düşer) Sevgi dolusunuz.

source: Well, thanks. You have awaken me, then. May I know who are you and what do you want?
hu: Kész, köszönöm. És most megtudhatom, hogy kik is vagytok és mit is akartok?

source: I am Galas, leader of the elves who inhabited your valley, my Lady. This is...
hu: Galas vagyok, a völgyedben lakó tündék vezére, Úrnőm. Ő...

source: Althurin, high Dwarvish Runemaster to the kingdom of Knalga.
fr: Althurin, grand maître des runes du royaume de Knalga.
hu: Althurin, a Knalgai Királyság fő rúnamestere.
tr: Alturin, Kanalga krallığından Yüksek Oymacı Ustası.

source: Anlindë, first advisor of Galas.
fr: Anlindë, première conseillère de Galas.
hu: Anlindë, Galas fő tanácsadója.
tr: Analya, Galas’ın baş danışmanı.

source: I'm Igor. I'm afraid I don't have any interesting occupations nowadays...
hu: Igor vagyok. Sajnos semmi komoly tisztségem nincs...

source: Mal Keshar, necromancer and sort of a burned pile of bones. Could you quit your chatter and restore my old body?
hu: Mal Keshar, a feketemágia mestere, de most csak por és hamu. Abbahagynád a szószaporítást, s visszaváltoztatnál?

source: I was certainly not informed of having a valley of my own. And why should I help one of your kind, necromancer?
hu: Nem tudtam arról, hogy lenne egy saját völgyem. S miért kéne nekem segítenem a fajtádat, delevény?

source: Actually, he has helped us along the way to find you, my lady, and saved our lives multiple times. You are the Lady of Light, right?
fr: Pour l'instant, il nous a aidés tout au long du chemin vers vous, madame, et a sauvé nos vies bien des fois. Vous êtes la Madone de Lumière, n'est-ce pas ?
hu: Valójában ő segített minket, hogy megtaláljunk téged, úrnőm, s többször is megmentette az életünket. Ugye te vagy a Világosság Úrnője?e?
tr: Aslında sizi bulabilmemiz için bize yol gösteren oydu ve hayatlarımızı defalarca kurtardı. Siz Işık Meleğisiniz, değil mi?

source: That is what my people used to call me. And how can I trust your word, dreadful cultist?
fr: Mon peuple m'appelait ainsi. Et comment pourrais-je faire confiance à vos dires, affreuse prêtresse ?
hu: Így hívtak a népem fiai. Hogy hihetnék a szavaidnak, te szörnyeteg?
tr: Bu ismi halkım benim için kullanır. Hem nasıl güvenebilirim senin sözlerine, iğrenç işbirlikçi?

source: I might have been asleep for all this time but my memory still serves very well, Galas. I can sense Telchior's blood flowing through your veins- he was a real fool by sparing the life of this elf. But well, we could set our differences aside and talk, why did you come here? What do you need?
hu: Habár egészen mostanáig aludtam, de a memóriám még kifogástalanul működik, Galas. Érzem, hogy Telchior vére folyik az ereidben - elég bolond volt, hogy megkímélte ennek a tündének az életét. De legyen, tegyük félre a régi sérelmeket, s beszélgessünk. Miért jöttetek ide? Mi volt a célotok?

source: After you parted ways with our people, and the now desert elves, we found a new home in a valley located in the far East, which we named in your honor, and lived there for long. However, recent events forced us to flee from there, and find a new home. That is where we met Keshar...
hu: Miután elváltak népünk útjai a tiédtől, s a sivatagi tündéktől, messze keleten egy völgyben telepedtünk le, amit a tiszteletedre neveztünk el, s egészen a közelmúltig ott is éltünk. Azonban a jelen események arra késztettek minket, hogy elhagyjuk a völgyet és új otthont keressünk magunknak. Közben találkoztunk Kesharral...magunknak. Közben találkoztunk Kesharral...

source: Mal Keshar, please.
fr: Mal Keshar, s'il vous plaît.
hu: Mal Kesharral, ha kérhetem.
tr: Mal Keşnar, lütfen.

source: And he led us here to ask you for help in our war against those vile creatures called 'demons'...
hu: És ő vezetett minket ide, hogy a segítségedet kérjük azok ellen az ördögi lények ellen, akiket 'démonoknak' nevezünk... 'démonoknak' nevezünk...

source: The what? Demons!? But... but... it's impossible, we made sure they would never return, sealed Yanqui, and closed the portal!
hu: Kik ellen? Démonok? De... de... ez lehetetlen, mi bezártuk Yanquit, lezártuk a kaput, nem térhettek vissza!

source: Yanqui? I do not understand...
fr: Yanqui ? Je ne comprends pas...
hu: Yanqui? Nem értem...
tr: Yanki mi? Anlamıyorum...

source: It is a sad history that was forbidden to tell to new generations. You would not understand it, and the huge implications of those events.
hu: Ez egy szomorú történet, amely az új generációk előtt tiltott tudás volt. Nem értettétek volna meg, s az események mögött meghúzódó rejtett motivációkat sem.t motivációkat sem.

source: True enough. But you cannot blindly face an unknown enemy in the battlefield- that would only bring you a harsh defeat. These are not regular foes, these are wicked monsters that do not feel, do not listen, and most certainly do not love.
hu: Ez biztosan igaz, de vakon nem nézhetsz szembe a csatamezőn egy ismeretlen ellenséggel - ez csak katasztrófához vezethet. Ezek nem szokványos ellenségek, ezek gonosz szörnyek, amik nem éreznek, nem hallanak, s bizonyára nem is szeretnek.retnek.

source: A minute of silence followed.
hu: Egy percnyi csend következett.

source: I can feel the suffering of your people. I know... those creatures almost destroyed the last remnants of the elvish civilization. We are facing the danger of extermination at their hands.
hu: Érzem a népetek szenvedését. Tudom... ezek a teremtmények majdnem megsemmisítették a maradék tünde civilizációt. A teljes megsemmisítésünkkel fenyegetnek.

source: And you, necromancer, Mal Keshar. I long sought to destroy you for your crimes. You attacked innocent travelers, peaceful villages and attempted to put an end to the orcish tribes of the North, even when they were a part of the Northern Alliance! But you are tired of your evil ways. Your soul is corrupted, but you seek redemption, I feel it. Malin the Damned.
hu: És te, Mal Keshar, a holtidéző. Régóta vágytam rá, hogy elpusztítsalak a bűneid miatt. Ártatlan utazókat támadtál meg, békés falvakat és megpróbáltad kiirtani Északfölde ork törzseit, még azután is, hogy szövetségre léptek az Északi Szövetséggel. De belefáradtál a gonoszságaidba. A lelked romlott, de érzem, hogy jóvá akarod tenni a bűneidet. Nyomorult Malin..

source: The last person who called me that way had a rather unpleasant death; I bet you know that.
hu: Az utolsó ember, aki ezt mondta nekem, borzalmas véget ért, de fogadnék, hogy erről is tudsz.dsz.

source: I thought for a second that you would be grateful if I restored your body, but...
hu: Azt gondoltam egy pillanatra, hogy hálás lennél, ha visszaváltoztatnálak, de ha nem...

source: Oh, no, no! Do it, please, this position is very uncomfortable for me. I swear that I'll do anything for you. Anything!
hu: Ó, dehogynem! Tedd meg, roppant kényelmetlenül érzem magam ebben az állapotban. Bármit megteszek érted, esküszöm. Bármit!it!

source: Ahhh, much better!
fr: Aaah, c'est bien mieux !
hu: Ahhhh, sokkal jobb!!
tr: Ahhh, çok daha iyi!

source: My lady, have you met the demons before?
hu: Úrnőm, találkoztál már démonokkal korábban is?

source: Not in great numbers. The only demon I ever met was a powerful ruler of their kind... well. Anlindë, I hope you understand that we cannot continue concealing that episode of our lives from Galas and this necromancer. They need to know the nature of the forces they have met. So, the time to tell the story of the demon lord Yanqui has come.
hu: Igen, ha nem is sokkal. Az egyetlen, akivel találkoztam, egy nagyhatalmú démonúr volt... igen. Anlindë, remélem, hogy megérted, hogy nem folytathatjuk a titkolózást, életünk e kis epizódját meg kell ismernie Galasnak és a delevénynek is. Tudniuk kell, mivel állnak szemben. Itt az ideje, hogy megismerjék Yanqui, a démonúr történetét.

source: I am not sure it is necessary. You might not trust me, I don't care; but I really do not want to see such conflicts occur again!
hu: Nem hiszem, hogy szükség lenne erre. Azt sem bánom, ha nem hiszel nekem; nem akarok ismételten olyan konfliktusokat felidézni.int amik akkor történtek.

source: I trust this brave warrior. Very few can face and survive a slaughter, and not lose their sanity. As for you, Anlindë, you know well the story so it does not matter. And the necromancer does not represent any authority for other elves, so whatever he says will not be taken into account by them, so he is not a threat, as far as I am concerned.
hu: Én bízom ebben a nagyszerű harcosban. Nagyon kevesen képesek józan ítélőképességgel túlélni egy mészárlást. S mivel te, Anlindë ismered a történetet, előtted nem titok. A delevény nincs hatással a tündékre, így bármit mondana nekik, arra nem hajlanának, így ő sem jelent veszélyt, amíg én is itt vagyok.

source: Should I just... go?
hu: Akkor én... menjek el?l?

source: Um... you are a lonely goblin. I guess it will not harm if you listen as well. Your people may have forgotten the history, but I see no problem in teaching it to you. Perhaps someday you may return to them and remind them of the horrors of the past which we should avoid in the future, for good.
hu: Hmmm... te egy magányos kobold vagy. Azt hiszem nem jelent veszélyt, ha te is hallod, amit beszélünk. A te néped már elfelejtette ezt a történetet, s nem látom akadályát, hogy számodra újra felelevenítsem. Talán még visszatérsz közéjük, s akkor emlékeztetheted őket a múltban történt szörnyűségekre, s elkerülhetjük ezek megismétlődését.ekre, s elkerülhetjük ezek megismétlődését. Maradj!

source: Oh, many thanks lady! I had never been treated as an equal by non-goblins! Many thanks!
hu: Ó, ezer köszönet úrnőm! A nem-koboldok sose kezeltek engem egyenrangúnak. Hálás vagyok neked! neked!

source: No other elf should listen to this conversation. Now, you probably want to sit down on the grass, relax and listen. This is a very long history that you ought to know.
hu: De egyetlen más tünde sem hallhatja a történetet. Talán telepedjetek le a fűbe, helyezkedjetek el kényelmesen és figyeljetek. Nagyon hosszú történet az, amit ismernetek kell.ek kell.

source: Galas ordered the rest of his kinsmen to patrol the caves, while Mal Keshar commanded his minions to protect the main chamber and make sure no one could listen to the conversation they were having with Elynia.
hu: Galas pihenőt rendelt a tündéknek, s a barlang őrzését bízta rájuk, míg Mal Keshar szolgái a fülkét fogták körül védelmezőn, így senki nem hallhatta a beszélgetésüket Elyniával.
