Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: However, in the way to this place, an earthquake caused the earth to break open. Argan fell to the darkness, and I could not follow him... Faithfully, I waited for years and years for him... I thought he could have survived to that disaster... he always managed to escape the worst situations... But then, I realized that I was waiting for the impossible. I decided to sleep for the rest of eternity, since I... I needed him. And he was no more.
hu: Csakhogy utunk közben földrengés pattant ki, megnyílt alattunk a föld. Argan a mélybe zuhant, s én nem tudtam utána menni. Évekig reménykedtem a visszatérésében... Bíztam benne, hogy valahogyan csak sikerült túlélnie azt a szörnyű katasztrófát... A leglehetetlenebb helyzetekből is kivágta magát mindig... De aztán be kellett látnom, hogy hiú ábrándokat kergetek. Ekkor döntöttem el, hogy pihenőre térek, mivel... mivel nagyon hiányzott nekem. De ő nem jött. De ő nem jött.

source: That's... horrible...
hu: Ez... hátborzongató...

source: My deepest condolences.
hu: Őszinte részvétem.

source: Then, all hope is lost...
hu: Akkor minden reményünk füstbe ment...

source: Oh no, what are we gonna do now?
hu: Jaj ne, most mit csinálunk?

source: Don't despair. Although the force of the Union has been lost forever, I will try to help you in any way that is possible. I can't avoid, though, to be disturbed by the fact that someone opened a portal and possibly summoned back Yanqui. The being who did that, must have known this history in some way... or have done it by accident, which is far less likely. I certainly hope that it was not Yanqui himself or any other being of his own kind, the one who is originating this chaos.
hu: Ne adjátok fel a reményt! Bár az Egyesülés ereje mindörökre elveszett, minden eszközt megragadok, hogy segíthessek rajtatok. Nem akarok mellébeszélni, de zavar, hogy valaki kinyitotta a kaput, s újra feltámasztotta Yanquit. Aki ezt tette, valamilyen úton-módon tudomással bír erről a történetről... esetleg baleset is lehet az események mögött, de ez nem valószínű. Őszintén remélem, hogy nem maga Yanqui vagy egy hasonszőrű lény okozta ezt a káoszt.

source: The individual responsible for this may be related in some way to Yechnagoth. She also knew of Yanqui somehow, or that was what we had been told by our hero, Rogrimir.
hu: Akárki is áll az események mögött, lehet, hogy kapcsolódik Yecnagothhoz. Ő is ismerte Yanqui történetét valahonnan, legalábbis ezt mesélte a mi nagy utazónk, Rogrimir.

source: Yechnagoth, the Eater of Souls? But she's just an ancient legend told by mothers to scare children- but I guess that nowadays you can expect anything.
hu: Yecnagoth... a Lélekölő? De hiszen ő csak egy régi mesés alak, akit az anyák a gyerekek ijesztgetése miatt emlegettek - de manapság semmi sem lehetetlen.en.

source: Aye. According to the history, the Quenoth desert elves, led by Kalehssar, nephew of Tanuil and direct descendant of Quetor'el, defeated her in an isle far to the west, in middle of the unknown ocean. She could corrupt all souls from that place, including humans, orcs, nagas and saurians. After being defeated, though, that influence was gone. But a large fraction of humans were still controled by a powerful group of followers; I'd bet they are the ones behind all this plot. The 'loyalists'. They just want to expand their empire by taking over these lands and other to be discovered yet.
hu: Igen, az elbeszélés szerint a quenothi tündék, Kalehssar, Tanuil unokaöccse vezetésével, megsemmisítették őt egy távoli nyugati szigeten, ami az óceán ismeretlen térségében található. Yecnagoth innen vonta uralma alá a lelkeket, beleértve emberekét, orkokét, nagákét és gyíkokét is. Miután elpusztult, a befolyása is megszűnt. De az emberek jó részét még mindig követőinek egy erős csoportja uralja; fogadni mernék, hogy az egész dolog hátterében az ő követőik állnak. A 'lojalisták'. Minden ismert területre ki akarják terjeszteni a birodalmukat, s utána az ismeretlenekre is.ekre is.

source: Interesting. So other elves survived and even managed to perform such a great feat. But somehow I fear that they did not really destroy her. It may have been a decoy; as far as I know, many ancient legends tell of brave lonely heroes slaying her. If the existence of Yechnagoth turns out to be true, what can be said of those tales? Perhaps her power is greater than we could suspect.
hu: Érdekes, tehát más tündék is túlélték a Kataklizmát, s nagy tetteket vittek végbe. De van egy olyan érzésem, hogy nem sikerült teljesen megsemmisíteniük őt. Lehet, hogy csak egy utánzattal találkoztak. Sok mesét hallottam, amiben magányos hősök végeztek vele. Ha Yecnagoth létezése valóság, akkor mit gondoljunk a mesékről? Talán sokkal nagyobb a hatalma, mint gyanítjuk.

source: I can not believe either that simple humans could control the forces of the underworld. There must be something more powerful behind this.
hu: Nem hiszem, hogy egyszerű emberek képesek lennének az alvilág erőit uralmuk alatt tartani. Valami sokkal hatalmasabb erő áll emögött.

source: It is an intriguing matter indeed. And, unfortunately, the knowledge amassed by our people, and the humans' lore masters, has been lost forever. If we only could access it, we may be able to find a shed of light to guide us in this dark new order.
hu: Valóban ármányos dologgal állunk szemben. S szerencsétlenségünkre a népünk és az emberi tudósok által felhalmozott tudás mindörökre elveszett. Ha valahogy mégis hozzáférhetnénk, talán kezünkben lenne a vezérfonal is a helyzet megoldásához.

source: I think we should move and quit wasting time here. The world needs us!
hu: Azt hiszem indulnunk kellene, s nem csak vesztegetni az időnket itt. A világ várja a megmentőit!

source: Very well, let us go, I cannot wait to get out of these tunnels.
hu: Rendben van, menjünk. Alig várom már, hogy kikerüljünk ezekből a barlangokból.

source: Neither can I.
fr: Moi aussi
hu: Egyetértek.
tr: Ben de.

source: We'll see the sunlight again? It's been so long... so long since I left the surface...
hu: Újra a napfényre kerülünk? Oly rég volt már... oly rég nem voltam a felszínen...

source: Wow. This place is plenty of water, deep and shallow. Some small fords should allow us to get past it, but I see that they are well guarded by water spirits and other creatures which have some kind of afinity with water. This will not be too easy, yet not too hard.
fr: Waouh. Cet endroit est plein d'eau, profonde ou peu profonde. Quelques petits gués nous permettront de passer mais je vois qu'ils sont bien gardés par des esprits des eaux et d'autres créatures qui ont des affinités avec l'eau. Ce ne sera pas si facile, mais pas trop dur.
hu: Hó! Itt nagyon sok a víz, mély is, sekély is van. Néhány gázló van ugyan erre, de víziszellemek és más víziszörnyek is őrzik őket. Nem lesz könnyű, de azért nehéz se.
tr: Vay canına. Burada sudan bol bir şey yok, üstelik yer yer derin. Bazı küçük geçitler sayesinde kolayca geçeriz ama su perileri ve sudan beslenen yaratıklarca iyi korunduğunu görüyorum. Pek kolay değil ama imkansız da değil.

source: There are lava streams down these chasms, from which hot air ascends and warms this cave. Interesting - there must be a volcano close to this cave system, or perhaps we are right into one.
fr: Il y a des torrents de lave au fond de ces abîmes. L'air chaud en remonte pour chauffer cette grotte. Intéressant : il doit y avoir un volcan assez proche de ces conduits, ou peut-être que nous sommes en plein dedans.
hu: Lávafolyamokat látok a szakadék alján, amikből forró levegő áramlik felfelé, s felforrósítja a barlangot. Érdekes - valahol a közelben egy vulkán helyezkedik el, hacsak éppen nem abban vagyunk...e nem vagyunk.

source: This strange potion bottle gives me chills. A label with a skull on it makes it clear that it is a bad thing, but somehow, it does not smell like poison. A scroll close to it explains that it is a draining potion, which albeit makes the drinker much weaker, gives them the draining ability with their melee attacks. I am not sure if it is really worth the exchange, but draining my oponent's vital energy certainly attracts me.
fr: Cette étrange bouteille de potion me donne des frissons. Une étiquette avec un crâne dit clairement que c'est dangereux, mais ça ne sent pas comme du poison. Un parchemin proche explique que c'est une potion de drain qui, bien que rendant le buveur beaucoup plus faible, lui donne la capacité « drain » dans ses attaques en corps à corps. Je ne suis pas sûr que cela vaille vraiment le coup, mais drainer l'énergie vitale de mon adversaire m'attire terriblement.
hu: Ez a különös butykos megborzongtat. A címkén lévő halálfej egyértelműen jelzi, hogy nem közönséges itóka van benne. A mellette lévő irat szerint ez egy megcsapoló ital, amely ugyan az ivó személyt legyengíti, de ugyanakkor felruházza a megcsapolás képességével, amit közelharcban alkalmazhat. Nem tudom megéri-e az áldozat, de az ellenfél életerejének megcsapolása mindig is vonzott.
tr: Bu tuhaf iksir şişesi bana ürperti veriyor. Etiketindeki kafatası sembolü onun kötü birşey olduğunun bir kanıtı ama yine de bir zehir gibi kötü kokmuyor. Biraz altında bir açıklama var. Bu bir sömürü iksiriymiş. İçenin saldırı gücünü azaltırken rakibinin yaşam enerjisini emebilme gücü veriyormuş. Denemeye değer mi emin değilim, ama rakibin yaşam enerjisini emmek bana çekici geliyor.

source: I think it is worthy, let me take it.
fr: Je pense que c'est bien, laisse-moi prendre ça.
hu: Azt hiszem megéri. Ide a butykost, hadd ürítsem ki.dd ürítsem ki.
tr: Buna değer, onu almama izin ver.

source: The unit drinks the potion, feeling immediately dazed and confused. Then, its vital energy is lowered, but its melee weapons gain the draining special.
fr: Le personnage boit la potion, se sentant immédiatement stupide et confus. Puis son énergie vitale baisse mais il gagne la capacité « drain » pour ses combats en corps à corps.
hu: Az egység felhajtja a butykos tartalmát, s rögtön kábulat vesz erőt rajta. Életereje kissé lecsökken, de közelharci fegyverei a megcsapolás képességével rendelkeznek.gével rendelkeznek.
tr: İksiri içen birim, hemen yarı şuursuz ve şaşkın duruma düşer. Ardından yaşam enerjisi azalır fakat yakın döğüş silahı sömürü yeteneği kazanır.

source: Drainer Potion
fr: Potion de drain
hu: Megcsapoló Ital
tr: Sömürü İksiri

source: This potion adds the Draining ability to this unit's melee attacks, and makes it quite stronger against arcane attacks.
fr: Cette potion ajoute la capacité « drain » à cette unité pour ses frappes en corps à corps, et la rend plus résistante aux attaques sacrées.
hu: A butykosban található ital az egység közelharci fegyvereit a megcsapolás képességével ruházza fel, s ellenállóbbá teszi az egységet a földöntúli támadások ellen.
tr: Bu zehir birimin yakın saldırı silahına Sömürü yeteneği kazandırırken, gizemli saldırılara karşı daha güçlü kılar.

source: On a second thought, I don't like the idea, it is abominable.
fr: En y repensant, je n'aime pas cette idée, c'est abominable.
hu: Egy pillanat, ez nem is olyan jó ötlet, ez undorító.
tr: Daha iyi düşününce, bu fikri sevmedim, çok kötü birşey.

source: This potion would add the Draining ability to this unit's melee attacks, if only it was a living unit. You might want to move an living one to it instead.
fr: Cette potion ajoute la capacité « drain » aux attaques en mêlée de cette unité seulement si c'est un vivant. Vous devriez approcher un vivant plutôt que cette unité ci.
hu: A butykos tartalma a megcsapolás képességével ruházza fel az élő egység közelharci fegyvereit. Élő egység használhatja csak a butykos tartalmát.
tr: Bu zehir birimin yakın saldırı silahına Sömürü yeteneğini sadece yaşayan bir birimse ekler. Sizin yerinize bunu başka bir birimin kullanmasını isteyebilirsiniz.

source: What a beautiful flask of red potion! I open and smell it, and I immediately feel euphoric and energized. It must be one of those ancient 'berserk' potions, which make the drinker stronger and frenetically lethal for its enemies. This implies many risks in combat, as berserk attacks don't allow you to get protection or suchlike while in combat. However, it might prove to be useful in our war against the demons.
fr: Quelle belle flasque de potion rouge. Je l'ouvre, la renifle et me sens immédiatement euphorique et plein d'énergie. Ce doit être une de ces anciennes potions « berserk » qui rend le buveur plus fort et frénétiquement mortel pour ses ennemis. Cela entraîne de nombreux risques, puisque les attaques berserk ne permettent aucune durant le combat. Néanmoins, ça pourrait bien être très utile dans notre guerre contre les démons.
hu: Nahát egy vörös színű ital egy csinos kis flaskában. Teljesen lázba jöttem már csak az illatától is. Ez bizonyára az ősi 'vadító' ital lesz, amitől a harcosok erősnek érzik magukat, s megszállottan vetik magukat a küzdelembe. Ez jár ugyan némi kockázattal, hiszen az ilyen harcosok nem is gondolnak védekezésre csata közben. De démonok ellen jól jöhet egy ilyen itóka.
tr: Ne de güzel bir kırmızı iksir şişesi bu! Açıp koklayınca zindelik ve enerji veriyor. Bu içeni düşmana daha güçlü ve çılgınca saldırmayı sağlayan eski ‘azim’ iksirlerinden biri olmalı. Bu, yakın döğüşte bir çok riske girilmesine yol açar. Azimkar saldırılarda kendinizi koruyamazsınız. Ancak, iblislere karşı döğüşümüzde yararlı olabilir.

source: I'll take it, I do not fear death!
fr: Je bois, je n'ai pas peur de la mort.
hu: Megiszom, nem félek a haláltól!
tr: Onu alacağım, ölümden korkmuyorum!

source: Berserk Potion
fr: Potion berserk.
hu: Vadító Ital
tr: Azim İksiri

source: For the remainder of this scenario, this potion adds the Berserk ability to this unit's melee attacks (which also gain strength), and makes it stronger against impact, blade and fire attacks. Also, it increases its maximum hitpoints 10% of the current maximum.
hu: A küldetés végéig közelharcban az egység a dühöngés képességgel bír (fegyverei nagyobb sebzést okoznak) egyúttal megnő az ellenállása az ütéssel, vágással és tűzvarázslatokkal szemben. Emellett életerejének maximuma is 10%-kal megnő.

source: Great! I now feel invincible!
fr: Génial ! Maintenant, je me sens invincible !
hu: Remek! Legyőzhetetlen vagyok!
tr: Harika! Kendimi yenilmez hissediyorum!

source: Oh really? Let me check if you are really invincible!
fr: Oh vraiment ? On va voir si tu es réellement invincible.
hu: Valóban? Mi azért próbára tennénk!
tr: Gerçekten mi? İzin verirsen deneyelim!

source: Uh-oh. I might be in trouble. Or perhaps not.
fr: Oh oh. Je suis peut-être en danger. Ou peut-être pas.
hu: Uh-oh. Benne vagyok a pácban. De talán mégsem.
tr: Ah aman. Bende bir sorun var galiba. Yok canım, bana birşey olmaz.

source: On the other hand, I do not want to get myself vanquished so easily.
fr: D'un autre côté, je ne veux pas pouvoir être vaincu aussi facilement.
hu: Másrészt, nem akarom magam könnyű prédává változtatni.
tr: İlk döğüşte mevta olmaya niyetim yok.

source: This potion would add the Berserk ability to this unit's melee attacks, if only it was a strong, fearsome real fighter unit, living or not living. Spirits certainly do not count as strong fighters, since they don't even have a solid body. Elvish Shamans and other faerie beings do not count either. A bat should never use this kind of potions.
hu: Ez az ital vadítólag hat az egységre, s közelharcban a dühöngés képességével ruházza fel, ezáltal valóban erős, félelmetes élő vagy élőholt harcossá válik. A szellemek nem válhatnak ilyen erős harcossá, mivel nekik csak légies testük van. A tünde sámánok és a tündérek szintén gyenge fizikumúak, s belőlük sem lesz félelmetes harcos. A denevérek nem ihatják meg az italt.ek sem ihatják meg az italt.

source: Touchplate triggered. A magical gate opens.
fr: Plaque activée. Une porte magique s'ouvre.
hu: A súlyérzékelő aktiválódik. A mágikus kapu kitárul.
tr: Bir düzen tetiklenir ve sihirli bir kapı açılır.

source: Go'way!! We're like, closed or somethin'!!!
fr: Barrez vous ! On est fermé ou quelque chose dans le genre !
hu: Húzzá' el innét! Zárva van kedvem, vagy ilyesmi!!!esmi!!!
tr: Defolun!! Kimseyi istemiyoruz, kapalıyız!!!

source: Um... okay.
fr: Hum... d'accord.
hu: Hopp... jól van. van.
tr: Hımm... tamam.

source: You have found a pretty interesting building, albeit crude in design. You may want to get a unit that is not a bat or walking corpse to check it out.
hu: Egy érdekes épületet látsz magad előtt, takarosat, bár durván megmunkáltat. Egy egység, nem denevér és nem eleven test alaposabban is szemügyre veheti.

source: It is strange to find a house here, in the deep, but looks like someone inhabits it, for the good maintenance of the walls and door. The decoration of this cave also appears to be recent. What should I do, get away or see if somebody is living there?
fr: Il est surprenant de trouver une maison ici, dans les profondeurs, mais il semble que quelqu'un l'habite, à voir le bon état des murs et de la porte. La décoration de cette caverne semble aussi être récente. Que devrais-je faire, partir ou voir si quelqu'un vit là ?
hu: Különös dolog itt a mélyben egy házat látni, ráadásul úgy néz ki, lakik is benne valaki, az ajtó és a falak rendesen karbantartottak. A dekoráció is újnak látszik. Mit tegyek, elmenjek vagy bekopogtassak?
tr: Burada, bu derinlikte bir ev bulmak garip. Fakat sanki birileri yaşıyor gibi görünüyor. Duvarlar ve kapı bakımlı. Bu mağaranın süslemeleri de yeni yapılmışa benziyor. Ne yapmalıyım? Çekip gideyim mi yoksa yaşayan biri var mı diye bakayım mı?

source: Shout and see.
fr: Appelle et tu verras.
hu: Kiabálj be, azt majd meglátjuk!
tr: Kapıya vur ve bekle.

source: Hellooooo! Anybody at home?
fr: Youhou ! Y'a quelqu'un ?
hu: Hellóóóóó! Van itthon valaki?
tr: Heeeyyy! Merhaba! Evde kimse var mıııı?

source: (silence)
hu: (csend)
tr: (ses yok)

source: I said HELLO!!!
fr: J'ai dit : BONJOUR !
hu: Helló! Köszöntem!
tr: MERHABA dedim!!!

source: (yet more silence)
fr: (encore un silence)
hu: (mély csend)
tr: (hala ses yok)

source: Should I insist another time, or abandon the cave?
fr: Dois-je insister ou abandonner ?
hu: Próbálkozzak tovább, vagy hagyjam abba?
tr: Başka zaman tekrar mı geleyim yoksa mağarayı başlarına mı yıkayım?

source: Insist again.
fr: Insistez encore.
hu: Próbáld meg még egyszer!
tr: Israrla dene.

source: Very well, let me break in...
fr: Très bien, laissez-moi passer...
hu: Jól van, akkor betörök...
tr: Çok iyi, izin ver kırayım...

source: (*BOOM!!! CRASH!!! CRACK! CLANG! CRASH!!! BAM!!*)
hu: BUMMM!!! RECCS!!! ROPP!!! BANG!!! RECCS!!! CSATT!!!

source: So, anybody at home now?
fr: Youhou ! Y'a quelqu'un ?
hu: Szóval, van itthon valaki?
tr: Şimdi, evde kimse var mı?

source: Aww. Is it that I can't find a safe place'ta live in?
fr: Aww. J'peux pas trouver d'endroit pour vivre en paix ?
hu: Óóó! Hát nincs egy hely, ahó' biztonságban lehetek?
tr: Öff beee! Şöyle rahat edeceğim bir yer bulamayacak mıyım?

source: A goblin? How did you get here?
fr: Un gobelin ? Comment êtes-vous arrivé ici ?
hu: Egy kobold? Hogy kerültél ide?
tr: Bir goblin mi? Buraya nasıl geldin?

source: It's a long story. I used to live in the northlands, in a small town with my fellows. However, it came'ta happen that the foul 'loyalists' invaded it, ransacked it, killed my people, and left me with no home'ta live in. I couldn't believe I survived that night, and I just wish they had the same luck. Fearing for my life, I decided to enter the caves, and go the deepest possible, looking for safety and peace.
fr: C'est une longue histoire. J'vivais dans les Terres du Nord, dans une petite ville, avec mes potes. Mais un jour ces foutus loyalistes nous ont envahis, pillant et tuant, et en m'laissant rien pour vivre. J'ai du me pincer pour êt'e sûr d'avoir survécu à la nuit ; j'espérais juste qu'les autres avaient eu la même chance. Craignant pour ma vie, j'ai décidé d'entrer dans les cavernes, le plus loin possible, pour trouver la paix et la sécurité.
hu: Ez egy hosszú történet. Északföldén volt az otthonom, egy kis faluban laktunk. Történt, hogy ezek az aljas 'lojalisták' berontottak a falunkba, kardélre hánytak mindenkit, leromboltak minden épületet, így a mi házunkat is. Alig hittem el, hogy túléltem a borzalmakat, csak óriási szerencsém volt. Nem maradhattam ott, így biztonságot keresve jöttem ide a barlangok legmélyére.
tr: Uzun hikaye. Kuzeyde küçük bir şehirde kendi vatandaşlarımla yaşayıp gidiyordum. Bir gün ‘kralcılar’ denen alçaklar gelip halkımı öldürmeye ve yağmaya giriştiler. Beni evsiz barksız bıraktılar. O gece hayatta kaldığıma inanamıyorum, dostlarımın da bu şansa sahip olmalarını isterdim. Hayatım için korkarak bu mağaralara girmeye karar verdim ve güvenli bir yer bulmak için gidebildiğim en derin yere kadar gittim.

source: So I found these caverns, and set home here. However, da humans appeared again with their filthy cronies, and I managed to hide my cave from them. Now that you unhid it, I'll surely perish.
fr: C'est comme ça que j'ai découvert ces cavernes et m'y suis installé. Mais les hommes sont réapparus avec leurs saloperies ; j'ai réussi à m'cacher dans ma grotte. Mais maintenant qu'vous m'avez trouvé, j'vais sûrement mourir.
hu: Így találtam rá ezekre a járatokra, s itt rendezkedtem be. Csakhogy az emberek ismét megjelentek a mocskos haverjaikkal, így el kellett rejtőznöm előlük. Most, hogy felfedeztetek, nagy veszélybe kerültem.élybe kerültem.
tr: Böylece bu mağarayı buldum ve evimi yaptım. Ancak o insanlar iblis destekçileriyle birlikte tekrar ortaya çıkınca mağaramı onlardan gizlemeye çalıştım. Şimdi mağaram tekrar açığa çıktı, mahvolduğumun resmidir.

source: I see. But perhaps you would prefer to follow us, instead of staying in these perilous pits, victim to the loyalists. We can give you protection.
fr: Je vois. Mais peut-être que vous préféreriez nous suivre plutôt que de rester sur ces puits dangereux, à la merci des loyalistes. Nous pouvons vous protéger.
hu: Aha, de talán velünk jöhetnél. Mi megvédünk a lojalistáktól, itt maradni kész öngyilkosság.
tr: Anlıyorum. Bu tehlikeli çukurda kralcıların kurbanı olarak kalmak yerine belki bizimle gelmeyi tercih edersin. Biz seni koruruz.

source: Oh really? Wait, let me prepare my baggage and I shall go with you.
fr: Oh vraiment ? Une seconde, le temps de préparer mon baluchon et j'pars avec vous.
hu: Valóban veletek mehetek? Gyorsan összekapok néhány dolgot, aztán már jövök is.r jövök is.
tr: Gerçekten mi? Bekle, bavulumu hazırlayıp geliyorum.

source: Abandon.
hu: Hagyjuk.
tr: Bırak git.

source: I think it would be safer to remain away from this cave.
fr: Il serait plus sage de sortir de cette caverne.
hu: Azt hiszem, bölcsebb lenne kívül maradni a tanyán.
tr: Bu mağaradan uzak durmanın daha güvenli olacağını düşünüyorum.

source: There must be a way to open them, somewhere.
fr: Il doit toujours y avoir un moyen de les ouvrir, quelque part.
hu: Valahogy csak ki lehet nyitni.

source: Strike on New Knalga
fr: Tempête sur Nouvelle-Knalga
hu: Újknalga ostroma
tr: Kanalga Yenilgisi

source: King Asthorgar
fr: Roi Asthorgar
hu: Asthorgar király
tr: Kral Aştorgar

source: Defeat all enemy leaders, if you can (bonus)
fr: Vaincre tous les chefs ennemis, si vous pouvez (bonus)
hu: Megölöd az összes ellenséges vezért, ha tudod (bónusz)d (bónusz)
tr: Yapabilirsen, tüm düşman liderlerini yen (ödül var)

source: Death of King Asthorgar
fr: Mort du roi Asthorgar
hu: Asthorgar király meghal
tr: Kral Aştorgar’ın ölümü

source: Death of Elynia
fr: Mort d'Elynia
hu: Elynia meghal
tr: Elenya’nın ölümü

source: Look, Knalga's capital is under siege!
fr: Voyez, la capitale de Knalga est assiégée !
hu: Nézzétek, Knalga fővárosát ostromolják!
tr: Bak, Kanalga’nın başkenti kuşatılmış!
