Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Certainly. If we can find her alive and awaken her, the powers she controls alone could be an invaluable help against these foes. We shall descend to find her.
hu: Bizonyára. Ha élve találjuk őt és felébresztjük, az általa birtokolt erő önmagában is értékes fegyver lehet az ellenségeink ellen. Lemegyünk oda.

source: If you let me say so, lads and lady, that would be suicidal. As Althurin said, his master was young and it was extremely risky to wander those depths. Even the trolls know that nobody is welcome there. You could find death there, or something worse... I certainly would not spend troops on a fool's quest.
hu: Ha mondhatok valamit, ez öngyilkosság. Ahogy Althurin is mondta, a mestere fiatal volt, s szörnyen veszélyes azokon a helyeken barangolni. Még a trollok is tudják, hogy senki sem szívesen látott vendég arrafelé. Mindössze a halálotokat, vagy valami még rosszabbat találhattok ott... Én ilyen ostobaságra nem tudok kíséretet biztosítani.em tudok kíséretet biztosítani.

source: My king, I shall go with them, if you allow me to do so.
fr: Mon roi, j'irai avec eux, si vous me le permettez.
hu: Királyom, velük megyek, ha engedélyezed.
tr: Kralım, eğer izin verirseniz, onlarla birlikte gideceğim.

source: Althurin, what motivates you to do such a thing?
hu: Althurin, mi lelt téged, hogy ilyesmibe vágd a fejszédet?ejszédet?

source: Our loremasters have registered the history of this sorceress, Elynia. From what I know she is probably the most powerful one ever seen by any dwarf, orc or even elf. It is said she was cursed to live for the rest of eternity as a punishment for the arts she delved into.
hu: Akadémikusaink feljegyezték ennek a boszorkánynak, Elyniának a történetét. Ezek szerint ő talán a leghatalmasabb, akiről valaha is hallott törp, ork vagy tünde. Azt mondják, hogy büntetésből örök életre kárhoztatott, amiért tiltott művészetekbe ásta magát.

source: We are indebted to these elves. *I* owe them personally for the help they gave us against the followers of Uria. The least I can do is go with them and guide them in the dense darkness; otherwise, I fear that they will never return from those pits.
hu: Adósai vagyunk ezeknek a tündéknek. *ÉN* személyesen tartozom nekik azért a segítségért, amit Uria követői ellen nyújtottak. A legkevesebb, amit tehetek értük, hogy elkísérem és kalauzolom őket a vaksötétben, különben attól tartok, hogy soha nem kerülnek ki élve azokból a járatokból.rülnek ki élve azokból a járatokból.

source: You're currently the head of the Order of Runesmiths. If you don't return, we'll miss you sorely. But if you feel you must, then go. I will not impede your duty to the elves.
hu: Hiszen te vagy a Rúnakovács Rend feje. Ha sosem térsz vissza, az számunkra komoly veszteség lenne. De ha úgy érzed, hogy menned kell, akkor menj. Nem akarom meggátolni a tünde expedícióhoz való csatlakozásodat.e expedícióhoz való csatlakozásodat.

source: Friends, be careful, and listen to Althurin's advice; he is easily the wisest runecrafter we have. You will need all the support you can get down there. I wish you the best of luck in your mission, and know that your rear will be safe; we'll defend Knalga with our teeth if it's necessary.
hu: Barátaim, legyetek óvatosak és hallgassatok Althurinra! Ő a legbölcsebb rúnateremtőnk. Szükségetek lesz minden segítségre odalenn. Mi megvédjük Knalgát foggal-körömmel, ha kell. Kívánom, hogy járjatok szerencsével a küldetésetekben!

source: Thanks, my lord.
hu: Köszönöm uram.

source: NOTE FOR TRANSLATORS: Mal Keshar is trying to say 'save your asses' in the next string.
hu: MEGJEGYZÉS A FORDÍTÓKNAK: Mal Keshar azt akarja mondani 'megvédeni a seggeteket' a következő bejegyzésben.

source: Ah well, you know you can count on my undead minions to save your a... er, aid you in the depths. This is going to be fun...
hu: Ó igen, számíthattok a szolgáimra, hogy megvédjék a seg... öö, segítsenek megvédeni titeket a mélyben. Ez izgalmasnak ígérkezik...zik...

source: We ssshall go with you, although we are not sssure how much help we can offer in thossse cavesss.
hu: Mi issss megyünk, habár nem biztossss, hogy sssssok hassssznunkat vesssszed a barlangok mélyén.

source: Outside
fr: Dehors
hu: Külvilág
tr: Dışarsı

source: We made it! And there are no signals of demons around.
fr: Nous avons réussi ! Et il n'y a aucune trace de démon aux alentours.
hu: Na végre, kiértünk! És nyomuk sincs a démonoknak.
tr: Başardık! Ve etrafta iblisler olduğuna dair bir işaret de yok.

source: Ah, I can feel again the wind in my hair... it has been a really long time. It is a bit cold, but still nice, for being underground during centuries.
fr: Ah, je retrouve le vent dans mes cheveux... ça faisait vraiment longtemps. Il fait un peu froid, mais c'est toujours plaisant, après avoir été enterré pendant des siècles.
hu: Ahh, újra érzem, hogy szél kócolja a hajamat.... Borzasztó sokáig hiányoltam ezt az érzést. Igaz, hogy kicsit hűvösebb, mint megszoktam, de még így is kellemes. Több századnyi földalatti lét után...s kellemes. Több századnyi földalatti lét után.
tr: Oh, rüzgarı tekrar saçlarımda hissediyorum... gerçekten uzun zaman olmuştu. Yüzyıllardır yerin altında olan biri için biraz soğuk ama yine de güzel.

source: You know, I do not feel very pleased to be in the surface again, but it's good for you. At least it is not a desert, I guess nothing could be worse for me than sand and no trees to protect me from the suns.
fr: Vous savez, ça ne me réjouit pas de retourner en surface, mais c'est bien pour vous. Au moins, ce n'est pas un désert ; rien ne serait pire pour moi que le sable et l'absence d'arbres pour me protéger des soleils.
hu: Tudjátok, engem nem dob fel annyira, hogy újra a felszínen vagyunk, de örülök, hogy ti örültök. látni, s egy fát sem lelni, ahol a napok elől védve lennék.
tr: Biliyorsunuz, tekrar yeryüzünde olmaktan hiç memnun değilim, fakat sizin için iyi. En azından çöl değil. Benim için hiçbir şey kumdan daha kötü olamaz ve hiçbir ağaç beni güneşlerden koruyamaz.

source: I wish Anlindë was here, with us, to enjoy the landscape and breath fresh air. I'll never stop feeling guilty for deliberately abandoning her there, in the caves. She was... she was the only one who could replace the loss of my mother...
fr: J'aurais souhaité qu'Anlindë soit là, avec nous, pour profiter du paysage et respirer cet air frais. Je ne me pardonnerai jamais de l'avoir sciemment abandonnée dans les grottes. Elle était... elle était la seule qui eût pu remplacer la perte de ma mère...
hu: Bárcsak Anlindë is itt lehetne velünk, élvezhetné a földet, s szívhatná ezt a friss levegőt. Nem tudok szabadulni a bűntudattól, amiért a barlangokban magára hagytuk őt. at...
tr: Analya’nın burada bizimle manzaranın keyfini çıkarmasını temiz havayı içine çekmesini isterdim. Onu orada, mağaralarda bile bile bıraktığımız için suçluluk duymaktan kendimi alamıyorum. O... o annemin yerini dolduran tek kişiydi...

source: Do not feel guilty, Galas. As she said, that was the best she could do to fix her past crimes. Let's not dishonor her memory failing, we have a mission to complete.
fr: Ne te sens pas responsables, Galas. Comme elle l'a dit, c'est ce qu'elle pouvait faire de mieux pour réparer ses crimes antérieurs. Ne la déshonorons pas en échouant, nous avons une mission à terminer.
hu: Ne legyen bűntudatod, Galas. Ahogy ő is mondta, ez volt a legjobb megoldás, s így végre vezekelhetett a múltban elkövetett bűneiért. Ne hagyjuk, hogy az áldozata hiábavalóvá váljék, teljesítenünk kell a küldetésünket.
tr: Suçluluk duymayın, Galas. Analya’nın dediği gibi, bu geçmişteki suçlarının bedelini ödemenin en iyi yoluydu. Hatırasına gölge düşürmeyelim, tamamlamamız gereken bir görevimiz var.

source: And so, they signaled the rest of the group to go out of the caverns.
fr: Et donc, ils dirent au reste du groupe de sortir.
hu: Ezután jelt adtak, s a csoport várakozó tagjai is kijöhettek a szabad levegőre. levegőre.
tr: Ve grubun kalanının mağaralardan çıkması için işaret verdiler.

source: What happened to Anlindë was to be unknown to all of them, albeit legends of her last battle, her courage and purposefulness were to be remembered for the rest of times. Only a few ones would know what really happened that fateful day, in the depths of the ruins of New Knalga.
fr: Ce qui arriva à Anlindë demeure ignoré de tous, même si des légendes rappelèrent pour la nuit des temps ses derniers combats, son courage et sa détermination. Seuls quelques-uns savaient ce qui s'était vraiment passé ce jour tragique, dans les profondeurs en ruine de la Nouvelle-Knalga.
hu: Hogy Anlindëvel mi történt, azt nem tudták, de utolsó csatájának történetéről legendák születtek, bátorsága és önfeláldozó viselkedése örök időkre például szolgált. Csak kevesek kiváltsága lett, hogy megismerjék az igazi történéseket, az Újknalga romjai között vívott utolsó csatájának hiteles történetét.atájának hiteles történetét.
tr: Analya’ya ne olduğu onlar için bilinmezliğini koruyacaktı, ama yine de son savaşının hikayesi, cesareti ve amacı hep hatırlanacaktı. Yeni Kanalga’nın harabelerinin derinliklerinde o meşum günde gerçekte neler olduğunu yalnız bir kaç kişi bilecekti.

source: May your soul rest in peace for the rest of eternity, Anlindë.
fr: Que votre âme repose en paix durant l'éternité, Anlindë.
hu: Az örök világosság fényeskedjék fölötted, Anlindë.
tr: Ruhun ebediyen huzur bulsun, Analya.

source: The Aragwaithi
fr: Les aragwaiths
hu: Aragwaithok
tr: Aragvaylar

source: Behold! This is our capital city, Raelthyn.
fr: Regardez ! Voici notre capitale, Raelthyn.
hu: Íme! Ez a mi fővárosunk, Raelthyn.
tr: İşte! Burası bizim başkentimiz, Raveltin.

source: It is a really beautiful city, indeed. Where are we going?
fr: C'est vraiment une cité merveilleuse. Où allons-nous ?
hu: Valóban nagyon szép város. Hova megyünk?
tr: Gerçekten güzel bir şehir. Nereye gidiyoruz?

source: I have arranged a meeting for you with the Grand Council. Only your leader, the lady and the necromancer may go in.
fr: J'ai organisé une rencontre avec le Grand Conseil. Seuls votre chef, la dame et le nécromancien peuvent entrer.
hu: Elintéztem egy kihallgatást számotokra a Nagy Tanácsnál. Csak a vezetőtök, az úrnő és a holtidéző léphet be.
tr: Sizin için Büyük Konsey’le bir toplantı ayarladım. Toplantıya sadece lideriniz, hanımefendi ve nekromatik girebilir.

source: I am just glad to know that you did not leave me out.
fr: Je suis content de constater que vous n'êtes pas partis sans moi.
hu: Roppantul örülök, hogy engem sem hagytál ki a névsorból.
tr: Dışarda bırakılmadığıma çok memnun oldum.

source: Hold on! Who goes there?
fr: Mains en l'air ! Qui va là ?
hu: Megállj! Ki van ott?
tr: Dur! Kimsin?

source: It's me, Erathan. I bring the strangers with me for a meeting with the Council.
fr: C'est moi, Erathan. J'emmène les étrangers avec moi pour rencontrer les membres du Conseil.
hu: Én vagyok az, Erathan. A Tanácshoz igyekszünk kihallgatásra az idegenekkel.
tr: Ben, Eratan. Konsey toplantısına katılacak yabancıları getiriyorum.

source: Odd, but you can pass anyway.
fr: Bizarre, mais vous pouvez quand même passer.
hu: Különös, de a belépés engedélyezve van.yezve van.
tr: Tuhaf, fakat... tamam geçebilirsiniz.

source: And what about our people?
fr: Et qu'arrivera-t-il à aux membres de notre peuple ?
hu: S mi lesz a többiekkel?
tr: Ya halkımız?

source: They will have to stay in the town. We can't risk the security of our lords.
fr: Ils devront rester en ville. Nous ne pouvons mettre en péril nos seigneurs.
hu: Nekik a városban kell maradniuk! Nem kockáztathatjuk a vezetőink biztonságát..
tr: Onlar kentte kalacaklar. Lordlarımızın güvenliğini riske sokamayız.

source: I understand.
fr: Je comprends.
hu: Értem.
tr: Anlıyorum.

source: Erathan, old friend! Who are they and what is their bussiness here?
fr: Erathan, mon vieil ami ! Qui sont ces gens, que font-ils ici ?
hu: Erathan, öreg harcos! Kik ezek és mi járatban vannak itt?
tr: Eratan, eski dostum! Kim onlar ve burada ne işleri var?

source: They are the strangers I spoke you of, those that I found in the southern mountains. I brought them for the meeting with the Grand Council.
fr: Ce sont les étrangers dont je t'ai parlé, ceux que j'ai découvert dans les montagnes méridionales. Je les ai fait venir pour rencontrer le Grand Conseil.
hu: Ők azok az idegenek, akikről már beszéltem, akiket a déli hegyeknél találtunk. A Nagy Tanácsba viszem őket kihallgatásra.
tr: Bunlar size bahsettiğim, güneydeki dağlarda bulduğum yabancılar. Büyük Konsey ile toplantıya getirdim.

source: Be welcome, then, strangers, to the Council's palace. The lords are waiting for you in the meetings chamber.
fr: Soyez les bienvenus au palais du Conseil, étrangers. Ces messieurs vous attendent dans la salle de réunion.
hu: Legyetek üdvözölve, idegenek, a Tanács palotájában! A tanácsnokok várnak titeket a kihallgatási teremben.
tr: Konsey sarayına hoşgeldiniz, yabancılar. Lordlar sizi toplantı salonunda bekliyor.

source: Follow me.
fr: Suivez-moi.
hu: Kövessetek!
tr: Beni izleyin.

source: Welcome, elves, to the Grand Council. It has been really a long time since the last of your kind was seen in this continent. Please, consider this as your home.
hu: Üdvözlünk titeket, tündék, a Nagy Tanács előtt. Nagyon hosszú idő telt el azóta, hogy a kontinensen láttak benneteket. Érezzétek otthon magatokat!

source: Thanks for your hospitality, my lord. It is a pleasure to meet such fine people.
fr: Merci pour votre hospitalité, monseigneur. C'est un plaisir de rencontrer des gens si courtois.
hu: Köszönjük, uram, a vendégszeretetedet. Öröm számunkra ilyen kiváló emberekkel találkozni.
tr: Konukseverliğiniz için teşekkürler, lordum. Böyle hoş insanlarla tanışmaktan dolayı memnun oldum.

source: The pleasure is ours, too. We have always admired your kind, for centuries or so. But tell us, what bussiness brought you here? Why have we not seen you for centuries?
fr: Le plaisir est partagé. Nous avons toujours admiré votre peuple, depuis des centenaires. Mais dites-nous quelles affaires vous amènent ici ? Pourquoi ne vous avons-nous pas aperçus depuis des siècles ?
hu: Számunkra a megtiszteltetés. Mindig is csodáltunk titeket. S mondjátok, mi járatban vagytok errefelé? S miért nem hallottunk felőletek századok óta?
tr: Biz de memnun olduk. Asırlardır ırkınıza hep hayran olmuşuzdur. Fakat, söyler misiniz bize, sizi buraya hangi rüzgar attı? Yüzyıllardır niye görünmediniz?

source: The lands south from here, where we used to live, changed, and turned into a vast desert. We had to find refuge in a valley, far to the east, and have lived there since some time after the Fall.
fr: Les terres méridionales où nous vivions se sont transformées en un vaste désert. Nous avons dû nous réfugier dans une vallée, loin à l'est, et nous y sommes restés quelque temps après la Chute.
hu: A déli területek, ahol laktunk, megváltoztak és hatalmas sivataggá váltak. Menedéket találtunk egy messzi, keleti völgyben, ahol a Kataklizma utáni időktől egészen napjainkig éltünk.
tr: Yaşamaya alışkın olduğumuz yerler - buranın güneyinde kalır - zamanla kuruyup çöle döndü. Biz de uzakdoğuda bir vadiye sığındık ve Felaket sonrasından beri orada yaşadık.

source: We had usually to fight nomadic tribes of savage humans or orcs, but now we found ourselves after an organized, full-sized army of humans, and had to leave.
fr: Nous devions souvent combattre des tribus nomades d'orcs ou d'humains. Mais là, nous sommes tombés sur une grande armée d'hommes, très bien organisée. Nous avons été obligés de partir.
hu: Alkalmanként barbár emberi és ork törzsek hordáival kellett megküzdenünk, de legutóbb egy jólszervezett, nagyszámú emberi sereg támadt ránk, s menekülnünk kellett. ellett.
tr: Biz genellikle göçebe insan çeteleri ve orklarla döğüşürüz, fakat bir süre önce karşımızda iyi örgütlenmiş, tam donanımlı bir insan ordusu bulduk ve kaçmak zorunda kaldık.

source: The loyalists.
fr: Les loyalistes
hu: A lojalisták.
tr: Kralcılar.

source: Yes. We hid our people underground, with little, if any, hope of surviving, and we found Mal Keshar, who volunteered to help us find...
fr: Oui. Nous avons caché nos gens sous terre, avec peu, voir pas, d'espoir de survie. Et nous avons rencontré Mal Keshar, qui s'est porté volontaire pour nous aider à trouver...
hu: Igen, ők. Népünk a föld alá húzódott, hogy legalább némi reményünk legyen a túlélésre, ott találkoztunk Mal Kesharral, aki felajánlotta a segítségét, hogy... a segítségét, hogy...
tr: Evet. Kısa bir süre halkımızı yeraltında gizledik ve bu sırada Mal Keşnar’ı bulduk. Bize yardım etmeye gönüllü oldu.

source: Elynia? I don't remember that part.
fr: Elynia ? Je ne m'en rappelle pas.
hu: Elynia? Erre a részre én nem emlékszem.
tr: Elenya’yı bulmaya... Bu kısmı hep unutuyorum.

source: If you did not interrupt me... as I was saying, he guided us through the way to the Dwarven Kingdom of Knalga, south from here, in the great mountains.
fr: Si vous ne me coupiez pas... Comme je le disais, il nous a guidés vers le royaume nain de Knalga, au sud d'ici, vers les grandes montagnes.
hu: Ha nem szakítanál félbe... ahogy mondtam, az ő segítségével eljutottunk Knalgába, a Törp Királyság fővárosába, ami innen délre van, a nagy hegyekben.
tr: Sözümü kesmezseniz... dediğim gibi, buranın güneyindeki dağlarda kurulu Kanalga Cüce Krallığına kadar bize rehberlik etti.

source: You contacted the dwarves, then? Interesting.
fr: Vous avez donc contacté les nains ? Intéressant.
hu: Szóval kapcsolatba léptetek a törpökkel? Érdekes.
tr: Sonra cücelerle birlik oldunuz? İlginç.

source: Yes, we did. And so we found Elynia, but the demons found us meanwhile, and that meant the sacrifice of one of our best sorceresses, to distract them while we escaped, to the North.
fr: Oui. Et c'est ainsi que nous avons trouvé Elynia, mais les démons nous ont trouvés dans le même temps. Et cela signifiait le sacrifice de notre meilleure sorcière, pour les distraire pendant notre fuite vers le nord.
hu: Igen, aztán megtaláltuk Elyniát, de közben a démonok is megtaláltak minket, s ennek következtében az egyik legjobb boszorkányunk önfeláldozása árán kellett ide, Északra menekülnünk.
tr: Evet öyle oldu. Böylece Elenya’yı bulduk. Fakat iblisler de bu arada bizi bulmuş. Onları şaşırtıp, kuzeye kaçarken izimizi kaybettirmek için en iyi büyücülerimizden birini feda ettik.

source: Is it, then, that you want us to protect you? And what do we get in exchange?
fr: Et donc vous voulez que nous vous protégions ? Et qu'obtiendrons-nous en échange ?
hu: Tehát a védelmünket kéritek? S cserébe mit ajánlotok?
tr: Şimdi de sizi korumamızı istiyorsunuz, öyle mi? Ne değiş tokuş etmeyi teklif ediyorsunuz?

source: I never said that...
fr: Je n'ai jamais dit que...
hu: Én ezt soha nem mondtam...
tr: Ben asla böyle bir şey söylemedim...

source: He actually meant that we, specially me, want to defeat the evil ones once and for all. However, we don't have the numerical power to do it.
fr: En fait, il voulait dire que nous, et moi surtout, voulions vaincre ces êtres maléfiques une fois pour toutes. Mais nous n'avons pas le nombre pour le faire.
hu: Arra gondol, hogy mi, különösen én, meg akarjuk semmisíteni a gonoszokat egyszer, s mindenkorra. Csakhogy ehhez kevés erővel rendelkezünk.
tr: Demek istediği, biz, özellikle ben, iblisi bir defada sonsuza kadar yenmek istiyoruz. Bununla beraber, bunu yapacak sayısal üstünlüğe sahip değiliz.

source: Although Erathan said that you no longer consider them an important threat, I am sure that after their repeated defeats against our people, they will be preparing their army to march here, to anihilate the remaining rebels, that are, as far as I know, at least you and us.
fr: Même si Erathan a dit que vous ne les considériez plus comme une menace majeure, je peux affirmer que leur défaites répétées contre vous vont les pousser à réunir une armée entière pour marcher sur vous et anéantir les rebelles restants. Ce qui nous inclut, vous et nous.
hu: Habár Erathan azt mondta, hogy ti nem számítotok nagy fenyegetésre a részükről, biztos vagyok benne, hogy kalandozó csapataik sorozatos megsemmisítése ránk irányította a figyelmüket, s egy nagyobb sereget fognak idevezényelni, hogy eltöröljenek minket, lázadókat a föld színéről. A lázadókba ti is beleszámítotok, mint akik még dacolnak velük.ínéről. A lázadókba ti is beleszámítotok, mint akik még dacolnak velük.
tr: Erathan, onları artık önemli bir tehdit saymadığınızı söylese de, tekrarlanan yenilgilerden sonra eminim ki, buraya gelip kalan isyancıları, yani sizi ve bizi yoketmek üzere ordularını hazırlayacaklardır.

source: That is an interesting theory, that we have already considered. Are you suggesting a large-scale war then? We, aragwaithi, don't have the power, numerical or magical, to help you, not alone, at least.
fr: Nous avons déjà envisagé cette intéressante théorie. Vous suggérez donc une guerre à grande échelle ? Nous, les aragwaiths, n'avons pas le pouvoir, que ce soit en effectifs ou en magie, de vous aider. Pas tous seuls, tout du moins.
hu: Érdekes elképzelés, amit már mi is számításba vettünk. Tehát egy totális háborút szeretnétek indítani ellenük? Nekünk, aragwaithoknak nem elégségesek a forrásaink, sem számbeli, sem mágikus erőnk egy ekkora vállalkozásra, legalábbis egyelőre.ekkora vállalkozásra - legalábbis egyelőre.
tr: Bu bizim de dikkate aldığımız ilginç bir teoridir. Bize büyük kapsamlı bir savaş mı öneriyorsunuz? Biz aragvayların size yardım etmek için ne sayısal ne de sihirsel gücü var.

source: Yes but we have...
fr: Oui. Mais nous avons...
hu: Persze, de a mi oldal...-
tr: Evet fakat biz...

source: The Lady of Light, by our side. That should be a good start.
fr: La Madone de Lumière, à nos côtés. C'est un bon début.
hu: A Világosság Úrnője a mi oldalunkon van. Kezdetnek ennyi is elég.
tr: Işık Meleği bizim tarafımızda. Bu iyi bir başlangıç olmalı.

source: Yes, we know. However, although I feel the Sylvan Essence on her, its power seems to have been lowered by the period being underground.
fr: Oui, nous savons. Même si je ressens son esprit sylvestre, son pouvoir semble avoir été réduit pendant la période où elle était dans les sous-sols.
hu: Igen, ezt tudjuk. Érzem az erdei eszenciát sugározni belőle, de az ereje mintha megkopott volna a föld alatt töltött évek során.
tr: Evet biliyoruz. Onun Esenleme yeteneğini hissettim, ancak yeraltında geçirdiği süre içinde gücü azalmış görünüyor.

source: I feel so. It seems that the darkness had a great influence on me.
fr: Je le sens aussi. Les ténèbres semblent avoir eu une grande influence sur moi.
hu: Én is úgy érzem. A Sötétség befolyása lehet.
tr: Ben de öyle hissediyorum. Karanlığın üzerimde büyük etkisi olmuş görünüyor.

source: But anyway, I am sure that if we join forces, we can vanquish the evil ones. Do you prefer to continue your lives defending your country from the ocassional raiders, until a real attack force is sent after you to obliterate your race? I for one, don't, and that is why I risked my people fleeing from our home valley, that is why many lives have already been lost, and that is the only thing we can do to make sure our dead rest in peace.
hu: Akárhogy is, ha egyesülünk, biztos vagyok benne, hogy megsemmisíthetjük a gonoszokat. Vagy továbbra is csak az olykor felbukkanó portyázók elleni védharcokat akarjátok folytatni? Amíg egy ellenetek ellen küldött igazi sereg el nem söpri a fajotokat a föld színéről? Én semmi esetre sem, s ezért tettem kockára népünk életét is, amikor lakhelyünket elhagytuk, s ezért veszett el annyi élet eddigi harcaink során, s ez az egyetlen lehetőség van arra, hogy halottaink békében nyugodjanak. van arra, hogy halottaink békében nyugodjanak.
