Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Think about the connection... both of them have grand control of Darkness. One of them, Argan, disappeared. The other one, this Shadow Master, then appeared out of nowhere. Couldn't it be that Argan got possessed by an evil force in the very depths of the world, an evil force of darkness, and it turned him against the world? I can understand why you did not get affected by the corruption of such parts, Elynia, and it is yourself; your own internal light protects you and those who surround you. But Argan was himself a being of darkness, very prone to be corrupted.
hu: Nézzük a lehetséges variációkat... mindketten a Sötétség alatt erősek. Egyikük, Argan eltűnt. A másikuk, ez az Árnymester később a semmiből bukkant elő. Nem lehet, hogy Argant a világ mélységeiben valami ördögi erő a hatalmába kerítette, valami ördögi erő a Sötétségben, amely a felszíni világ ellen fordította? Megértem, hogy te, Elynia a saját példádból kiindulva elképzelhetetlennek tartasz ilyen pálfordulást, hiszen téged és a környezetedben lévőket megvédi a belső világosságod, de Argan maga testesíti meg a Sötétséget, s könnyen befolyásolható a Sötétség más erői által.ői által.

source: No, it can't be. The exact reason because we got engaged was because he saved me with the powers of darkness for good. He is not evil. He cannot be turned to evil. Mal Keshar, you are a lich, I cannot trust your word, nor accept your reasoning.
hu: Nem, ez lehetetlen. Hiszen éppen ez kapcsolt minket egymáshoz, hogy ő a Sötétség erejével is a jót és engem védett. Ő nem gonosz. S nem is válhatott gonosszá. Mal Keshar, te egy delevény vagy, nem hihetek a szavaidnak, s nem fogadhatom el az érvelésedet.velésedet.

source: Ah, sorry then, girl. I hope anyway that I'm proven wrong.
fr: Ah, bon, désolé jeune fille. J'espère quand même m'être trompé.
hu: Akkor ejtsük a dolgot. Remélem tényleg hibás az okfejtésem..
tr: Ah, o halde özür dilerim. Ben yanlışsam bunu kabul ederim.

source: And Galas, I'll make sure this does not get to occur another time. I'll protect you from the darkness constantly from now on.
fr: Et Galas, je m'assurerai que cela n'arrive une autre fois. Je vous protégerai constamment des ténèbres dorénavant.
hu: Galas, biztos akarok lenni benne, hogy még egyszer nem történik veled hasonló. Mostantól folyamatosan védelmeznni foglak a sötétségtől.tétségtől.
tr: Galas, bu bir daha olmayacak. Bundan sonra seni karanlıktan ben koruyacağım.

source: Thanks, Elynia.
fr: Merci, Elynia.
hu: Köszönöm, Elynia.a.
tr: Teşekkür ederim Elenya.

source: Now, we have a work to complete.
hu: Akkor foglalkozzunk a küldetésünkkel!kkel!

source: Yes, indeed...
fr: Oui, tout à fait...
hu: Igen, valóban...
tr: Evet, elbette...

source: Wait. We can't get out of this cavern until Elynia can exit the alien hive!
fr: Attendez. Nous ne pouvons pas quitter cette caverne avant qu'Elynia ne soit sortie du rucher !
hu: Várjatok! Nem mehetünk ki addig a barlangból, míg Elynia benn van!

source: Wait. We can't get out of this cavern until Mal Keshar can exit the alien hive!
fr: Attendez. Nous ne pouvons pas quitter cette caverne avant que Mal Keshar ne soit sorti du rucher !
hu: Várjatok! Nem mehetünk ki addig a barlangból, míg Mal Keshar benn van!

source: Are we ready to exit from these caverns?
fr: Nous sommes prêts à sortir ?
hu: Készek vagyunk elhagyni ezt a barlangot?
tr: Bu mağaralardan çıkmaya hazır mıyız?

source: We didn't come here to fight against these creeps. Where are you going? If you enter their nest we'll have to wait for you to get out of there before exiting the caves!
fr: Nous ne sommes pas venus ici pour combattre ces bestioles. Où allez-vous ? Si vous entrez dans leur nid, nous allons devoir vous attendre avant de sortir !
hu: Nem azért jöttünk ide, hogy azokra a csúszómászókra vadásszunk! Hová mész? Ha belépsz a fészkükbe, meg kell, hogy várjunk, mielőtt elhagynánk ezt a barlangot.

source: Bring Elynia to ($x1|,$y1|) in order to activatethe mysterious glyph.
fr: Mener Elynia en ($x1|,$y1|) pour activer le glyphe mystérieux.
hu: Elynia aktiválja a rejtélyes rúnakristályt ($x1|,$y1|)
tr: Sihirli motifi etkinleştirmesi için Elenya’yı ($x1|,$y1|) altıgenine götür

source: Master, master! I have found a giant crystal object floating in here!
fr: Maître, maître ! J'ai trouvé un cristal géant qui flotte dans les airs !
hu: Mester, mester! Találtam egy hatalmas lebegő rúnakristályt!
tr: Efendim, efendim! Burada dev bir kristal nesne buldum, havada yüzüyor!

source: Sounds like one of those that we found while looking for Elynia in the depths of the Unknown. May you describe it?
fr: Ça ressemble à une de ces choses que nous avons trouvées pendant que nous cherchions Elynia dans les profondeurs inexplorées. Pourriez-vous la décrire ?
hu: Úgy hallom, valami hasonló objektumra leltünk, mint amilyenekkel Elyniát keresve találkoztunk. Hogy néz ki?
tr: Bilinmeyen derinliklerde Elenya’yı ararken bulduğumuz nesnelerden biri olmalı. Biraz tanımlamaya çalışır mısın?

source: Well, it is giant, glows with a blueish tone, and illuminates this chamber, completely, as if it was a powerful torch. I can barely look at it for much time.
fr: Eh bien, c'est très gros, ça brille d'une lumière un peu bleue, ça illumine la pièce d'une lumière aussi vive que celle d'une torche très puissante. J'ai du mal à la regarder pendant longtemps.
hu: Hát, egy hatalmas rúnakristály, kékes fényben tündököl, bevilágítja az egész termet, mint valami gigantikus fáklya. Ritkán láttam még ilyet.
tr: Şey, çok büyük, mavimsi bir ışık saçıyor ve güçlü bir meşale gibi odayı tamamen aydınlatıyor.

source: NOTE FOR TRANSLATORS: the 'translated' bat messages should sound clumsy in any language, as if it was a Troll speaking for the bat.
fr: NOTE AUX TRADUCTEURS : les paroles de la chauve-souris doivent paraître assez primaires.
hu: MEGJEGYZÉS FORDÍTÓKNAK: a 'lefordított' denevérbeszéd ugyanolyan zagyván hangzik, mintha troll mondta volna.

source: Neep, neep! (Translated from bat's language: 'master, giant crystal here, flies around, must see it'.)
fr: Neep, neep, neeep ! (En langue des chauves-souris : « maître, cristal géant ici, moi vole, moi dois voir »).
hu: Níííp, nííp! (Lefordítva: 'mestér, órjás kristált látok, körberöpűtem, gyüjj ide!' )
tr: Viik, viik! (Yarasaca şöyle diyor: ‘Efendim, burada dev bir kristal var, onu görmelisiniz.’)

source: The bat found something, and it sounds like one of those crystal glyphs that we found while looking for Elynia in the depths of the Unknown.
fr: La chauve-souris a trouvé quelque chose qui ressemble à un de ces glyphes de cristal que nous avions trouvés en recherchant Elynia dans les profondeurs inexplorées.
hu: A denevér talált valamit, ami olyasminek tűnik, mint azok a rúnakristályok, amiket Elynia keresése során találtunk az ismeretlen barlangok mélyén.élyén.
tr: Yarasa bir şey bulmuş. Bilinmeyen derinliklerde Elenya’yı ararken bulduğumuz nesnelerden biri olmalı.

source: You can speak with the bat!?
fr: Vous pouvez parler à la chauve-souris ?!
hu: Te érted a denevérek nyelvét?
tr: Sen yarasayla konuşabiliyor musun?!

source: Neep, neep, neeep! (Translated from bat's language: 'great, glows blue, bright as sunlight, blinds me'.)
fr: Neep, neep, neeep ! (En langue des chauves-souris : « gros, bleus, brillants comme soleil, éblouissent moi »).
hu: Nííííp, níp,níííp! (Lefordítva: 'órjás, kékbe' izzik, fényes, mind a nap, vakító')
tr: Viik, veek, viiik! (Yarasaca: ‘harika, mavi ışık saçıyor, güneş gibi parlak, beni kör ediyor.’)

source: Gosh, talking of strange things down here. Hey all, I have found a giant crystal object that floats in this part of the cave!
fr: Dingue. En parlant de trucs bizarres ici... Hé, tous. J'ai trouvé un cristal géant qui flotte dans ce coin de grotte !
hu: Az áldóját! Micsoda külünleges dolgok vannak idele. Hé mindenki, találtam egy óriási rúnakristályt, ami lebeg a barlang padlója fölött!ja fölött!
tr: Vay canına, burada tuhaf şeyler hakkında konuşuluyor. Hey millet, bu mağarada havada yüzen dev bir kristal nesne buldum.

source: It is definitively one of those magic crystals.
fr: C'est vraiment un de ces cristaux magiques.
hu: Biztosan ez is egy mágikus rúnakristály.
tr: Kesinlikle şu sihirli kristallerden biri.

source: I sense... something calling me from there. I have got to see the glyph.
fr: Je sens... quelque chose m'appelle de là-bas. Je dois aller voir le glyphe.
hu: Érzem... valami hív. Oda kell mennem ahhoz a rúnakristályhoz!
tr: Hissediyorum... beni bir şey çağırıyor oraya. Motifi görmem lazım.

source: Oh yeah? Go ahead if you desire. And you, rats, follow Elynia and make sure the boy is kept illuminated by her!
fr: Ah ouais ? Avancez si vous voulez. Et vous, espèces de rats, suivez Elynia et faites en sorte qu'elle éclaire toujours le garçon !
hu: Igen? Ha kell, akkor menj. De ti, patkányok kövessétek Elyniát, s ne hagyjátok, hogy a srác egy pillanatra is kiessen a fényköréből!iessen a fényköréből!
tr: Oh, sen mi? İstiyorsan git. Hey siz sıçanlar, Elenya’yı takibedin, çocuğu aydınlıkta tutması lazım!

source: Yes, master!
fr: Oui, maître !
hu: Igen, mester!
tr: Peki, efendim!

source: Remember that you should bring Elynia to the amulet's location in order to use it.
fr: Rappelez-vous que vous devez amener Elynia à l'endroit où se trouve l'amulette pour pouvoir l'utiliser.
hu: Emlékeztetőül: Elyniának aktiválnia kell a rúnakristályt.
tr: Elenya’yı tılsımın bulunduğu yere götürün ki, onu kullanabilsin.

source: Nice... I can feel the energy flowing through my veins.
fr: C'est agréable... je sens l'énergie qui coulent dans mes veines.
hu: Csodálatos... érzem, hogy új energia áramlik az ereimben.n.
tr: Harika... Damarlarıma akan enerjiyi hissedebiliyorum.

source: What is that?
fr: Quelle est cette chose ?
hu: Mi az ott?!?
tr: Bu da ne?

source: This chamber has a giant crystal glyph in the center, floating around, illuminating everything with a blueish glow. And the energy that flows from it and pulls me is... known, somehow.
fr: Un glyphe de cristal géant est au centre de la salle. Il flotte et éclaire tout d'une lueur bleutée. Et l'énergie qui en sort et qui m'attire est... je la connais, d'une façon ou d'une autre.
hu: Ebben a teremben egy hatalmas rúnakristály van középen, lebeg és mindent egyfajta kékes árnyalatú fénnyel világít meg. A belőle sugárzó energia vonz... és valahogy olyan ismerős.
tr: Bu odanın ortasında dev bir kristal motif var, havada asılı duruyor ve etrafını mavimsi bir ıyıkla aydınlakıyor. Ondan bir enerji geliyor ve beni kendine çekiyor...

source: Sounds like one of those that we found in the depths of the Unknown. Be careful, anyway. We don't know what it's made for.
fr: Il ressemble à ceux qu'on a trouvés dans les profondeurs inconnues. Attention, en tout cas. Nous ne savons pas à quoi il sert.
hu: Hallomásból valami hasonló lehet, mint amilyenekkel az ismeretlen barlangi mélységben találkoztunk. Légy óvatos! Nem tudhatjuk, mi célból készült.tjuk, mi célból készült.
tr: Bilinmeyen derinliklerde bulduğumuz motiflerden biri galiba. Dikkatli olun yine de. Onun ne için yapıldığını bilmiyoruz,

source: Just be careful, alright?
fr: Faites bien attention, d'accord ?
hu: Csak óvatosan!
tr: Dikkatli ol, tamam mı?

source: In a nearby pedestal there is a scroll. I'll open and read it. Possibly explains something about this chamber.
fr: Il y a un parchemin dans le piédestal tout proche. Je le lire. Nous y trouverons peut-être des explications sur ce lieu.
hu: A talapzata közelében egy pergamentekercs van. Mindjárt kitekerem, s elolvasom. Talán leírja, mi ez. erről a teremről.
tr: Burada bir kaidenin üzerinde bir tomar parşomen var. Açıp okuyacağım. Muhtemelen bu odayla ilgili bazı açıklamalar vardır.

source: Careful, lass, it could be a trap.
fr: Attention, jeune fille, ça pourrait être un piège.
hu: Óvatosan hölgyem, lehet csapda is.
tr: Dikkatli olun, hanım kızım, bir tuzak olabilir.

source: No, I'm sure it is not.
fr: Non, je suis sûr que non.
hu: Nem, biztosan nem az.
tr: Hayır, bir tuzak olmadığına eminim.

source: (reading the scroll) 'Faeries are known for their glamour, the ability to cast illusions to confuse their enemies, or even victims. However, its power is limited to a simple visual illusion; other senses are not affected by it. Touch the glyph and use the spell stored in it to enhance your power and be able to perform a complete metamorphing instead of a mere illusion'.
fr: (lisant le parchemin) « Les fées sont connues pour leur aspect séduisant, et leur capacité à provoquer des illusions pour désorienter leurs ennemis ou leurs victimes. Mais ce pouvoir se limite à une simple altération de la vue ; les autres sens ne sont pas affectés. Touchez le glyphe : un sort interne améliorera votre pouvoir, pour vous permettre de vraiment vous métamorphoser plutôt que d'affecter seulement votre apparence. »
hu: (olvassa a pergament) 'A tündérek jól ismertek a bűbáj képességükről, amivel összezavarhatják az ellenségeiket vagy az áldozataikat. De ez a képesség pusztán optikai illúziókat kelt, más szerveket nem befolyásol. Érintsd meg a rúnakristályt, s a benne rejlő varázserő kiterjeszti a képességeidet, s a teljes átváltozásra is képessé tesz, az egyszerű optikai csalás helyett.'yett.'
tr: (parşömeni okur) ‘Periler düşmanlarını ve kurbanlarını şaşırtmak için yanılsama büyüleri yapma yetenekleri ve çekicilikleri ile tanınırlar. Bununla birlikte güçleri basit görsel yanılsamalara sebep olmakla sınırlıdır; diğer duyguları etkileyemezler. Gücünü geliştirmek ve sadece göz yanılsamaları yerine tamamen başkalaştırma yeteneği kazanmak için motife dokun ve sihirli sözleri al.’

source: 'Note: Only faeries can receive and use the spell from the glyph.'
fr: « Remarque : seules les fées peuvent utiliser les pouvoirs du glyphe. »
hu: 'Megjegyzés: Csak tündérek képesek élni a rúnakristályban rejlő lehetőséggel.'
tr: ‘Bilginize: Motifteki sihirli sözleri sadece periler alıp kullanabilir.’

source: Interesting.
fr: Intéressant.
hu: Érdekes.
tr: İlginç.

source: 'Victims', hah. I was tricked by a faerie once, when I was nothing but a silly boy. She fooled me to satisfy her instincts, only to abandon me and come back to haunt me later, causing me endless trouble.
fr: « Des victimes ». Ha. J'ai été dupé une fois par une fée, car je n'étais qu'un garçon idiot. Elle m'a trompé pour satisfaire ses instincts, puis m'a abandonné, puis est revenue me hanter ; cela m'a causé des problèmes sans fin.
hu: 'Áldozatok', hah. Egyszer engem is átvert egy tündér, amikor még tapasztalatlan kölyök voltam. Elbolondított, hogy kielégítse a szeszélyes vágyait, aztán meg otthagyott, de néha még visszatért, hogy kísértsen, s állandóan összezavart.rtsen, s állandóan összezavart.
tr: ‘Kurbanlar’, hah. Çocukken bir keresinde bir perinin oyununa gelmiştim. İçgüdülerini tatmin için beni kullandı ve bende sonsuz sorunlara sebep oldu.

source: Stuff happens. Elynia, what are you going to do?
fr: C'est des choses qui arrivent. Elynia, qu'allez-vous faire ?
hu: Megesik néha az emberrel. Elynia, mit csinálsz?
tr: Görev bizi bekliyor. Elenya, neler oluyor orada?

source: I think we could use it. Who knows when it will come in handy.
fr: On pourrait l'utiliser. Qui sait quand cela pourra servir.
hu: Azt hiszem, hasznos lehet. Ki tudja, mikor jöhet jól egy ilyen képesség.
tr: Onu kullanmalıyız diye düşünüyorum. Kimbilir ne kullanışlı olurdu.

source: I am not familiarized enough with the faerie world to have a proper opinion on this, but I'll say that it sounds perilous. How can you be sure that you will get your original body back after metamorphing? And, it sounds like you would gain new weaknesses in the morphed state.
fr: Le monde des fées ne m'est pas trop familier et je n'ai donc pas vraiment d'avis. Mais je dirais que ça parait périlleux. Croyez-vous pouvoir revenir à votre forme d'origine ? Et il semblerait que des faiblesses nouvelles apparaissent après la métamorphose.
hu: Nem ismerem a tündérek világát eléggé, de ez meglehetősen veszélyesnek látszik. Hogy lehetsz biztos benne, hogy visszanyered eredeti formádat az átváltozás után? S mi van az új alak gyengeségeivel?
tr: Düzgün karar verebilecek kadar periler alemi hakkında bilgim yok, fakat bana tehlikeli görünüyor. Başkalaşım geçirdikten sonra tekrar eski gövdeni geri kazanabileceğinden nasıl emin olabilirsin? Ayrıca, başkalaşmış durumda yeni zayıflıklar edinirsen ne olacak?

source: Indeed it does, and I'm actually unsure about the other part. But I'll take the risk.
fr: Oui, mais un doute subsiste sur l'autre partie. Mais j'en prends le risque.
hu: Valóban vannak veszélyei is, s nem ismerem az átváltozás minden részletét, de vállalom a kockázatot.
tr: Elbette o da var ve aslında yeni zayıflıklar konusunda emin değilim. Fakat, riske gireceğim.

source: Hmph. Fine, then. I hope you don't lose your ability to cast light on Galas in the process.
fr: Hmph. Bon, accordé. J'espère que vous ne perdrez pas votre capacité à invoquer la lumière sur Galas durant le processus.
hu: Hmph. Akkor jó. Remélem a fénysugárzás továbbra is éri Galast, még ha átváltozol is.
tr: Hımm. İyi o halde. Umarım Galas’ı iyileştirmek için ışık yayma yeteneğini kaybetmezsin.

source: I'll be alright, calm down. You are too nervous.
fr: Tout va aller pour le mieux. Du calme. Vous faites preuve de trop de nervosité.
hu: Ebben biztos vagyok, higgadj le. Túl ideges vagy.
tr: İyi olacağım, sakinleş. Çok sinir bozucusun.

source: I am *not* nervous! Argh.
fr: Je ne fais *pas* preuve de nervosité.
hu: Én *nem* vagyok ideges! Hrm!
tr: Ben ‘sinir bozucu’ değilim! Of!

source: Faeries.
fr: Les fées...
hu: Tündérek.
tr: Periler.

source: Elynia ascends, and approaches the glyph, touching it with a hand. Immediately, the glyph disintegrates and turns into golden dust, that covers her for some seconds...
fr: Elynia monte et s'approche du glyphe, puis le touche de la main. Immédiatement, il se désintègre en une poussière dorée qui la recouvre pendant quelques secondes...
hu: Elynia felemelkedett, s megérintette a rúnakristályt. Az azonnal szertefoszlott, arany porrá vált, ami néhány másodpercre beborította őt...
tr: Elenya motife yaklaştı ve bir eliyle dokundu. Hemen ardından motif dağıldı ve altın tozuna dönüşerek Elenya’yı kaplayıverdi...

source: Well, now I am really starting to get nervous.
fr: Bon, ça commence vraiment à me stresser.
hu: Hát, mégiscsak kezdek ideges lenni.
tr: Bak, şimdi gerçekten sinirlerim gerilmeye başlayor.

source: ... and that suddenly vanishes away. Yet, there was no noticeable difference in Elynia's appearance.
fr: ... et cela s'est soudainement évaporé. Mais l'apparence d'Elynia n'était pas vraiment très différente.
hu: ... aztán egyszerre eltűnt. Elynia megjelenése szembetűnően nem változott.
tr: ... ve aniden kayboluverdi. Elenya’nın görünüşünde gözle görülür bir fark olmamıştı.

source: Do I look any different?
fr: Mon aspect a-t-il changé ?
hu: Megváltoztam?
tr: Görünüşümde bir fark var mı?

source: Besides the golden sparks on your skin, not any different.
fr: Excepté les étincelles brillantes sur votre peau, rien.
hu: Eltekintve néhány aranycsillámtól a bőrödön, ugyanolyan vagy, mint voltál.gy, mint voltál.
tr: Cildinizdeki altın parıltılarını saymazsak bir fark yok.

source: I guess I should try the spell first.
fr: Il faudrait d'abord essayer le sortilège.
hu: Azt hiszem, kipróbálom az átváltozást is.
tr: Sanırım, önce sözleri söylemeyi denemeliyim.

source: Elynia can transform into other lifeforms with the enhanced spell of glamour! Be aware, though, that you must let her rest for a turn before being able to change her state. Read the ability's description for more information.
fr: Elynia peut se transformer en autres formes de vie grâce au sort de beauté factice ! Attention, vous devez la laisser se reposer pendant un tour avant qu'elle ne puisse changer d'aspect. Consulter la description de cette capacité pour plus d'informations.
hu: Elynia a kibővült bűbáj képessége révén más élőlénnyé változhat. Légy óvatos, mielőtt átváltozik, szüksége van egy környi pihenőre! Olvasd el a képesség leírását a bővebb információkért!
tr: Elenya sihirli sözleri söyleyerek başka bir yaşam formuna dönüşebilir! Durumunu değiştirebilmesi için bir el dinlenmesine izin vermelisiniz. Daha fazla bilgi için yeteneğin açıklamasını okuyunuz.

source: The Heart
fr: Le Cœur
hu: A Birodalom szíve
tr: Merkez

source: Move Galas, Elynia or Mal Keshar into the dark keep
hu: Elynia, Galas vagy Mal Keshar belép a sötét erődbe

source: or
hu: vagy

source: Distract the enemy while Galas, Elynia or Mal Keshar enter the dark keep
hu: Lekötöd az ellenséget, míg Elynia, Galas vagy Mal Keshar el nem éri a sötét erődöttét erődöt

source: So this is it... we have finally arrived to our target.
fr: Ainsi c'est ici... nous avons finalement atteint notre objectif.
hu: Szóval ez az... Végre elértünk a célhoz.
tr: İşte bu!... Sonunda hedefimize vardık.

source: Now it should be matter of getting inside and anihilating the emperor. Are we ready for this?
fr: Maintenant ce serait bien d'entrer pour annihiler l'empereur. Nous sommes prêts ?
hu: Akkor már csak be kell jutnunk és meg kell semmisítenünk az uralkodót. Készen állunk?
tr: Şimdi, yapacağımız şey, içeri girmek ve imparatoru imha etmek. Buna hazır mıyız?

source: I am.
fr: Tout à fait.
hu: Én igen
tr: Ben hazırım.

source: Yeah! I'm ready!
fr: Ouaip, je suis prêt !
hu: Jee! Mi az hogy!
tr: Ben de hazırım!

source: So am I. Galas?
fr: Moi aussi. Galas ?
hu: Én szintén. Galas?
tr: Tabii ki, ben de. Galas?

source: Let's go, my friends. May we free these lands from the shade of Chaos or perish in the attempt. May our grandsons remember this day as the day we either ended an era of dread and darkness with our hands, or as the day we gloriousfully tried to do so.
fr: Allons-y, les amis. Puissions-nous libérer ces terres de l'ombre du chaos, ou périr dans cette tentative. Puissent nos descendants ce souvenir de ce jour comme celui où nous mîmes fin à une ère d'effroi et d'obscurité, ou comme celui où nous avons au moins essayé de le faire.
hu: Gyerünk barátaim. Fel fogjuk szabadítani ezeket a földeket a Káosz árnyéka alól vagy elvérzünk a kísérletben. Az unokáink úgy emlékeznek majd erre a napra, mint amelyiken a rettegés és sötétség korának véget vetettünk vagy úgy, mint amelyiken megpróbáltunk véget vetni neki.áltunk véget vetni neki.
tr: Gidelim, dostlarım.

source: Lads, lady, you run as fast as you can to the fortress, sneak inside, and we shall protect your back with all might. Althurin, ready?
fr: Messieurs, madame, vous courez aussi vite que vous le pouvez vers la forteresse, vous vous y infiltrez et nous protégeons vos arrières de toutes nos forces. Althurin, prêt ?
hu: Hölgyek, urak, rohanjátok meg az erődöt, amilyen gyorsan csak tudjátok, s törjetek be. Mi minden erőnkkel fedezünk titeket. Althurin, készen állsz?in, készen állsz?
tr: Baylar, hanımefendi, kaleye kadar olabildiğince hızlı koşmalı ve içeri dalmalısınız. Biz sizin arkanızı tüm gücümüzle koruyacağız. Alturin, hazır mısın?

source: Aye. Today many skulls shall be crushed by my hammer.
fr: Ouais. Aujourd'hui, mon marteau fracassera beaucoup de crânes.
hu: Igen. Ma sok koponyát loccsantok szét a pörölyömmel.
tr: Evet, çekicim bugün bol bol kafa kıracak.

source: Then, the assault is on. Charge!
fr: D'accord, on commence l'assaut. Chargez !
hu: Akkor támadás indul! Roham!
tr: O halde, ileri!

source: Look, the elf and his group of goons have arrived, and they don't have the slightest suspect that the Master knew exactly when and where they would arrive. Prepare to battle, men!
hu: Nézzétek, a tünde és a bandája megérkezett, s még csak nem is sejtik, hogy a Mester pontosan tudta, mikor és hol fognak megjelenni. Csatára fel!

source: For Yechnagoth!
fr: Pour Yechnagoth !
hu: Yechnagothért!
