Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: -- And so it ends, the history of the last forest elves. As Galas stated in it, the Shaxthal integrated among the natural lifeforms, developing their own means of reproduction and survival. This did not mean, however, that their existence would be a menace no longer; their plaguing behavior would convert them into foes very difficult to control. The elvish society, meanwhile, was disintegrated by ideological differences within it. The technological advancements that the living peoples of the Great Continent achieved afterwards would be rejected by a minority of the elves, who rebelled against their kinsmen causing great strife.
hu: -- Így végződött az utolsó erdei tündék kálváriája. Galas állításával egyezően a saxtálok beépültek a természeti élőlények közé, saját önreprodukciós módszereket kifejlesztve. Ez nem jelenti azt, hogy létezésük többé nem jelent veszélyt a környezetre. Önkényes viselkedésük nyomán könnyen válhatnak nehezen leküzdhető ellenségekké. A tünde társadalom időközben több ideológia mentén különálló részekre tagolódott. A Nagy-Kontinensen élő fajok technikai fejlődését később egy tünde kisebbség elutasította, s viszálykodásuk lázadásba torkollott.

source: Strife that lasted for much time, until they established their own territory in the Far North. This branch of the elvish civilization would be eventually recognized as the Wild Ones of the North, in honor to their ideology, which stated that technology could only harm nature and breed generations of heartless people. The southern elves, in contrast, would find a manner to join the natural and faerie world with technology.
hu: A viszály sokáig elhúzódott, s a végén Távol-Északon alapítottak a lázadók egy új államot. A tündéknek ez az ága Észak Vadjai néven került be a köztudatba köszönhetően annak, hogy a tecnikai fejlődést káros természetűnek bélyegezték, amely csak szívtelen nemzedékek sorát produkálja. Ezzel szemben a déli tündék a technika, a természet és a tündérvilág együttélését sikeresen valósították meg.

source: The orcish tribes settled in the southmost part of the former lands of Chaos, and aside from the ocassional feuds, they remained peaceful and did not interfer with the restoration of the Continent. Most Aragwaithi stayed in their northern country, but others migrated to populate the northmost part of the aforementioned lands.
fr: Les tribus orcs s'installèrent dans la majeure partie orientale des anciennes terres du chaos et, exceptés quelques rivalités occasionnelles, restèrent pacifiques sans s'opposer à la restauration du continent. La plupart des aragwaiths restèrent dans leur pays du nord, mais d'autres migrèrent pour occuper la plupart des terres boréales déjà connues.
hu: Az ork törzsek a Káosz Földjének legdélebbi területeire vonultak, s telepedtek le, s alkalmi ellenségeskedésektől eltekintve békésen éltek, s nem akadályozták a Kontinens újjáépítését. Az aragwaithok legnagyobb része a helyén maradt, kis számban viszont felkerekedtek, s a fent említett terület legészakabbi helyeit népesítették be.

source: Galas, Elynia and Mal Keshar would never be seen again, except when a town was desperately in need of help, and they would be close to it, willing to help as anonymous heroes.
fr: Galas, Elynia et Mal Keshar ne furent jamais réapperçus, sauf si une ville avait désespérément besoin d'aide. S'ils étaient proches, ils venaient les secourir comme des héros anonymes.
hu: Elynia, Galas és Mal Keshar többé nem bukkant fel, bár néha városi legendák szóltak ismeretlen hősökről, akik a város közelében járva segítettek a szorongatott városiaknak.

source: I stayed at home, and here you see what I've become. An old man with lots of stories to tell. Ah, those were my times, but I'm too old for so many adventures now. Yet, I'm glad to have personally witnessed the dawn of this new era, by my presence on it, or by reading the journal of lord Galas, whom I proudly served until the end of his fateful journey.
hu: Én itthon maradtam, s láthatjátok, mivé váltam. Egy öreg mesemondóvá. Ah, azok a régi szép idők, amikor még én is részese voltam a kalandoknak! Igen, én is ott voltam ennek az új kornak a hajnalánál, nemcsak Galas úr elbeszéléséből merítettem, hanem hűséggel szolgáltam őt ennek a kalandos küldetésnek a legvégéig.

source: spirit
fr: esprit
hu: lélek
tr: peri

source: female^spirit
fr: esprit
hu: lélek
tr: peri

source: Immune to drain, poison and plague
fr: Immunisé contre le poison, la peste et le drain de vie
hu: Ellenálló a megcsapolással, a mérgezéssel és az átokkal szemben.
tr: Enerjileri emilemez, zehirlenemez ve yarıölü olamazlar

source: armored
fr: en armure
hu: páncélos
tr: zırhlı

source: female^armored
fr: en armure
hu: páncélos
tr: zırhlı

source: +15% bonus for all resistances (except arcane), -1 movement points
fr: + 15 % de bonus à toutes les résistances (hormis sacrée), -1 point de mouvement.
hu: +15%-kal megnövekedett ellenállás (kivéve földöntúli mágia ellen), -1 mozgáspont
tr: tüm dirençler için +%15 ödül (gizemli hariç), -1 hareket puanı

source: biomechanical
fr: biomécanique
hu: biomechanikus
tr: robotik

source: female^biomechanical
fr: biomécanique
hu: biomechanikus
tr: robotik

source: union
hu: egyesülés
tr: Kutsal Birlik

source: Union: This unit has the power of the Union.
fr: Union: Cette unité possède le pouvoir de l'Union.
hu: Egyesülés: Ez az egység képes használni az Egyesülés erejét.

source: dread
fr: effroi
hu: rettegett
tr: huşu

source: Dread: When this attack is used offensively, this unit takes one third less damage in retaliation.
fr: Effroi : L'unité qui utilise cette capacité en attaque reçoit un tiers de dégâts de moins durant la riposte de son adversaire.
hu: Rettegett: Ha egy egység ezzel a támadással kezdeményez, az ellenfél visszatámadása egyharmaddal kisebb sebzést eredményez.

source: attack only
fr: offensif uniquement
hu: csak támadásra
tr: salt saldırı

source: Attack only: This weapon will never be used on defense.
fr: Offensif uniquement : Cette arme ne sera jamais utilisée en défense.
hu: Csak támadásra: Ezt a fegyvert soha nem használják védekezésre.
tr: Salt saldırı: Bu silah asla saldırı amaçlı kullanılmaz.

source: defend only
fr: défensif uniquement
hu: csak védekezésre
tr: salt savunma

source: Defend only: This weapon will only be available for defense.
fr: Défensif uniquement : Cette arme ne peut être utilisée qu'en défense.
hu: Csak védekezésre: Ez a fegyver csak védekezésnél használható.
tr: Salt savunma: Bu silah sadece savunma amacıyla kullanılır.

source: Border Patrol
fr: Patrouille frontalière
hu: Csetepaté a határon
tr: Sınır Devriyesi

source: team_name^Elves
fr: Elfes
hu: Tündék

source: team_name^Humans
fr: Humains
hu: Emberek

source: team_name^Wild animals
fr: Bêtes sauvages
hu: Vadállatok

source: Hold out as long as possible
fr: Tenir aussi longtemps que possible
hu: Minél tovább kitartasz
tr: Mümkün olduğunca dayan

source: Death of Galas
fr: Mort de Galas
hu: Galas meghal
tr: Galas’ın ölümü

source: Start recruiting just in case.
fr: Commencez à recruter, juste au cas où.
hu: Biztos, ami biztos, kezdj el toborozni...
tr: Her an savaşmaya hazır olmak için asker almaya başla.

source: Do you want to see a brief description of characters the first time you select them in the map?
fr: Voulez-vous une rapide description des personnages la première fois que vous les sélectionnez sur la carte ?
hu: Szeretnéd, ha a hősök első kiválasztásakor egy rövid jellemzés jelenne meg róluk?

source: Move on, you sluggards, let's claim these lands for the Master!
fr: Magnez-vous, tas de limaces, allez vous emparer de cette terre au nom du Maître !
hu: Mozgás semmirekellők, foglaljuk el ezt a földet a Mesternek!
tr: Saldırın! Efendimiz adına bu toprakları işgal edelim!

source: Be careful, we were warned that there are still elves in this valley.
fr: Soyez prudents, on nous a avertis de la présence d'elfes dans cette vallée.
hu: Lassan a testtel, úgy hallottam, hogy tündék élnek a völgyben.
tr: Dikkatli olun, bu vadide hala Elfler olduğuna dair istihbaratımız var.

source: That doesn't matter. We'll tear them to pieces if they dare oppose us!
fr: Pas de soucis. On les taillera en pièces s'ils osent s'opposer à nous !
hu: Na és akkor mi van? Miszlikbe aprítjuk őket is, ha szembe merészelnek szállni velünk.
tr: Bunun önemi yok. Bize rakip olmaya cüret edeni parçalarız!

source: Humans in the southern dunes. It has been quite a long time since any of them have wandered here.
fr: Des humains dans les dunes orientales. Il n'y en avait pas eu là depuis longtemps.
hu: Emberek bukkantak fel a déli dűnéknél. Régóta nem kóboroltak erre.
tr: İnsanlar güneydeki kum tepelerindeler. Epey uzun bir süredir buralara gelmiyorlardı.

source: What should we do?
fr: Que faire ?
hu: Mit csináljunk?
tr: Ne yapmalıyız?

source: The Law says that we should always grant refuge to wanderers. But I think I sense hostility from this group. In any case, let us wait before doing anything.
fr: Notre loi nous oblige à toujours offrir refuge aux voyageurs. Mais je sens quelque chose d'hostile dans ce groupe. Quoi qu'il en soit, attendons avant de bouger.
hu: A Törvény azt mondja, hogy a vándoroknak menedéket kell biztosítanunk. De ez a csoport nem tetszik nekem, ellenségességet látok rajtuk. Várjunk még, mielőtt elhamarkodottan cselekednénk.
tr: Kural olarak çevrede dolaşanlara barınak sağlamamız gerekiyor. Fakat bunun düşman bir grup olduğunu hissediyorum. Ne yapacağımıza karar vermeden önce biraz bekleyelim.

source: Very well.
fr: Très bien.
hu: Rendben.
tr: Çok iyi.

source: Attack! Leave no one alive!
fr: À l'attaque ! Pas de quartiers !
hu: Támadás! Irtsátok ki őket mind egy szálig!
tr: Saldırın! kimseyi sağ bırakmayın!

source: They are attacking us!
fr: Ils nous attaquent !
hu: Megtámadnak minket!
tr: Bize saldırıyorlar!

source: Our laws are very clear and strict on this matter. We shall not let hostile outsiders enter our valley. We must defeat their leaders!
hu: A Törvény egyértelműen fogalmaz: ellenséges érzelmű külvilágiak nem léphetnek be a völgybe. Le kell számolnunk a vezetőikkel!

source: Defeat both enemy leaders
fr: Vaincre les deux commandants ennemis
hu: Megölöd mindkét ellenséges vezért
tr: Her iki elebaşını da öldür.

source: Turns run out
fr: Fin des tours atteinte
hu: Túlléped a körök számát
tr: Turların bitimi

source: *Argh* I have been... defeated...
fr: *Argh* J'ai été ... vaincu ...
hu: *Argh* Én... meghalok...
tr: *Aaahhh* Ben... yenildim...

source: Oh no, their reinforcements have arrived! Our group is not strong enough to defend the valley against a full-sized army!
fr: Oh non, voici leurs renforts ! Notre groupe n'est pas assez fort pour défendre la vallée contre une armée au grand complet !
hu: Ó ne! Erősítést kaptak! Nem tudjuk megvédeni a völgyet ekkora túlerő ellen!
tr: Olamaz! Onlara destek geldi! Birliklerimizin tam teçhizatlı bir orduya karşı vadiyi savunacak gücü yok!

source: We defeated them in time. That raiding party was quite large for a tribe of humans. I hope that my fears are wrong.
fr: Nous les avons battus à temps. Cette bande de pillards était très importante pour une tribu d'humains. J'espère que mes craintes sont erronées.
hu: Még időben végeztünk velük. Ez a portyázó csapat túl nagy volt ahhoz, hogy egy közönséges emberi törzsből jöjjenek. De remélem, tévedek.
tr: Onları tam zamanında yendik. Bu saldırı gücü sıradan bir insan grubu için oldukça büyüktü. Umarım, korkularım yanlış çıkar.

source: A Real Confrontation
fr: Un vrai affrontement
hu: Élethalálharc a völgyben
tr: Gerçekle Yüzleşmek

source: Kagwlen the Hulk
fr: Kagwlen le Mastodonte
hu: Böszme Kagwlen
tr: Koca Kaflen

source: Peak of the Beholder
fr: Pic de l'Observateur
hu: Vigyázó-csúcs
tr: Gözlem Tepesi

source: South-eastern Outpost
fr: Avant-poste du sud-est
hu: Délkeleti őrhely
tr: Güneydoğu Karakolu

source: Resist until turns run out
fr: Résister jusqu'à la fin des tours
hu: Kitartasz a körök végéig
tr: Eller bitene kadar dayan

source: or defeat all enemy leaders (heroic bonus)
fr: ou vaincre tous les chefs ennemis (bonus héroïque)
hu: vagy megölöd az ellenséges vezéreket (hősi bónusz) bónusz)
tr: VEYA tüm düşman liderlerini yenersen kahramanlık ödülü var

source: Death of Lédinor
fr: Mort de Lédinor
hu: Lédinor meghal
tr: Ledinor’un ölümü

source: Death of Anlindë
fr: Mort d'Anlindë
hu: Anlindë meghal
tr: Analya’nın ölümü

source: Less than $essential_villages_count elven villages are left standing
fr: Moins de $essential_villages_count villages elfes résistent encore
hu: Kevesebb, mint $essential_villages_count tünde falu marad épségben
tr: Elinde $essential_villages_count köyden az köy kalırsa

source: The patrol group that was sent to replace yours on the southern zone should have arrived this morning. I begin to worry about them.
fr: La patrouille qui a été envoyée pour remplacer la vôtre dans la zone sud aurait dû arriver ce matin. Ça commence à m'inquiéter.
hu: A helyettetek a déli zónába kiküldött járőrnek ma reggel kellett volna visszaérkeznie. Kezdek aggódni miattuk...
tr: Sizin yerinizi almak üzere güney bölgesine gönderilen devriye grubu bu sabah varmış olmalıydı. Onlar hakkında endişeleniyorum.

source: Fire! Fire on the horizon! Call out the fighters, invaders draw near!
fr: Des feux ! Des feux à l'horizon ! Alertez les guerriers, des envahisseurs s'approchent !
hu: Tűz! Tűz a határon! Behatolók közelednek felénk!
tr: Yangın! Ufukta ateş var! Savaşçıları çağırın, saldırganlar yaklaşıyor!

source: Indeed, sir! It's an entire human army, and they are burning forests and pillaging villages in the border hills!
fr: Affirmatif, monsieur! C'est une armée entière d'hommes ; ils commencent à incendier les forêts et à piller les villages des collines voisines !
hu: Meg tudom erősíteni, uram! Egy komplett emberi hadsereg támad, felégetik az erdőket és lerombolják a favakat a határmenti dombokon.
tr: Evet, efendim! Büyük bir insan ordusu sınır boyundaki tepelerde bulunan köyleri yağmalamaya ve ağaçları yakmaya başladılar!

source: An entire army? That's impossible, humans have not been able to raise troops in such numbers since the Golden Age! You must be wrong.
fr: Une armée entière ? C'est impossible, les humains ont été incapables de réunir autant d'hommes depuis l'Âge d'Or ! Vous devez vous tromper.
hu: Egy egész hadsereg? Lehetetlen! Az emberek az Aranykor óta képtelenek egy nagyszámú hadsereget kiállítani. Tévedsz katona.
tr: Tam teşeküllü bir ordu mu? Bu imkansız, Böyle bir şey Altın Çağ’dan beri hiç görülmedi. Yanlışınız olmalı.

source: I am not. My eyes do not lie, nor do those of my fellow scouts. They have even impaled the skulls of our fallen kin on their banners.
hu: Nem, úrnőm! A saját szememmel láttam őket, s a felderítőink is megerősíthetnék, ha a fejük nem az ellenség zászlóhegyére lenne tűzve.

source: So that is what occurred to them... those invaders will not go unpunished!
hu: Szóval ezért nem értek vissza... azok a betolakodók megfizetnek az aljasságukért!águkért!

source: We must prepare to fight. We will not allow even an army to dispossess us. Men, to arms!
fr: Nous devons nous préparer à combattre. Aucune armée de nous dépouillera. Aux armes, soldats !
hu: Azonnal fel kell készülnünk a harcra. Nem engedhetjük meg, hogy egy rablóbanda kifosszon minket. Riadó, fegyverbe!
tr: Bu doğruysa savaşa hazırlanmamız gerekir. Bu vadiyi ordu gelse bizden alamaz! Silah başına!

source: But my lord, if these invaders could trap our best patrollers, how can we prevail against them when so short of recruits and supplies?
hu: De uram, ha azok a betolakodók a legjobb járőreinket levágták, akkor mi hogyan tudnánk győzni rajtuk, hiszen a létszámunk és az erőforrásaink is korlátozottak?

source: Young Galas, I understand your worries. But it is time for you to learn the first duty of a commander, which is not to be defeated in mind before you are engaged in battle
fr: Jeune Galas, je comprends vos préoccupations. Mais il est temps pour vous d'apprendre le premier devoir d'un commandant, qui est de ne pas se laisser aller au défaitisme avant même d'avoir engagé le combat.
hu: Ifjú Galas, megértem az aggodalmaidat. De itt az ideje, hogy megtanuld a parancsnokok első számú törvényét: ne veszítsd el a fejed, mielőtt csatába bocsátkozol.

source: I accept your instruction.
fr: J'accepte votre enseignement.
hu: Megértettem, uram!

source: Anlindë's mastery of magic allows you to control forest faeries. They have both a melee and ranged attack which inflict 'fire' damage on foes. The drawback, though, is that they are weak and can easily be killed by enemies in a one-to-one fight. Never send them without protection against your adversaries!
fr: Les capacités magiques d'Anlindë vous permettent de contrôler les fées sylvestres. Elles sont une attaque au corps à corps et une autre à distance qui brûlent les ennemis. L'inconvénient est qu'elles sont fragiles et peuvent facilement être tuée. Ne les envoyez jamais sans escorte contre vos adversaires !
hu: Anlindë mágikus képességei lehetővé teszik, hogy az erdei tündéreket is az irányításod alá vond. A tündérek közelharcot és távolsági harcot is képesek vívni. Távolra tűzvarázslattal támadnak. Hátrányuk viszont gyengeségük, így az egy-egy elleni harcban könnyen áldozatul eshetnek. Sose küldd őket egyedül, védelem nélkül az ellenségre! védelem nélkül az ellenségre!
tr: Analya’nın büyü konusundaki uzmanlığı sayesinde orman perilerini kullanabileceksiniz. Hem yakın hem de menzilli saldırıları düşmanlara ateş hasarı verir. Ancak bire bir döğüşte kolayca telef olabilecek kadar zayıftırlar. Bu bakımdan onları korumasız olarak kalabalık çarpışma ortamlarına sokmayın.

source: From the valley's main keep you can recruit citizens to aid you in battle. Most of them have basic training in the use of the sword and the bow; however, they still lack the experience required to put them into effective use. But remember: they are not charging you for their services yet.
hu: A völgy központi erődjében toborozhatsz önkénteseket is, hogy segítsenek a csatában. Legtöbbjük tisztában van a kard és az íj kezelésének alapjaival, de nincs bennük nagy gyakorlata. Különösen hasznos, hogy önkéntesek, így fenntartásuk költségmentes.

source: What was that!?
fr: Qu'est-ce que c'était ?!
hu: Mi volt ez?
tr: Bu ne!?

source: Bright Gods... what is that thing?
fr: Par le ciel... quelle est cette chose ?
hu: Fényességes istenek... mi az ördög az ott? az ott?
tr: Ulu tanrılarım... bu şey de ne?

source: I sense a great evil coming from there. Whatever it is, I fear that these foes may overwhelm us.
fr: Je ressens un grande présence diabolique arrivant de là-bas. Quoi qu'il en soit, je crains que ces adversaires ne nous submergent.
hu: Mérhetetlen gonoszságot érzek áradni belőle. Akármi is az az izé, attól tartok, hogy az ellenség legyűr minket.
tr: Büyük bir kötülüğün geldiğini hissediyorum. Bu neyin nesiyse, bu düşmanları yenmemizin zor, hatta imkansız olabileceğinden korkuyorum.

source: I do not think we can resist them!
fr: Je ne pense pas que nous pourrons leur résister !
hu: Nem hiszem, hogy képesek leszünk kitartani ellenük.
tr: Ben öyle düşünmüyorum. Çabuk getirin onu!

source: So, there is yet human civilization on this continent. I wonder why we have not encountered them before?
fr: Ainsi donc il reste une civilisation humaine sur ce continent. Je me demande pourquoi nous ne les avons pas rencontrés auparavant ?
hu: Ezek szerint van még emberi civilizáció a kontinensen. Furcsa, hogy eddig nem találkoztunk velük.

source: It must be that they are a new tribe, only recently come into its power... and that power is an evil not of our world. Look!
fr: Ce n'est probablement qu'une tribu nouvelle, qui vient seulement d'obtenir quelque puisssance... puissance d'ailleurs maléfique et pas de ce monde. Regardez !
hu: Nyilván egy új törzs, ami mostanában jutott hatalomra... és nem evilági erők segítségével. Nézzétek!

source: Would that my fears had proven false...
fr: Est-ce que mes craintes auraient été infondées...
hu: Bárcsak a félelmeim hamisnak bizonyultak volna...

source: The humans are retreating, after having almost defeated us?
hu: Az emberek visszavonulnak! Most, hogy már majdnem megsemmisítettek minket?!

source: It seemed that their numbers were never-ending, but we have nevertheless defeated them.
fr: Leur nombre semblait infini, mais nous les avons pourtant vaincus.
hu: Úgy tűnt, hogy kiapadhatatlan a forrásuk, de mégiscsak lebírtuk őket.
tr: Sayıları hiç tükenmeyecek gibiydi, fakat onları yendik.

source: Probably they are regrouping for a more concerted assault, now that they know we will not be easily defeated.
fr: Ils se regroupent probablement pour un assaut plus concerté, maintenant qu'ils savent que nous ne laisserons pas battre facilement.
hu: Talán újraszerveződnek, hogy egy még összehangoltabb támadást indítsanak ellenünk. Miután rájöttek, hogy keményen ellenállunk.
tr: Muhtemelen daha büyük bir saldırıya hazırlanıyor olmalılar. Artık kolayca yenilmeyeceğimizi biliyorlar.

source: Not a calming thought. What should we do?
fr: Ce n'est pas une pensée rassurante. Que devrions-nous faire ?
hu: Nem valami biztató. Mit csináljunk?
tr: Yüreklere su serpen bir düşünce değil. Ne yapacağız?

source: They were not expecting serious resistance; this was, I think, a mere scouting group and not the bulk of their army. I do not think we will hold against their full power. Thus, I recommend against staying in this valley any longer.
fr: Ils ne s'attendaient pas à une résistance bien sérieuse ; je pense que cela n'était qu'un petit groupe de reconnaissance, et non pas l'essentiel de leur armée. Je ne crois pas que nous résisterions à toutes leurs forces. Je recommande donc de ne pas traîner dans cette vallée.
hu: Nem készültek komoly ellenállásra; alighanem csak egy portyázó sereg volt, s nem a főerejük. Kétlem, hogy a teljes hadseregük ellen is ki tudnánk tartani. Ezért én ellene vagyok, hogy itt várjuk be őket.

source: Do you say that we should abandon our home? And where to go then?
fr: Vous êtes en train de dire que nous devons abandonner nos logis ? Et pour aller où ?
hu: Arra gondolsz, hogy el kellene hagynunk az otthonunkat? De hova mehetnénk?
tr: Yani burayı terk edelim ve buradan gidelim mi diyorsun?

source: We certainly will not survive in the desert from whence the humans came, especially since we don't know how many more human warriors follow their back trail. Therefore, I suggest withdrawing to the northern cave system that goes under the sands. We can block the entrance, so they won't be able to pursue us; and afterwards, head into the northern lands well away from them.
fr: Nous ne pourrions survivre dans le désert d'où viennent les humains, surtout ne sachant pas combien il y a de poursuivants. C'est pourquoi je suggère de nous retirer vers le réseau de cavernes du nord, qui se prolonge sous les sables. Nous pourrons en bloquer l'entrée et ils ne nous suivront pas. Et puis ensuite, nous foncerons vers les terres du nord, très loin d'eux.
hu: A sivatagban, ahonnan ezek az emberek jöttek, biztosan halálra lennénk ítélve, mivelhogy fogalmunk sincs, hogy a mostani sereg nyomában mekkora haderő van még. Így az északi barlangrendszert javasolnám, ami a sivatag alá húzódik be. Elrekeszthetjük a bejáratot, így nem tudnának üldözni bennünket. Végezetül, ha északra tartunk, távolodunk tőlük.
tr: Onlar çölden doğru geldikleri için kesinlikle çölde dayanamayız. Özellikle de bu savaşçıların nerelerde dolaştıklarını ve bizi ne kadar zamanda bulacaklarını bilmeden çöle çıkamayız. Diğer yandan, kuzeydeki, kumların altından geçen mağara sistemine geri çekilmeyi önerebilirim. Girişini kapatırsak bizi takip edemezler. Sonra da kuzey topraklarına ilerleriz.
