Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: team_name^Spirits
fr: Esprits
hu: Lelkek
tr: Periler

source: Explore the Library and proceed straight south with Galas, Anlindë or Mal Keshar
fr: Explorer la bibliothèque et aller plein sud avec Galas, Anlindë ou Mal Keshar
hu: Felderíted a Könyvtárat és Galas, Anlindë, vagy Mal Keshar eléri a térkép déli szélétzélét
tr: Kütüphaneyi keşfet ve Galas, Analya veya Mal Keşnar’ı güneye doğru ilerlet

source: Optional: defeat all enemy leaders (bonus)
fr: Facultatif : vaincre tous les chefs ennemis (bonus)
hu: Plusz: leszámolsz az összes ellenséges vezérrel (bónusz)ges vezérrel (bónusz)
tr: Seçimlik: Tüm düşman liderlerini yenersen ödül var

source: Death of Althurin
fr: Mort d'Althurin
hu: Althurin meghal
tr: Alturin’in ölümü

source: This place gives me chills. What is this? Looks like ruins of an ancient city.
fr: Cet endroit me donne des frissons. Qu'est-ce que c'est ? On dirait une ancienne cité en ruines.
hu: Borzongással tölt el ez a hely. Mi ez? Valamilyen ősi romváros?
tr: Burası beni ürpertiyor. Bu nedir? Eski bir şehrin harabelerini andırıyor.

source: Indeed it is. I am not sure who or what lived in here, but it looks like it was an intelligent civilization. The carved runes on the buildings indicate it.
fr: En effet, c'est cela. Je ne suis pas sûr de qui ou quoi vivait ici mais ça semblait une civilisation intelligente. Les runes gravées sur les bâtiments le prouvent.
hu: Valóban annak látszik. Nem tudom mik, kik laktak itt, de intelligens civilizációnak látszik. Rúnákat véstek az építményeikre.
tr: Gerçekten öyle. Burada kim ya da neyin yaşadığından emin değilim ama zeki bir topluluk oldukları anlaşılıyor. Binaların üstündeki süslemelerden belli oluyor.

source: Hm. Interesting, they are not dwarvish.
fr: Hum. Intéressant, elles ne semblent pas d'origine naine.
hu: Hmmm. Érdekes, de nem törpök vésték a rúnákat.
tr: Hımm. İlginç. Bunlar cüce değil.

source: I think we ought to investigate the place. Perhaps we can find valuable information on the location of our sages.
fr: Nous devrions fouiller cet endroit. Peut-être que nous y trouverons des informations intéressantes pour localiser nos érudits.
hu: Szerintem át kellene vizsgálnunk a helyet. Talán értékes információkat nyerhetünk belőlük a héroszaink hollétét illetően.
tr: Burayı araştırmamız gerektiğini düşünüyorum. Belki bilgemizin yeri hakkında değerli bilgiler bulabiliriz.

source: Well, let us explore then, but be careful. Ancient civilizations are not always friendly to future ones; there might be traps or enchantments set to protect these ruins. Besides, it's very likely that they have already got some hostile visitors, such as orcs or trolls.
hu: Rendben van, kutassuk át a helyet, de legyünk óvatosak. Az ősi civilizációk nem mindig várják tárt karokkal a jövőbelieket. Mindenféle csapdák és védelmi készségek rejtőzhetnek a romok között. Mindazonáltal nagyon valószínű, hogy így is voltak már itt ellenséges behatolók előttünk trollok és orkok személyében.atolók előttünk trollok és orkok személyében.

source: Note: Galas is getting used to moving in caves, so his movement cost in caves is reduced 1 unit .
fr: Remarque : Galas s'habitue à se déplacer dans les souterrains ; il lui faut donc un point de mouvement de moins pour s'y mouvoir.
hu: Megjegyzés: Galas időközben hozzászokott a barlangjáráshoz, így a barlangi terepen való közlekedésre 1 mozgásponttal kevesebbet használ, mint eddig.sre 1 mozgásponttal kevesebbet használ, mint eddig.
tr: Bilgi: Galas’ın mağarada rahat hareket etmesi için mağara hareket maliyeti 1 birime düşürülmüştür.

source: You have defeated all enemy leaders.
fr: Vous avez battu tous les chefs ennemis.
hu: Leszámoltál az összes ellenséges vezérrel.
tr: Tüm düşman liderlerini öldürdünüz.

source: This path goes even deeper underground. I hesitate to continue.
fr: Ce chemin se poursuit plus profondément sous la terre. J'hésite à continuer.
hu: Ez a járat még mélyebbre vezet a föld alá. Talán nem kéne továbbhaladnunk...
tr: Bu yol toprağın daha da derinlerine gidiyor. Devam etmesek.

source: Let's not hesitate. Wherever the Lady of Light is, we shall be safe.
fr: N' hésitons pas. Là où est la Madone de Lumière, nous serons en sécurité.
hu: Csak semmi hezitálás, ahol a Világosság Úrnője van, ott mi is biztonságban leszünk.
tr: Duraksanacak zaman değil. Işık Meleğinin güvende olduğu yerde biz de güvende oluruz.

source: I hope so...
fr: Je l'espère...
hu: Remélem...
tr: İnşallah, öyledir...

source: I feel that we must continue that way. Our goal must be very close.
fr: Je sens que nous devons continuer par là. Notre but doit être tout proche.
hu: Érzem, hogy erre kell mennünk. Közel van már a hely, nagyon közel.
tr: Bu yoldan devam etmemiz gerektiğini hissediyorum. Amacımıza çok yaklaşmış olmalıyız.

source: Then there we shall go.
fr: Alors nous irons par là.
hu: Akkor induljunk!
tr: O halde bu yoldan gideceğiz.

source: Arcane energy is what grants everything in our Universe the condition of existence. It can be, however, channeled to be a powerful, hence dangerous, weapon that can remove the life from the living, and grant the life to the non-living.
hu: A földöntúli energia éltet mindent az Univerzumban, ez az élet alapja. Ahhoz, hogy áldásos erejét kifejthesse, csatornázni kell, különben veszélyessé válik, fegyverré, amely elvonja az életerőt az élőktől, s az életet egyfajta nemlétbe transzformálja.

source: These magic crystal glyphs were created by us, the Argazars, so that our knowledge and technology could be preserved until the end of this planet's existence. Each one may contain a different message, may have a special ability, or cause various effects in its surroundings, included, but not limited to, providing light sources of unlimited power and lifespan.
fr: Nous, les argazars, avons créé ces glyphes magiques en cristal, pour préserver notre savoir et nos technologies jusqu'à la fin de l'existence de cette planète. Chacun d'entre eux contient un message différent, ou possède une capacité spéciale, ou provoque un effet sur l'environnement, comme par exemple générer des sources de lumières d'une puissance et d'une durée infinies.
hu: Ezeket a mágikus rúnakristályokat mi, az Argazarok készítettük, hogy tudásunkat és technikánkat a bolygó létezésének végső idejéig konzerváljuk. Minden rúnakristály más, a tudás egy szeletét tartalmazza, különleges képességgel bír vagy egyéb hatással van a környezetére, beleértve a korlátlan időtartamú világítást is, de nem korlátozva csak erre.

source: Before there was anything, the Darkness filled all our space. Then, Light was born, starting a neverending fight between it, and the ancient Darkness.
fr: Avant, les Ténèbres remplissaient l'infini et le vide. Puis la Lumière naquit, déclenchant une lutte interminable avec l'ancienne obscurité.
hu: Kezdetben vala a semmi, a Sötétség töltötte ki a teret. Aztán megszületett a Fény, s megkezdte örök időkig tartó harcát a Sötétség ellen. S lőn világosság.
tr: Herşey varolmadan önce uzay kapkaranlıktı. Sonra Işık doğdu ve kadim Karanlıkla aralarında bitmeyen bir savaş başladı.

source: These crystals were created by us, the Argazars, so that future generations would learn of our past and present. Most information was gathered by us, from even more ancient scrolls, stones and ruins.
fr: Nous, les argazars, avons créé ces cristaux pour que les générations futures connaissent notre passé et notre présent. Nous avons réuni beaucoup d'informations ici, provenant d'antiques parchemins, de vieilles pierres, et d'anciennes ruines.
hu: Ezeket a rúnakristályokat mi, az Argazarok készítettük, hogy a jövendő generációk megimerhessék a múltunkat és a jelenünket. Az itt lejegyzett tudást nagyon ősi romokból, kövekről, tekercsekről gyűjtöttük össze.öttük össze.
tr: Bu kristaller, gelecek kuşakların geçmişimizi ve bu günümüzü öğrenmeleri amacıyla biz, Argazarlar tarafından yapıldı.

source: To stop the conflict of Light and Darkness, a third power was created, the Neutroume. It would separate Light and Darkness, and allow their coexistence. However, the perfect balance brought by the Neutroume was brief, as the Neutroume corrupted itself. This spawned the beings known as 'daelums', 'daemons' or 'demons'.
fr: Pour arrêter le conflit entre la Lumière et les Ténèbres, un troisième pouvoir fut créé : le Neutroume. Il aurait séparé la Lumière et les Ténèbres, et permis leur coexistence. Mais cet équilibre parfait fut bref, car le Neutroume c'est lui-même corrompu. Cela a engendré des êtres connus sous le nom de « démons ».
hu: A Világosság és a Sötétség konfliktusának megelőzésére egy harmadik erő született, a Félhomály. Ez hivatott határt képezni a Világosság és a Sötétség között, s biztosítani együttélésüket. A Félhomály által biztosított tökéletes egyensúly rövid életűnek bizonyult, miután a Félhomály önállósította magát, s megszülte a 'daelum', a 'daemon' vagy 'démon' névvel illetett lényeket.

source: The demons controled most lifeforms with the power of the Neutroume. The Neutroume could not be destroyed, however, until the Light and Darkness were united in a single, powerful entity. The Union was born.
fr: Les démons contrôlent la majorité des formes de vie grâce au pouvoir du Neutroume, qui ne pouvait être détruit que par de la réunion de la Lumière et des Ténèbres en une unique et puissante entité. L'Union était née.
hu: A Félhomály erejével a démonok uralmuk alá vonták a legtöbb élőlényt. A Félhomályt nem lehetett elpusztítani mindaddig, amíg a Világosság és a Sötétség össze nem fogott, s létre nem hozott egy nagyhatalmú entitást. Megszületett az Egyesülés.

source: The Union was allowed to exist for enough time to defeat the Neutroume and bind it to its own plane of existence, to its own prison, with the demons. After that, for safety, the Union entity was dismantled and separated into three abstract objects, the Body of the Union, the Globe of Light and the Globe of Darkness.
fr: L'Union a été autorisée à exister suffisamment longtemps pour vaincre le Neutroume et le lier à son propre plan d'existence, sa propre prison avec les démons. Après cela, pour le bien de tous, l'entité de l'Union fut séparée en trois objets abstraits : le Corps de l'Union, le Globe de Lumière, le Globe de l'Obscurité.
hu: Az Egyesülés mindaddig fennállt, míg a Félhomályt legyőzték, s visszakényszerítették őt korábbi határai közé, saját kreatúrái, a démonok felügyelete alá. Ezután a biztonság okán az entitás szétvált, s három absztrakt objektummá alakult. Az Egyesülés Teste, a Világosság Köre és a Sötétség Köre lett ez a három objektum.

source: Anyone capable of gathering the two globes together, would construct a new Union entity. But this was made almost impossible by sending each globe to distant, different places in the Cosmos. Yet, the original Body of the Union was left, hidden in Irya, fourth planet of the Ardaan system.
fr: Toute personne capable de réunir les deux globes construirait une nouvelle Union. Mais cela a été rendu presque impossible : nous avons envoyé chaque sphère a des endroits très différents et distants dans le cosmos. Mais le corps originel de l'Union restait, caché à Irya, quatrième planète du système de Ardaan.
hu: Bárki, aki a két Kört összegyűjti, újjáépítheti az Egyesülés entitást. Csakhogy ez szinte lehetetlen, mivel minden Kör messzire került, a Kozmosz egy távoli zugába. Míg a Test maga rejtve maradt az Irdyán, az Ardaan rendszer negyedik bolygóján.

source: A prophecy was made about the day when the two globes would have to be gathered together.
fr: Une prophétie parle d'un jour ou deux globes seraient réunis.
hu: A jövendölés szerint egy napon a két Kör ismét összeforr majd.

source: Two beings are going to be born, at some point of time close to the awakening of Uria, the demonic matrix. One of them would have the Globe of Darkness embedded into its spirit. The other would have the Light one embedded.
fr: Deux êtres doivent naître à une date assez proche du réveil d'Uria, la matrice démoniaque. L'esprit de l'un d'entre eux contiendra le Globe des Ténèbres, l'autre aura le Globe de Lumière.
hu: Két lény születik egyidőben, közel az időponthoz, amikor Uria, a démoni mátrix felébred. Egyikük lelkében hordozza a Sötétség Körét, míg másikuk a Világosságét.

source: When both beings join their spirits by the unbreakable link and bond, the Globes will be joined too, spawning the power of the Union once again, to be integrated into both beings. This occurs to the extent of their material and mortal barriers.
hu: Amikor ezen lények összefonódnak egy szétválaszthatatlan kapoccsal, a lelkükben lévő Körök is egyesülnek, a lényeket megtölti az Egyesülés ereje, s beköltözik mindkettőjükbe.

source: They cannot merge their bodies, but they can merge and channel the powers that they will be granted.
hu: Nem egyesülhet a testük, de egyesíthetik, s irányíthatják az újonnan született erejüket.

source: Merging the arcane flows channeled through their powers would allow the power of the Union to be valid every time, requiring the former action to be taken in each oportunity.
hu: Az irányított földöntúli áramlásokon túl az Egyesülés ereje bármikor használható, az azt megelőző procedúra végrehajtásával.

source: The death of any of those two beings, bound and linked by the Unbreakable, will invalidate the Union and dismantle the power once again. Their original bodies will be left, without the powers of Light or Darkness that were granted to them originally. The Globes will be spawned again, and the cycle will repeat.
fr: La mort de l'un de ces deux êtres, liés par l'Incassable, annulerait l'Union et dissiperait encore une fois son pouvoir. Leurs corps d'origine resteraient, mais sans les pouvoirs de la Lumière ou de l'Obscurité qui leur furent accordés. Les Globes renaîtraient et un nouveau cycle recommencerait.
hu: A két lény bármelyikének halálával az Egyesülés is megszűnik, s ismét szétválnak az erők. Csak az eredeti testek maradnak a Sötétség vagy a Világosság ereje nélkül. A Körök új lelkekbe ágyazódnak, s a ciklus kezdődik elölről.

source: The prophecy of the Union was made by an ancient Argazar wiseman whose name has not been yet confirmed, as he was never seen again.
fr: La prophétie de l'Union a été faite par un ancien lettré argazar ; son nom reste incertain et il n'a jamais été revu.
hu: Az Egyesülésről szóló jövendölést az ősi időkben fogalmazta meg egy próféta, akinek nevét még nem ismerjük, mivel más híradás nem maradt róla.

source: Uria: it is said that the Neutroume formed a single entity that accumulated all of its intrinsic power. This was named Uria, the 'demonic matrix' or 'Mother of all Demons'. Its structure and properties are not known up to the time of this writing.
fr: Uria : on dit que le Neutroume formait une entité unique, nommé Uria, la « matrice démoniaque » ou « la Mère des Démons ». Sa structure et ses propriétés restent inconnues au moment de ce récit.
hu: Uria: úgy hírlik, hogy a Félhomály létrehozott egy önálló entitást, beletáplálva minden erejét. Ezt az entitást nevezték el Uriának, a 'démoni mátrixnak' vagy 'Minden Démonok Anyjának'. Ennek szerkezete és tulajdonságai a jelen irások idejéig ismeretlenek maradtak.

source: The Body of the Union is the Light and Darkness' equivalent of the Neutroume's Uria. Theoretically, if it were destroyed, all life in the universe would end, or, vice versa, it is possible that the only way to destroy the Body of the Union is to destroy all life in the universe.
hu: Az Egyesülés Teste, azaz a Világosság és Sötétség együtt, ugyanazt képviseli, mint a Félhomály Uriája. Ha előbbit elpusztítanák, minden élet elpusztulna a világegyetemben és viszont; az egyetlen út az Egyesülés Testének elpusztítására a világegyetemben található minden élet elpusztítása.

source: Hidden touchplate triggered. Walls are heard moving in the distance.
hu: A rejtett súlyérzékelő aktiválódik. Valahol a távolban egy fal elmozdul.

source: Crystal Glyph: The Prophecy of the Union
fr: Glyphe de cristal : la prophétie de l'Union
hu: Rúnakristály: Jövendölés az Egyesülésről
tr: Kristal Motif: Birliğin Kerameti

source: Two beings are going to be born, at some point in time close to the awakening of Uria, the demonic matrix. One of them will have the Globe of Darkness embedded into its spirit, the other will have the Globe of Light.
hu: Két lény születik egyidőben, közel az időponthoz, amikor Uria, a démoni mátrix felébred. Egyikük lelkében hordozza a Sötétség Körét, míg másikuk a Világosságét.

source: When both beings join their spirits by the unbreakable link and bound, the Globes will be joined too, spawning the power of the Union once again, to be integrated into both beings. This, to the extent of their material and mortal barriers.
fr: Quand ces deux-là réuniront leurs esprits par un lien incassable, les globes seront également réunis, engendrant une nouvelle fois la puissance de l'Union qui se réincarnera dans ces deux êtres, se personnifiant dans leurs enveloppes charnelles et mortelles.
hu: Amikor ezen lények összefonódnak egy szétválaszthatatlan kapoccsal, a lelkükben lévő Körök is egyesülnek, s mindkettőjük feltöltődik az újjászülető Egyesülés energiájával. S ez mindaddig eltölti őket, míg fizikai korlátaik vagy a halandóság miatt meg nem szakad a kapocs.

source: Aaah! Living fire!
fr: Aaah ! Du feu vivant !
hu: Áhh! Élő tűz!
tr: Aaah! Yaşayan ateş!

source: Living fire? How can that be possible...
fr: Du feu vivant ? Comment est-ce possible ?
hu: Élő tűz? Hát ez meg hogy lehet...
tr: Yaşayan ateş mi? Bu nasıl olabilir?

source: There is a strong magic at work here, the magic of the nature elements. Everything is alive... the cave walls, the fire, the darkness... even the dust.
fr: Il y a une puissante magie à l'œuvre ici, la magie des éléments naturels. Tout y est vivant... les murs de la caverne, le feu, l'ombre... même la poussière.
hu: Egy nagyon erős mágia hat itt, a természeti elemek mágiája. Minden él... a barlang falai, a tűz, a sötétség...talán még a por is.
tr: Burada güçlü bir sihir, doğal elementlerin sihiri işbaşında. Herşey canlıdır... mağara duvarları, ateş, karanlık... hatta toprak bile.

source: Physical weapons are unlikely to be of any help against them. Be careful.
fr: Les armes physiques ne sont hélas d'aucune aide contre cela. Soyez prudents.
hu: A közönséges fegyverek aligha segítenek ellenük. Legyetek óvatosak!
tr: Fiziksel silahların onlara karşı bir etkisi olacağını sanmıyorum. Dikkatli olun.

source: Skreeech!!
hu: Szkrííícs!!
tr: Sıkırriç!!

source: I could swear that thing is a reptilian that was rid of its eyes, somehow. Awful.
fr: Je jurerais que cette chose est un reptile auquel on a ôté les yeux, d'une façon ou d'une autre. C'est atroce.
hu: Esküszöm, hogy ez a valami egy hüllő, ami elvesztette a szeme világát. Szörnyű!
tr: Bu şeyin bir şekilde gözlerini kaybetmiş bir dinazor olduğuna yemin edebilirdim. Vay canına!

source: I bet the civilization that had set home in these caves did monstrous experiments with them. I can't help but wonder what other kinds of abominations hide in here.
fr: Je parie que la civilisation qui habitait ses cavernes a fait d'horribles expériences sur eux. Je me demande quelles autres abominations se cachent ici.
hu: Fogadni mernék, hogy az itt honos civilizáció kísérletezgetett velük. Nem tudok mit tenni, de hideg futkos a hátamon, ha arra gondolok, miféle undorító szörnyek rejtőzhetnek még idelenn.ejtőzhetnek még idelenn.
tr: Bu mağaraları yurt edinen topluluğun ucubeler üzerinde deneyler yaptığına bahse girerim. Kimseye yararı yok ama bu mağaralarda daha ne çeşit yaratıklarla karşılaşacağımızı merak ediyorum.

source: Animated rocks. Oh great!
fr: Des rochers animés. Génial !
hu: Életrekelt sziklák! Már csak ez hiányzott!
tr: Yürüyen taşlar. Harika!

source: Surely spears, swords or arrows will not do well against these rocky beings.
hu: A dárdák, kardok, nyilak aligha sebzik meg őket.

source: Die, elves!
fr: Mourez, elfes !
hu: Pusztuljatok tündék!
tr: Geberin, elfler!

source: Darn, they have followed us this far!
fr: Malédiction, ils nous ont suivis jusqu'ici !
hu: A francba, ezek is követtek minket!t!
tr: Lanet olsun, buraya kadar bizi izlemişler!

source: Not good. Here in the deepest underground they are stronger than our elvish fighters.
fr: Pas bon ça. Ici, dans les grandes profondeurs souterraines, ils sont plus forts que nos combattants elfes.
hu: Rossz hír. Ezekben a mélységekben sokkal erősebbek, mint a harcosaink.
tr: Bu iyi değil. Burada, toprağın bu derinliğinde bunlar bizim elf savaşçılarımızdan daha güçlüdür.

source: Pah. They are no challenge for my minions!
hu: Bahh! Meg se kottyannak a szolgáimnak!

source: Let me crush one with my hammer, I want to see how good they do against ancient dwarven magic!
fr: Laissez-moi en écraser un avec mon marteau, je veux voir si elles sont si résistantes que ça à l'antique magie des nains !
hu: Na hadd csapjak oda nekik a pörölyömmel! Lássuk, mennyire állnak ellent az ősi törp mágiának!
tr: İzin verin, birini çekicimle ezeyim. Kadim cüce sihrine karşı ne kadar iyi olduklarını görmek istiyorum!

source: What is their skin made of? It doesn't look like it really can bear that much damage.
fr: En quoi est faite sa peau ? On ne dirait pas qu'il puisse supporter autant de dégâts.
hu: Milyen bőrük lehet ezeknek? Nem úgy néz ki, mintha megsérültek volna a csapásainktól.

source: Begone, foul monstrousity!
fr: Disparais, infecte monstruosité !
hu: Takarodjatok aljas szörnyetegek!etegek!
tr: Defol, pis ucube!

source: You, creatures who dare to step in our way... Who are you working for, and what for? Answer!
hu: Ti ocsmány kreatúrák, hogy merészelitek az utunkat elállni? Kinek dolgoztok, mi a célotok? Feleljetek!i vele, de rögtön!

source: *ack* We won't... tell you...
hu: *ack* Nem mond... hatjuk meg.....

source: I should have known that. No truthful information can be obtained from these worms.
hu: Tudhattam volna. Ezekből a férgekből semmilyen információt nem húzunk ki.

source: I wonder where these holes in the ground lead to.
fr: Je me demande où conduisent ces trous dans le sol.
hu: Ezek a lyukak a talajban vajon hova vezetnek?
tr: Bu deliklerin toprağın nerelerine gittiğini merak ediyorum.

source: The Source of Light
fr: La Source de Lumière
hu: A Fény Forrása
tr: Işık Kaynağı

source: team_name^Demons
fr: Démons
hu: Démonok
tr: İblisler

source: Find the 'Source of Light'
hu: Megtalálod a 'Fény Forrását'

source: It is... an enormous power fills the entire place!
fr: Un... Un immense pouvoir remplit cet endroit !
hu: Ez... valami hatalmas erő tölti be az egész helyetlyet!
tr: Bu... burayı müthiş bir güç dolduruyor!

source: I feel it. It is the Source of Light. Her presence is weak in comparison to when she was in the surface, but strong nonetheless.
hu: Érzem. Ez a Fény Forrása. Ő van itt, a jelenléte érződik, bár gyengébb, mint amikor a felszínen volt, de kétségtelenül erős még így is.így is.

source: She is here. We have arrived, finally...
hu: Itt van Ő. Megtaláltuk végre...

source: You magic-skilled people can perceive things I cannot.
fr: Votre peuple de magiciens peut percevoir des choses que je ne peux pas sentir.
hu: Ti mágusok érzitek a jelenlétét, de én nem.
tr: Sihir yeteneği olan kişilerin algıladığı şeyleri ben algılayamıyorum.
