Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Hounds who serve the power of Chaos are slowly consumed by its essence, just like their human masters and comrades. Aside from the involved removal of their souls and the increased bodily strength, demonic hounds acquire a more developed intellect, which turns them into more perilous foes who will not stop at anything but the accomplishment of their purpose and desire of bloodbath.
hu: A Káosz erőit szolgáló ebek lassan beleolvadnak a démoni létbe, ahogy mestereik és társaik is. A lelküktől való megfosztottság és a nagyobb fizikai erő mellé a démoni ebek némi értelmet is szereznek, aminek révén még kegyetlenebb ellenséggé válnak, amiket semmi nem tud megállítani parancsuk végrehajtásában és a vérfürdő utáni vágyukban.

source: Hellhound
fr: Chien d'enfer
hu: Pokoli eb
tr: Cehennem Köpeği

source: These creatures are no longer the loyal companions of demonic assault parties. They turn into their leaders by the dread they inspire into other followers of Chaos, and the intelligence they have developed as heartless half-demons. Because it is not common for these hounds to acquire enoguh experience to evolve this further, as their frantic attacks usually harms them to death. Thus, at this point they are respected and treated as heroes by their comrades.
hu: Ezek a lények már nem a démoni rohamosztagok hűséges kutyái. Saját maguk vezéreivé válnak, a Káosz más követői is nagyra becsülik őket, s okosságuk is fejlődik ezeknek a szívtelen féldémonoknak. Ez azonban ritkán adatik meg ezeknek a kutyáknak, mivel őrjöngő támadásaik gyakran végződik az ő halálukkal. Ezért is nagy az ázsiója a kevés élő hősnek.

source: Leech
fr: Sangsue
hu: Pióca
tr: Larva

source: Leeches are universally known for their common diet, the warm blood of various bigger creatures. However, this is exactly why they are often used for medicinal purposes. Although not directly related, the same name is applied to groups of strange worms attached to the ground, found under caves, who are not a great danger as they cannot move around to search for prey. Instead, they await unwary victims who get close enough for them to be able to trap them in their deadly tentacles and then swallow their blood, which increases their strength and heals their wounds. It is fortunate that they have not developed legs; otherwise, they would be an almost unstoppable menace to explorers and dwellers of the caves they inhabit.
hu: A piócák világszerte ismertek egyszerű táplálékukról, a különböző nagytestű lények vérét szívják. Épp emiatt használatosak sokszor orvosi célra is. Habár nem teljesen jogosan, de ugyanezzel a névvel illetik a helyhezkötött, különös féregszerű lényeket is, amelyek a barlangokban lakoznak. Mivel nem képesek helyváltoztatásra, nem túl veszélyesek, csupán a gyanútlan áldozatok vérét szívják, akik túl közel merészkednek hozzájuk. Ezáltal nő az erejük és gyógyulnak be a sebeik. Tiszta szerencse, hogy nincsenek lábaik, különben igencsak fenyegető veszélyt jelentenének a felfedezők és a barlanglakók számára.

source: drainer
fr: suceur
hu: szívószáj
tr: emici

source: Brain Drainer
fr: Suceur de cerveau
hu: Agyelszívó
tr: Beyinemen

source: Giant Leeches grow up after draining enough blood, becoming a extremely dangerous threat for any living creature. As they drain blood, they regenerate, healing their wounds and growing in size. Since they have acquired the habit of attacking their prey's head first, they have been named 'brain-drainers'. This does not mean that they actually feed on their prey's brain. They just crush its cranium with their powerful mouth in order to gain easy and fast access to the blood in the remaining body of the poor victim.
hu: Az óriáspiócák, miután elegendő vért szívtak ki, rendkívül veszélyes lénnyé válnak, amely minden élőt fenyeget. A kiszívott vérrel regenerálódnak, sebeik begyógyulnak, s méretük is megnő. Mivel általában áldozataik fejét kezdik először támadni, az 'agyelszívó' név ragadt rájuk. Ez korántsem azt jelenti, hogy ténylegesen az áldozatok agyát eszik meg, csupán azért lékelik meg azok koponyáját, hogy könnyen és gyorsan elérjék a vérereket hatalmas szájukkal.

source: Giant Leech
fr: Sangsue géante
hu: Óriás pióca
tr: Dev Larva

source: Leeches are well known for their habit of draining the blood out of bigger creatures. It is fortunate that they are smaller than a man's thumb. However, in certain places, deep underground, giant eyeless reptilians that behave as leeches have been spotted, thus leading people to call them 'Giant Leeches'. It is not known what these beings actually are, or how they got to have this body structure and habits. Rumor has it that they are eternally thirsty for fresh blood.
hu: A piócák világszerte ismertek egyszerű táplálkozási szokásukról, a nagytestű állatok vérének kiszívásáról. Szerencsére kisebbek az ember hüvelykujjánál. Csakhogy bizonyos helyeken, mélyen a föld alatt óriás termetű, világtalan hüllők tűnnek fel, amik szintén vért szívnak. Ez indította az embereket arra, hogy ezeket a hüllőket 'óriás pióca' névvel illessék. Pontosan nem tisztázott ezeknek a lényeknek az eredete, a testfelépítése, a szokásaik. Úgy hírlik, hogy állandóan friss vér után kutatnak.

source: As mudcrawlers are nothing but magical constructs of soil and water, they can merge into a single bigger entity when it is necessary to defeat a tough foe. Obviously this represents great danger, as with the adequate number they can form a major mudcrawler big as a tree, more than enough to crush a brave mounted warrior with a single strike of their composite fist.
hu: Mivel a sártiprók nem egyebek, mint sár és víz mágikus elegyei, könnyen egyesülhetnek egyetlen óriás tömeggé, ha egy kemény ellenfelet kell megsemmisíteniük. Ez nyilvánvalóan komoly veszélyeket hordoz magában, mivel megfelelő számú sártipró egyesülése útján fa nagyságúvá is nőhetnek, amely lény aztán egy csapással képes elpusztítani egy vakmerő lovas egységet is.

source: Crow
fr: corbeau
hu: Varjú
tr: Karga

source: Crows are carrion birds which will eat anything dead. Larger ones such as this have been also known to feed upon living preys when food is scarce.
fr: Les corbeaux sont des oiseaux charognards qui mangent n'importe quoi de mort. De plus grands que ceux ci sont connus pour avoir mangé des proies vivantes en période de disette.
hu: A varjak dögevő madarak, amelyek minden hullát elfogyasztanak. Ha kevés az élelem a nagyobb egyedek az élő lényeket is megtámadják.

source: Falcon
fr: Faucon
hu: Sólyom
tr: Şahin

source: Majestic birds of prey, falcons are the fastest flying creatures in the world. Even though these wild falcons have escaped from their keepers, they continue to hunt with their razor-sharp claws.
fr: Majestueux oiseaux de proie, les faucons sont les plus rapides créatures du monde. Bien que ces faucons sauvages aient échappé à leurs gardiens, ils continuent à chasser avec leurs griffes aussi tranchantes que des rasoirs.
hu: A sólymok fenséges ragadozómadarak, a leggyorsabb repülő lények a világon. Ezek a vad sólymok egykori gazdáiktól megszöktek, borotvaéles karmaikat használják vadászat közben.

source: Rabbit
fr: Lapin
hu: nyúl
tr: Tavşan

source: The rabbit is a cute creature which lives in fields and forests. In its gnawing attack, striking from powerful incisors, resides country farmers' greatest fear. Alas, rabbits are victims of the appetite of many bigger creatures, like wolves or even humans, for their flesh is used in one of the most delicious dishes ever known. Legend has it that they follow a king rabbit by the name of Cédric, whose location is yet unknown.
fr: Le lapin est une mignonne créature vivant dans les champs et les forêts. Son attaque de rongeur, effectuée à l'aide d'incisives puissantes, procure la crainte la plus grande aux carottes. Hélas, les lapins sont les victimes de l'appétit de beaucoup d'autres créatures désagréables, comme les loups et même les gens, car leur chair est utilisé dans un des plus délicieux plats connus. La légende prétend qu'ils obéissent à un roi des lapins, dont on sait seulement que le nom serait Cédric.
hu: Az erdők-mezők bájos lakói a nyulak. Éles metszőfogaik, rágcsálásaik miatt a vidéki farmerek ellenségei. Sajnos a nyulak gyakran esnek áldozatul a nagytestű lények étvágyának, a farkasok éppúgy tizedelik őket, mint az emberek. Húsukból készülnek minden idők legfinomabb ételei. Úgy hírlik, hogy van egy Cédric nevű királyuk, de ennek tartózkodási helye ismeretlen.

source: Tux the Penguin
fr: Tux le Pingouin
hu: Tux, a pingvin
tr: Penguen

source: Nobody knows where the Tux came from. Rumour has it that it's the avatar of the destruction wind in this world.
fr: Personne ne sait d'où vient Tux. La rumeur prétend qu'il représente le vent de destruction qui souffle sur ce monde.
hu: Senki sem tudja, hogy Tux honnan jött. Úgy hírlik, hogy világunkban ő testesíti meg a pusztító szelet.

source: kernel panic
hu: rövidzár
tr: çekirdek saldırısı

source: Tiger
fr: Tigre
hu: Tigris
tr: Kaplan

source: Water Serpent
fr: Serpent d'eau
hu: Vízikígyó
tr: Su Yılanı

source: Scholars differ as to the ancestry of the Water Serpent. Some hold that they are the immature young, or mature cousins, of Sea Serpents. Others hold them up as a primitive offshoot of the Nagas. What is certain is that it is wise to avoid waters where they are known to congregate.
hu: A tudósok különböző nézeteket vallanak a vízikígyók eredetéről. Néhányan úgy vélik, hogy fejletlen, fiatal tengeri kígyók, esetleg azok rokonai. Mások a nagák törzsfejlődésének kezdetleges oldalágát látják bennük. Amiben mindenki egyetért az az, hogy jobb elkerülni azokat a helyeket, ahol csoportosan tanyáznak.

source: Steppe Bladesman
fr: Porte-hache des steppes
hu: Sztyeppi pengeforgató
tr: Tundra Başkeseni

source: Those orcs who excel in the use of the battle axe are informally known to their brethren as Bladesmen. Disregarding all flair or style, Bladesman fight with simple and brutal strength, hacking directly at whatever stands before them. Any skill gained through battle only builds on what nature has already granted them.
hu: Azokat az orkokat, akik kiválóak a fokosok használatában testvéreik csak pengeforgatóknak nevezik. Minden érzéket és stílust elvetve a pengeforgatók egyszerű és brutális erővel küzdenek, közvetlenül lecsapnak mindenre, ami csak eléjük kerül. Minden készség, amit a csatában szereznek, csupán ahhoz adódik hozzá, amivel a természet már megáldotta őket.

source: Icewind Drover
fr: Gardien du blizzard
hu: Jegesszél hajcsár
tr: Buzul Celebi

source: A Herder of sufficiant ability can become what the Steppe Orcs call a Drover, the elite of the IceWind order. With age and experience in the control of elemental magics. Some have claimed to be capable of summoning forth fierce blizzards from a clear sky, an unlikely feat unconfirmed by outsiders. When asked about the mechanics of their abilities they often answer by refering to themselves as 'conduits'. Just what it is that they channel is never revealed. The tribespeople claim to notice a blue tinge that begins to pervade their normally brown complexion and a crystalline hardness of their skin. Other steppe orcs whisper that this is because their hearts pump not blood, but ice.
fr: Un berger compétent peut devenir un « gardien du blizzard », comme l'appellent les orcs des steppes. Cela représente l'élite de l'Ordre du Blizzard. Avec l'âge et avec l'expérience du contrôle des magies élémentales, certains disent qu'ils peuvent invoquer un furieux blizzard même dans un ciel dégagé ; ce fait improbable n'a jamais pu être confirmé par un étranger. Quand on les interroge sur l'origine de leurs pouvoirs, les gardiens répondent souvent en se désignant comme « guides ». Mais l'élément qu'ils canalisent n'est jamais dévoilé. Les membres de la tribu prétendent apercevoir une nuance bleutée dans leur teint habituellement brun, et la rugosité cristalline de leur peau. D'autres orcs des steppes murmurent que leur cœur ne draine pas de sang, mais de la glace.
hu: A pásztor megfelelő képességgekkel - ahogy a sztyeppi orkok nevezik - hajcsárrá, a Jegesszél Rend kiválóságává válhat, ha megvan a kellő kora és tapasztalata az elemek mágiájához. Néhányan állítják, hogy képesek a tiszta égből félelmetes hóvihart előidézni, ez egy ritka tulajdonság, amit a kívülállók nem erősítettek meg. Ha megkérdezik őket képességeik mibenlétéről, válaszaikban gyakran utalnak saját magukra, mint 'kapocsra'. Azonban arról soha nem beszélnek, hogy mit kapcsolnak össze mivel. A törzsük azt állítja, hogy egy kék árnyalatot kap az amúgy barna bőrük és elkezd kőkeménnyé válni. Más sztyeppi orkok pedig arról suttognak, hogy ezt az okozza, hogy szívük nem vért, hanem jeget pumpál.

source: frostbite
fr: morsure glaciale
hu: fagymarás
tr: soğuk ısırması

source: Icewind Herder
fr: Berger du blizzard
hu: Jegesszél pásztor
tr: Buzul Çobanı

source: There is an old tale about the creation of the the IceWind order: A gang of children were fishing when a very young female, hooking something bigger then she could land, was dragged into the subzero waters. She did not reappear. Two days later, by which time the tribe had nearly forgotton the loss, a sentry witnessed an unnerving spectacle. The very same girl, delirious with exhaustion and deathly pale, was spotted dragging herself from the pond. After the incident, the girl, whose name is a closely guarded secret, was never the same. The tribespeople told stories of seeing her freeze a bear solid, simply by looking at it, others claimed that she went out by night to converse with unseen things that moved in the water. Nobody dared approch her about these rumours, lest they prove to be true. She became the founder of the IceWind order, every year she would select children from the tribe to train. Whatever she taught them, it granted them a mysterious influence over the elements of their habitat. The Herders themselves describe this influence as 'union'. Within her lifetime the order became an accepted part of the clan. The child refused outright to reveal what had happened in the frozen pool and when she died many years later the secret died with her.
fr: Un vieux conte parle de la création de l'Ordre du Blizzard : une bande d'enfants était partie pêcher, quand une très jeune fille, attrapant une proie trop grosse pour elle, fut traînée dans les eaux glaciales. Elle n'en ressortit pas. Deux jours plus tard, alors que la tribu avait déjà presque oublié sa disparition, une sentinelle vit un spectacle déconcertant : la fillette épuisée, délirante, et d'une pâleur mortelle, se traînait hors de la mare. La jeune fille, dont le nom est gardé secret avec grand soin, ne redevint plus jamais la même. Les membres de la tribu racontaient que certains l'avaient vue geler un ours sur place, d'un simple regard ; d'autres affirmaient qu'elle sortait la nuit pour discuter avec des choses invisibles se déplaçant dans l'eau. Personne n'osait l'approcher suite à ces rumeurs, craignant leur véracité. Elle fonda l'Ordre du Blizzard, sélectionnant chaque année un enfant de la tribu pour pouvoir l'entraîner. Cet enseignement, quel qu'il fût, leur conférait un pouvoir mystérieux sur les éléments de leur habitat. Les bergers nomment cette influence « fusion ». L'Ordre fut progressivement accepté par le clan. L'enfant refusa de révéler ce qui s'était passé dans cette mare glacée et quand elle mourut, beaucoup plus tard, son secret s'éteignit avec elle.
hu: Létezik egy ősi mese a Jegesszél Rend keletkezéséről: egy csapat gyerek halászott, amikor egy nagyon fiatal lányka horgára nagyobb dolog akadt, mint amit ki tudott volna húzni a partra és az a valami magával rántotta a jeges vízbe. Nem bukkant fel. Két nappal később, mikor a törzs már majdnem el is felejtette, egy őrszem tanúja volt egy nyugtalanító esetnek. Ugyanaz a lány, kimerültségtől elcsigázva és halálsápadtan kivonszolta magát a tóból. A balesete után a lány, akinek neve egy alaposan védett titok, nem volt többet a régi. A törzsben élők meséltek arról, amint látták szilárdra fagyasztani egy medvét, pusztán azzal, ahogy ránézett, mások állították, hogy éjszaka láthatatlan lényekkel beszélgetett a vízben. Senki nem merte megkérdezni ezekről a pletykákról, még kevésbe bebizonyítani ezeket. Ő lett az alapítója a Jegesszél Rendnek, minden évben gyerekeket vett magához a törzsből, hogy képezze őket. Bármit is tanított nekik, képessé váltak lakóhelyük környezeti elemeinek befolyásolására. A pásztorok maguk ezt a befolyást 'egyesülésnek' nevezik. Még életében elismert része lett a rend a klánnak. A gyermek nyíltan megtagadta elárulni, hogy mi történt vele a fagyott tóban és mikor sok év múlva meghalt, titkát is magával vitte a sírba.

source: Icewind Master
fr: Maître du blizzard
hu: Jegesszél mester
tr: Buzul Reisi

source: Masters are a rare thing indeed, especially in a race with little aptitude for magic. There is almost never more then one in each generation and, as often as not, no Masters will emerge for decades. Those that do reach this pinnacle of their order are often of reclusive nature, as their power seperates them from the main clan. However the reasons for their estrangement also grant them great respect from their brethren.
fr: Les maîtres du blizzard sont vraiment très rares, surtout parmi une race peu encline à la magie. Il n'y en a presque jamais plus d'un par génération, et plusieurs décennies peuvent souvent passer avant qu'un maître n'émerge. Ceux qui arrivent au sommet de l'Ordre sont souvent des solitaires, séparés du clan à cause de leur pouvoir. Mais cet isolement leur permet aussi d'être très respectés par leurs camarades.
hu: Mestereket ritkán látni, főleg egy olyan népnél, ami kevésbé vonzódik a mágia iránt. Majdhogynem minden generációban kizárólag egy van, és gyakran egyetlen mester sincsen évszázadokon át. Azok, akik elérik rendjük ezen csúcsát, gyakran visszahúzódó természetűek, mivel erejük elválasztja őket a fő klántól. Azonban az elvonulásuk testvéreikben nagyon nagy tiszteletet ébreszt.

source: Steppe Juggernaut
fr: Mastodonte des steppes
hu: Sztyeppi eltipró
tr: Tundra Topuzcusu

source: Some of the Steppe Orcs aspiring to power realise that they actually have a certain aptitude for the charge. Abandoning the pursuit of leadership, these Juggernauts fling themselves on the enemy with utterly ferocious recklessness. In one legendary incident, likely made greater with each telling, an entire squad of elves scattered and ran at the sight of a single Juggernaut bearing down on them.
fr: Certains orcs des steppes ambitieux réalisent qu'ils sont en fait très doués pour charger. Abandonnant tout espoir de diriger, ces mastodontes se jettent sur l'ennemi avec une férocité complètement téméraire. Un incident légendaire, sans doute embelli au fil des récits, raconte qu'un escadron complet d'elfes s'est dispersé et a pris la fuite à la vue d'un seul destructeur fonçant sur eux.
hu: Néhány erőnek hódoló sztyeppi ork rájött, hogy tulajdonképpen rátermettek a rohamra. Elhajítva a vezetés utáni vágyakozást, ezek az eltiprók rávetik magukat az ellenségre kimondhatatlanul féktelen elszántsággal. Egy ütközetről szóló legenda szerint, ami valószínűleg szájról szájra növekszik, egy egész hadtest tünde rettent meg és futamodott meg egyetlen feléjük rohanó eltipró látványától.

source: When used on the offensive the intimidation of a Juggernauts charging flail attack decreases the damage he takes in retaliation. This only effects enemies of equal or lesser level.
hu: Amikor a sztyeppi eltiprók a félelmetes láncos buzogányaikat használják támadásra, az ellenfél erőtlen visszacsapása csak feleakkora sebzést okoz. Ez csak az azonos szintű vagy alacsonyabb szintű ellenséges egységekre igaz.

source: flail
fr: fléau
hu: láncos buzogány
tr: harman döğen

source: Steppe Khan
fr: Khan des steppes
hu: Sztyeppi kán
tr: Tundra Lordu

source: When used on the offensive the intimidation of a Khans charging flail attack decreases the damage he takes in retaliation. This only effects enemies of equal or lesser level.
hu: Amikor a kánok a félelmetes láncos buzogányaikat használják támadásra, az ellenfél erőtlen visszacsapása csak feleakkora sebzést okoz. Ez csak az azonos szintű vagy alacsonyabb szintű ellenséges egységekre igaz.

source: The steppe chieftains are titled Khans, serving as both statesmen and generals. They have discovered the advantages of leading from behind, urging their fellows on before them. Before a battle it is customary for them to mingle with the soldiers, goading them on with threats, promises, insults or just primal bellows. Anything to spur them into a towering rage. Nearly everyone who has fought the orcs of the steppe has spoke of the unnerving roars of the orcish leaders. Despite this, Khans are more then ready to enter the fray against any especially audacious enemy that seeks to challenge them. Often, while retaining their flail, they focus on using the axe as they are considered too valuable an asset to risk in daredevil charges.
fr: Les chefs de la steppe portent le titre de Khans et servent à la fois comme hommes d'état et comme généraux. Ils ont découvert les bénéfices qu'il y a à commander de l'arrière, pressant leurs camarades vers l'avant. Avant la bataille, ils vont souvent se mêler aux soldats, pour les motiver avec des menaces, des promesses, des insultes ou, tout simplement, des beuglements. Tout leur est bon pour créer un état de rage. Presque tous ceux qui ont déjà combattu des orcs des steppes évoquent ces grondements déstabilisant des chefs orcs. Mais malgré tout, les Khans vont toujours volontiers se jeter dans la mêlée si un ennemi ose les défier. Souvent, ils préfèrent employer leur hache et non pas leur fléau, qu'ils considèrent comme trop précieux pour le perdre dans une charge brutale.
hu: A sztyepp főnökeit kánnak hívják, mind államférfiként, mind tábornokként szolgálnak. Felfedezték a hátulról irányítás előnyeit, így harcosaikat maguk elé küldik. Csata előtt hagyomány elvegyülni a katonák között, fenyegetésekkel, ígéretekkel, gyalázással vagy csak egyszerűen üvöltéssel ösztökélik őket. Bármit megtesznek, hogy seregük óriási őrjöngésben törjön ki. Majdnem mindenki, aki harcolt már a sztyeppen élő orkokkal, mesélt az ork vezetők nyugtalanító ordításairól. Ennek ellenére a kánok több, mint készek bármilyen, különösen vakmerő ellenséggel szembeni küzdelemre, akik arra merészkednek, hogy kihívják őket. Gyakran váltanak át a bárd használatára, mivel láncos buzogányaikat túl értékesnek tartják ahhoz, hogy a fergeteges rohamokban esetleg elveszítsék.

source: Steppe Massif
fr: Barbare des steppes
hu: Sztyeppi masszívum
tr: Tundra Şövalyesi

source: Clad in crude armour with full-face helms and swinging weapons too heavy for many humans to lift, the hulking Massifs are a terrifying spectacle. They invariably continue their use of the battleaxe, with fearful results.
fr: Les musculeux barbares présentent un spectacle terrifiant : protégés d'une armure rudimentaire et d'un heaume couvrant complètement leur visage, ils brandissent des armes que peu d'humains pourraient soulever. Ils manient continuellement leurs haches de bataille et obtiennent de redoutables résultats.
hu: Durva páncélzattal felvértezve, zárt sisakban, és olyan fegyvereket lengetve, amit az emberek még megemelni is alig tudnak, a nehézkes masszívumok borzasztó látványt nyújtanak. Fáradhatatlanul képzik magukat a fokos használatában, amit félelmetes eredménnyel forgatnak.

source: Steppe Outcast
fr: Exclu des steppes
hu: Sztyeppi számkivetett
tr: Tundra Serserisi
