Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: We should start with the old story of the Golden Age. The continent was mostly dominated by Humans, who had eons ago established the Empire of Wesnoth in the Central lands. The Elves were distributed throughout the North-eastern, North-western and South-western forests, although small groups also wandered around Wesnoth or lived in the smaller forest areas. The Dwarves controlled all the mountains, hills and suchlike, usually competing with the fierce orcs and trolls who also liked that kind of terrains, and trading their precious ores with us, elves, and the humans of Wesnoth.
hu: Az Aranykorral kell kezdenem a történetet. A kontinens nagy részét az emberek uralták, akik egy korszakkal korábban a központi területeken megalapították a Wesnoth Királyságot. A tündék az északkeleti, az északnyugati és a délnyugati nagy erdőségekben éltek, kisebb csoportok vándoroltak Wesnoth körül, s kisebb erdőségekben is laktak néhányan. A törpök a hegyek, dombok lakói voltak, s állandóan háborúztak az ilyen területeket szintén kedvelő orkokkal, trollokkal.

source: The forests south of the Dwarven Kingdom of Knalga were known as the Wesmere forest. Eons ago, they established themselves as the highest and sole authority for elves of all other countries. We valued our sages for their knowledge, more than their age or military, or magic power, although power comes from knowledge, and knowledege from age, more often than not.
hu: A törpök Knalgai Királyságától délre elterülő erdőséget Wesmere-erdőnek nevezték. Az itt élő tündék jóval korábban kiemelkedtek a többiek közül, s hegemóniájukat a többi tündék sem kérdőjelezték meg. Mi is nagyrabecsültük a bölcseinket a tudásukért, jobban tiszteltük őket ezért, mint a koruk, a mágikus erejük vagy harci képességeik miatt, bár a hatalom a tudásból származik, a tudás viszont a korral gyarapszik, legalábbis általában.ból származik, a tudás viszont a korral gyarapszik, legalábbis általában.

source: The elves that lived there considered knowledge the most valuable thing in this world, so they were highly enthusiastic in investigating every secret of the world where we live. Each and every one, including the darkest ones... Though that gave us a great deal of order, discipline and safety for eons, as a civilization, it would not last forever.
hu: A Wesmere-ben élő tündék a tudást tekintették a világon a legértékesebb dolognak, s kiapadhatatlan lelkesedéssel kutatták világunk minden titkát. Minden titkát, beleértve a sötét oldal titkait is... Habár ez sokáig nem fenyegette a fennálló rendet, a fegyelmet és a civilizáció biztonságát, de semmi sem tart örökké...

source: Though, the first step towards chaos was performed by the humans of Wesnoth. More specifically, the Emperor of Wesnoth demanded the creation of a second sun, right after a major invasion of undead led by the necromancer there by your side...
hu: Igaz, hogy az első lépést a káosz felé a wesnothi emberek tették meg. Egészen pontosan Wesnoth uralkodója volt az, akinek követelésére egy második napot küldtek fel az égbe, azután a nagy élőholt invázió után, amit az oldalatokon álló holtidéző vezetett... éző vezetett...

source: Hey, I was targetting orcs, not humans or elves. You just got in my way as always.
hu: Hohó, én az orkokat céloztam meg, nem az embereket vagy a tündéket. S szokás szerint az utamba álltatok.zerint, az utamba álltatok.

source: Indeed. But that would be because the orcs whom you fought against were part of the ancient alliance established amongst the civilizations of the Northern lands. Your pointless skirmishes are part of the cause of the sad situation of the Continent nowadays. And for some reason, the Emperor of Wesnoth emitted the decree with specific instructions of concealing the decision to me, while I was on the field trying to locate you. He rejected my duty as his advisor!
hu: Valóban az orkokat, csakhogy ezek az orkok már rég szövetségre léptek Északfölde más civilizációival. Az értelmetlen csatározásaid is hozzájárultak ahhoz, hogy a jelenlegi szomorú helyzet kialakult. S részben ez is oka volt annak, hogy az uralkodó egy rendeletet bocsátott ki, amelyet előttem gondosan eltitkolt, miközben én a mezőn próbáltalak megtalálni. Nem tartott igényt többé a tanácsadói szolgálatomra.

source: I certainly could do nothing since I was too far from Wesnoth to stop the action. They gathered all their magi, students and masters alike, to obtain the power necessary to lift a mountain and fixate it up into the skies. That is your second sun, Naia. Created with the sole purpose of destroying darkness and evilness forever. And it certainly worked for a time, but not forever.
hu: Kétlem, hogy bármit is tehettem volna, mivel messze voltam Wesnothtól. Összegyűjtötték az összes mágust, tanoncot és mestert egyaránt, hogy a szükséges erőt biztosítsák egy hegynek az égbe emeléséhez és a magasban tartásához. Ez lett a Naia néven ismert második nap. A cél az volt, hogy a segítségével száműzzék a sötétséget és a gonoszságot. Egy ideig betöltötte a szerepét, de aztán történt valami.e ez sem tartott sokáig.

source: Many centuries later, something horrible occurred in elvish lands. Nobody that is still alive, and for a good reason, knows exactly how it happened, but the most skilled sorcerers of Wesmere somehow opened a portal to a different world, during one of their many experiments. But things went awry and they awoke an evil and powerful force with it, which was incarnated in Yanqui, who adopted the form of a young elf seer. He told them that a great evil was going to swallow the lands and destroy the elvish civilization as a whole, taking with it all the knowledge they had collected over the years.
hu: Sok évszázaddal később valami szörnyűség történt a tündék területén. Nincs élő szemtanú, erről gondoskodtunk, aki pontosan tudná, hogy is történt, de Wesmere legkiválóbb boszorkányainak sikerült egy másik világ felé kaput nyitniuk. Csakhogy a kísérlet balul sült el, mert felébresztettek egy hatalmas és gonosz erőt, amely Yanqui formájában öltött testet, s aki egy fiatal tünde látnok képében jelent meg közöttük. Megjósolta nekik, hogy egy nagy gonosz fogja elnyelni a földeket, megsemmisíti a tünde civilizációt is, minden eddig megszerzett tudásukkal egyetemben.

source: Predictably enough, he said that he would protect them if they worshiped him as a god. He also promised them unlimited knowledge and power to seal the pact... just what they had always wanted. Ambition blinded the minds of the Lords of Wesmere, so they agreed the pact, even though Yanqui demanded blood sacrifices as part of it. All those who disagreed with the decision of the Ka'lian ended their lives as the first sacrifices for the demon lord.
hu: Ahogy az előre látható, felajánlotta, hogy ő majd megvédi őket, ha istenként imádják. Egyúttal korlátlan tudást és hatalmat is ígért nekik, az egyezség megpecsételésére... pont azt, amire vágytak. A nagyravágyás elhomályosította Wesmere urainak elméjét, s belementek az alkuba, habár Yanqui véráldozatot is követelt. Akik tiltakoztak az egyezség megkötése ellen, azok lettek az első áldozatai a démonúrnak.

source: For much time, these events remained in secret for the outer world, including the foreign elvish lands. The Ka'lian made sure with all their means that the news would not spread out of Wesmere. But something else was happening in non-elven lands...
hu: Jó ideig az események a külvilág számára rejtetten zajlottak, még a többi erdei tünde sem szerzett róla tudomást. A Ka'lian minden lehetséges eszközzel megakadályozta, hogy a hírek kiszivárogjanak Wesmere-ből. Eközben a nem-tünde vidéken ismét történt valami...ént valami...

source: The Emperor that ruled Wesnoth those days, died of poisoning six years after Yanqui's appearance in Wesmere. Some thought that he effectively commited suicide. Others were sure that he would not have done such a thing, and that the new Emperor of Wesnoth, a nobleman by the name of Dantair whom I did meet a decade or two before... he was absolutely not a gentleman. Now, he demonstrated that very well when just two years after the beginning of his rule, he demanded the creation of a third sun, describing it as 'an essential step to allow for further growth and prosperity in Wesnoth'. He was so confident on his political influences and the Wesnothian magi's power that he was sure people would surely recognize him as a 'rightful' ruler once that step was completed.
hu: Wesnoth császára Yanqui megjelenése után hat évvel mérgezés következtében elhalálozott. Néhányan egész egyszerűen öngyilkosságra gyanakodtak. Mások kételkedtek ebben, mivel az új uralkodó, egy Dantair nevű nemes, ahogy azt magam is megállapíthattam néhány nappal korábbi találkozásunk alapján, egyáltalán nem volt úriember. Nyilvánvalóvá vált ez azzal is, hogy két évvel uralkodásának kezdete után elrendelte, hogy egy harmadik napot kell az égbe emelni, mert mint írta 'ez Wesnoth további jólétéhez és virágzásához elengedhetetlenül szükséges'. Annyira bízott politikai befolyásában s a wesnothi mágusok erejében, hogy biztosra vette, az emberek ezután 'jóságos' uralkodóként tekintenek rá.

source: But his confidence was not enough for reality. Since no necromancers or chaotic orcs actually threatened Wesnoth's safety for centuries since Naia's creation, the magi orders had fulfilled their ancestral purpose, and very few continued further study of magic. The masters of old passed over, and the new apprentices who came to take their place were a lazy and arrogant bunch. Nonetheless, Dantair went ahead with his plan.
hu: De a hit kevés volt. Mióta a holtidézők és az orkok nem veszélyeztették többé Wesnoth biztonságát, Naia megkonstruálása óta, a mágusrendek feladat nélkül maradtak, s csak kevesen szentelték életüket a mágia tanulmányozásának. A régi nagy mesterek elhunytával az új tanoncok sokkal lazábban vették feladataikat, csak gőgjük növekedett. Mindezek ellenére Dantair kitartott a terve mellett.

source: Bloody politicians. They always manage to manipulate and convince people of doing mad things!
hu: Átkozott politikusok. Mindig őrültségek elkövetésére sarkallják az embereket.

source: When the rumors reached me, I made haste to force him to give up. However, he must have predicted that, since he sent some of his best troops to stop me from reaching him. When I finally arrived to the valley of Weldyn, it was too late. The creation of Gaia was being attempted, and to my heart's pain, I witnessed all what happened that fateful day.
hu: Amikor értesültem a tervről, azonnal odasiettem, hogy lebeszéljem a császárt. De figyelemre sem méltatott, s megakadályozta, hogy találkozzam vele. Az új nap felküldése elrendeltetett, s én késve értem a Weldyn-völgybe. A Gaia névre keresztelt új napot felemelték, s én fájó szívvel néztem végig az eseményeket azon a baljóslatú napon.

source: Ugh... that day. I had to move to another home since mine was...
hu: Huhh... Azon a napon kellett elköltöznöm a régi helyemről, mivel......

source: If you'll let me continue... as I said, the human magi's mastery of magic arts was not as strong as it used to be, and their attempt to lift and send Gaia to the skies was a total disaster. Their powers were not enough for setting Gaia to remain high in the skies, so... the mountain fell off, crashing down onto Weldyn, the empire's capital and starting a huge cataclysm that destroyed cities, valleys, even mountains. The landscapes and coastal lines would never be the same again. All that was beautiful and worth was then ruined. I quickly returned to my home in Lintanir, the North-eastern elvish forest, to attempt to keep order amidst the chaos.
hu: Ha folytathatnám... mint mondtam, az emberek mágusai korántsem voltak olyan tudósok, mint elődeik és Gaia felküldése az égbe szörnyű katasztrófával végződött. Erejük elégtelennek bizonyult ahhoz, hogy Gaiát az égben tartsák, és... a hegy lezuhant, egyenesen Weldynre hullott, a birodalom fővárosára, s hatalmas katasztrófák sorozatát indította el. Városok pusztultak el, hegyek omlottak össze, völgyek semmisültek meg az általa kiváltott földrengésben. A földek és a tengerpartok teljesen átrendeződtek, semmi nem maradt olyan, mint előtte volt. Ami szép és értékes volt, az rommá lett. Azonnal hazatértem Lintanirba, hogy az eluralkodó káoszban fenntartsam a rendet.sam a rendet.

source: The humans struggled to survive, prey of panic, but they killed the Emperor, the magi, and their families, in response to their acts. I suppose that for the most knowledge-lacking citizens, magic was turned into taboo. Horrible wars started amongst Elves, Dwarves, Orcs and Trolls, altogether. Each kind's individuals would fight each other for the scarce resources left, except we... at least for a time.
hu: Az emberek pánikba esve igyekeztek túlélni a katasztrófát, megölték a császárt, a mágusokat a családjaikkal egyetemben azért, amit tettek. Feltételezem, hogy a tudatlan emberek számára a mágia tabuvá lett. Szörnyű háborúk robbantak ki tündék, törpök, orkok és trollok között. Minden faj harcot indított a maradék javak megszerzéséért, kivéve mi... legalábbis egy ideig.

source: Naia and Sela scorched all known lands, drying up rivers, fields, forests and lakes. Yanqui's power made Wesmere Forest stand intact, however. Green and seemingly peaceful. But he demanded unnatural sacrifices once more, and the Ka'lian agreed his demand and executed his orders. All foreign species, including elves from other forests, were declared heretics, not worthy of living.
hu: Naia és Sela felperzselte a földeket, kiszárította a folyókat, a mezőket, erdőket és tavakat. Egyedül a Wesmere-erdő maradt érintetlen Yanqui erejének következtében. Zöldellt és béke honolt a vidékén. Yanqui viszont egyre többet akart, és a Ka'lian teljesítette a kívánságait. Minden erdei lény, beleértve más erdők tündéit is, eretneknek nyilváníttatott, akik nem érdemlik meg az életet.rdemlik meg az életet.

source: So, as creatures of other races, or elves from foreign forests came to Wesmere seeking shelter, the dark cultists sacrificed them to Yanqui. The pain and agony was feeding him, growing his power stronger and greater like a ghoul. When no more refugees came there out of fear, he ordered to organize raidings for capturing elves, humans, orcs, or whatever they could find in the outside lands.
hu: Ahogy más fajok, más vidékről származó tündék jöttek a Wesmere-erdőbe, hogy védelmet találjanak, Yanqui papjai feláldozták őket istenüknek. A fájdalom és a kínzás táplálta Yanquit, növelte erejét és hatalmát. Amikor a menekültek száma megcsappant, elrendelte, hogy rajtaütéseket kell szervezni, s tündéket, embereket, orkokat, mindenféle lényeket kell elfogni a környező területeken.

source: We, the Elves of the Lintanir forest, had to abandon our home for it would support life no longer. And so Aragan and I led my people out of the Northern forests. We eventually stumbled upon the Wesmere Forest.
hu: Mi a Lintanir-erdő tündéi is otthonunk elhagyására kényszerültünk, mivel már nem biztosította fennmaradásunkat. Így Argannal közösen az Északi-erdőség tündéit kivezettük régi otthonunkból. Végül is elértünk a Wesmere-erdőhöz.Wesmere-erdőhöz.

source: Obviously, not knowing what was happening in there, we decided to ask for refuge to the Ka'lian. However, we were ambushed at night during our travel to the capital. Many of us died, elders and children included. Either killed during the fight, or kidnapped and sacrificed for Yanqui, as my husband Argan could find out. He risked his own life to reach the capital and spy on the cultists.
hu: Semmiről nem tudtunk, mi zajlik ott, így menedéket kértünk a Ka'liantól. Ahogy a főváros felé mentünk, éjszaka rajtunk ütöttek. Sokan meghaltak közülünk, beleértve öregeket és gyerekeket is. Vagy a csatában estek el, vagy Yanquinak áldozták fel őket, ahogy a férjem, Argan felfedezte. Élete kockáztatásával lopakodott el a fővárosba, s kémlelte ki a szertartásukat.

source: So we found ourselves in a difficult choice - stop our brethren, the Wesmere elves, and free them from the great evil at all costs, or flee and let them continue their rule of cruelty, and eventually control the whole continent. Painfully, I chose the first, and started the lengthy War of Wesmere. Easily the last war fought on this continent since, at the best of my knowledge, we were the last civilization still standing back then.
hu: Nehéz döntés előtt álltunk - megállítsuk őket, Wesmere tündéit és szabadítsuk fel őket bármi áron a gonosz befolyás alól vagy meneküljünk el innen, s hagyjuk hogy kiterjesszék ezt a kegyetlen rémuralmat az egész kontinensre. Fájó szívvel, de az első mellett döntöttem, s elkezdődött a Wesmere-i Háború. Az utolsó nagy háború a kontinens ősi lakói lözött, mivel tudtommal már csak a mi civilizációnk nem süllyedt barbárságba.

source: Even though our numbers were superior, their religious frenzy, obsession and fear of destruction, almost led the Wesmere elves to victory. We fought with all our might, but that only called upon the fury of the demon lord, who eventually appeared in his true form, to attack us from the skies.
hu: Habár számbeli fölényben voltunk, a vakhitből táplálkozó megszállottságuk, a megsemmisítéstől való félelmük majdnem győzelemre segítette őket. Minden erőnket bevetve küzdöttünk, s ezzel kivívtuk a démonúr haragját, aki egyszercsak megjelent az égen igazi alakjában, s ránktámadt.

source: With little chances of prevailing, Argan and I had to call upon the power of the Union, risking destruction by our own powers. The Union of the Darkness and Light was not powerful enough, however, to destroy the demon, at least not entirely - his regeneration power was stronger.
hu: Így túlontúl megerősödtek, emiatt Argan és én segítségül hívtuk az Egyesülés erejét, megkockáztatva, hogy saját erőnktől pusztulunk el. A Sötétség és a Világosság által létrehívott Egyesülés ereje azonban kevésnek bizonyult a démonúr elpusztítására - mivel a regenerálódási ereje nagyon nagy volt.e nagyon nagy volt.

source: Finally, we managed to tear apart his body, and seal all the parts, and send them back to the underworld, destroying the portal that connected Wesmere to the underworld. Victory was ours. Wesmere, however, was a wreck, and no life was left there, except for a few survivors; less than one hundred elves. The few remaining Wesmere elves surrended and begged for forgiveness. We spared civilians' lives, but most priests and warriors left were executed and burned to ashes. We could not risk the possibility of another civil war, and we had to prevent at all costs that priests could summon forces from the underworld again.
hu: Végül sikerült Yanqui testét szétvágni, s darabjait elzártuk, s visszaküldtük a föld alá, megsemmisítettük a kaput is, ami Wesmere-t az alvilághoz kapcsolta. Győzelmet arattunk. Wesmere romokban hevert, néhány túlélő maradt csupán, kevesebb, mint száz tünde. A megmaradt túlélők megadták magukat és kegyelemért könyörögtek. A közembereket szabadon engedtük, de a papokat és a harcosokat kivégeztük és elégettük őket. Nem kockáztathattunk egy újabb polgárháborút, s mindenáron meg akartuk akadályozni, hogy a papok újra ebbe a világba hozhassák a földalatti gonosz lényeket.

source: It's ironical how we elves always despised humans because of their moral, intellectual and physical inferiority. The humans may have doomed all the world of Irdya to chaos, but our own kin were the only ones responsible for the end of the ancient elvish civilizations. The fact that our civilization only rarely made mistaken decisions, but that the effects of those were always enormously catastrophic, is unsettling. This is why I fear that this may happen again. Yanqui was not the first false spiritual guide that inflicted massive harm on our people, but certainly the worst.
hu: Paradox dolog, hogy mennyire lenézzük az embereket a morális, intellektuális és fizikai alacsonyabbrendűségük miatt. Ugyan az emberek voltak azok, akik Irdya világára szabadították a kárhozatot, de a tünde civilizáció összeomlásáért csak a mi fajunk tehető felelőssé. Az tény, hogy mi ritkán szoktunk hibás döntéseket hozni, de ezeknek mindig katasztrofális hatásai voltak. Attól tartok, hogy most is valami hasonlóval kell szembenéznünk. Yanqui nem az első spirituális vezető volt, aki súlyos károkat okozott a népünknek, de talán mind közül ő volt a legrosszabb.

source: To keep our civilization in one piece, we had to forbid telling the story, and execute anyone who would dare to tell it. But we were never sure whether we killed every cultist or not. Of course, we know that one of them escaped execution, since one of the commanders spared her life. She assured him that she was just a simple ignorant follower, not a devote cultist. I felt she had to be executed, but unfortunately the rest of my people did not agree.
hu: Együtt akartuk tartani a tündéket, s a történetet tiltott tudásnak kiáltottuk ki, aminek mesélése halállal büntetendő. Sosem voltunk bizonyosak abban, hogy vajon minden papot megöltünk-e. Tudtuk, hogy egyikük elkerülte a kivégzést, mivel az egyik parancsnok megkímélte az életét. Sikerült meggyőznie a parancsnokot, hogy ő csak egy félrevezetett követője volt a kultusznak, s nem felkent papja. Bár én szerettem volna halva látni, de a többiek megkegyelmeztek neki.elmeztek neki.

source: Anlindë? But... but, she...
fr: Anlindë ? Mais... mais, elle...
hu: Anlindë? De... de ő...
tr: Analya? Ama... fakat, o...

source: I was a priestess, yes, but not willing. He would have killed me and the rest of my family if I rejected his rule! Of course, at the end he killed them nonetheless. I realize that I only delayed their inevitable fate.
hu: Papnő voltam igen, mert megfenyegetett. Megölt volna engem is és a családomat is kiirtotta volna, ha nem csatlakozom. A végén így is elpusztította őket, én csak elodáztam az elkerülhetetlen véget.

source: Why did the elves part ways?
hu: Miért különültek el a tündék csoportokra?

source: Anlindë wanted them to return to the Northeast. She said that we should have explored the unknown instead of retreating south. Of course, not every commander agreed, so eventually we departed different ways in a bad manner. Argan and I decided that our people no longer needed us, for Telchior and Anlindë would not listen to us. Quetor'el went South with his small group, but after the war I felt too weakened to be able to go with them across the desert. So Argan and I went here, to the depths, to live in peace. I am still surprised that Telchior and Anlindë could find a valley with life in the far East - I was wrong after all.
hu: Anlindë azt javasolta, hogy északkeletre menjenek. Arra ösztökélte népünket, hogy a délre való vonulás helyett inkább az eleddig ismeretlen területeken keressünk új hazát. Ezzel nem minden parancsnok értett egyet, s külön utakon próbálkoztak. Argannal úgy láttuk, hogy népünknek nincs szüksége ránk, Telchior és Anlindë nem hallgattak ránk. Quetor'el délre ment csapatával, én nem éreztem magam elég erősnek a kimerítő csata után, hogy velük tartsak a sivatagba, így Argannal idejöttünk a barlangokba, hogy békében élhessünk. Meglep, hogy Telchior és Anlindë találtak egy lakható völgyet a messzi keleten - ezek szerint akkor tévedtem.m.
