Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Because the forces of Chaos are increasing. The Emperor currently has a whole continent under his control, and he has slaughtered all of the survivors that did not join him. As we have just escaped a major assault force, I can tell you the great darkness that approaches. You will not survive much time with this defensive attitude; eventually, the enemy will destroy your natural resources, take over your country and exterminate the survivors. You ought to admit it: the only chance we have to avoid our obliteration is to obliterate the Chaos Empire now that they have the least, if any, expectations of receiving an offensive reply rather than a defense.
fr: À cause de la croissance des forces du chaos. L'empereur contrôle un continent entier et a massacré tous ceux qui ne le rejoignaient pas. Vu que nous venons d'échapper à un assaut massif, je peux vous affirmer qu'un grand malheur approche. Nous ne survivrez pas longtemps en ne faisant que vous défendre ; l'ennemi détruira vos ressources, s'emparera de vos possessions, et exterminera les survivants. Vous devez l'admettre : il nous faut détruire l'empire du chaos ou être détruits. C'est notre seule chance, surtout s'il ne s'attend qu'à une attitude défensive de notre part.
hu: Mert a Káosz erői egyre erősebbek. A Császár mostanra egy egész kontinenst az uralma alá vont, s lemészárolt minden túlélőt, aki nem csatlakozott hozzá. Mivel mi éppencsak el tudtunk menekülni a fő támadóerői elől, mesélhetek arról, ami be fog következni. Ezzel a védekező taktikával nem sokáig állhattok ellent. Először a természeti erőforrásaitokat fogják elpusztítani, aztán lerohanják az országotokat és lemészárolják a túlélőket. Fel kellene ismerjétek, hogy ez az egyetlen esély: el kell söpörjük a Káosz Birodalmát most, mielőtt ők söpörnek el minket. Addig kell ezt megtennünk, amíg abban a hitben vannak, hogy csak védekezünk, s egyáltalán nem számítanak egy ellentámadásra.mítanak egy ellentámadásra.
tr: Çünkü Kaos kuvvetleri giderek büyüyor. Kıtanın tamamı İmparatorluğun denetimi altında ve hayatta kalanlardan kendilerine katılmayan herkesi katlediyorlar. Büyük bir saldırı gücünden kaçmış biri olarak, bu yaklaşımla büyük bir cehaletin içinde olduğunuzu söyleyebilirim. Bu savunma anlayışınızla daha fazla dayanamayacaksınız; eninde sonunda düşman tüm doğal kaynaklarınızı yok edecek, ülkenizi ele geçirecek ve hayatta kalanları katledecektir. İster inanın, ister inanmayın, yok oluşumuzu engellemenin tek yolu Kaos İmparatorunu yok etmektir; bunun için de karşısında bir savunma gücü değil bir saldırı gücü bulmalı.

source: Wise words. Very wise, indeed. But who are you anyway? Or, more specifically, what are you? You look like one of those treacherous faeries. They like to trick our people to satisfy their whimsical demands.
fr: Sages propos. Très avisés, effectivement. Mais qui êtes-vous, en fait ? Ou, plus précisément, qu'êtes-vous ? Vous ressemblez à une de ces fées traîtresses. Elles aiment embobiner les gens pour satisfaire leurs caprices.
hu: Bölcs szavak, nagyon bölcs szavak. De ki vagy te tulajdonképpen? Illetve pontosabban, mi vagy te? Úgy nézel ki, mint azok az álnok tündérek, akik szeretik elbájolni az embereinket, hogy így elégítsék ki szeszélyes vágyaikat.eszélyes vágyaikat.
tr: Bilgece sözler, gerçekten. Fakat siz kim oluyorsunuz? Hatta, nesiniz? Şu tehlikeli perilerden biri gibi görünüyorsunuz; kaprisli isteklerini yaptırmak için türlü dolaplar çevirenlerden...

source: She is Elynia, known by some elves as Eloh, the 'Source of Light' for the Dwarves, or the Lady of Light, for us, humans.
fr: Il s'agit d'Elynia, que les elfes appellent « Eloh », les nains la « Source de Lumière », et nous les humains la « Madone de Lumière ».
hu: Ő Elynia, néhány tündének Eloh, a törpöknek a 'Fény Forrása', míg az embereknek a 'Világosság Úrnője'.
tr: O Elenya, elflerin bazıları onu Eloh, biz insanlar ‘Işık Meleği’, cüceler ise ‘Işık Kaynağı’ olarak tanır.

source: The Lady of Light? Um... It's just an old myth. She never truly existed, and if she did, that would have been dozens of centuries go. She would have died long ago.
fr: La Madone de Lumière ? Hum... c'est seulement un vieux mythe. Elle n'a jamais vraiment existé, et si elle l'a fait, ça date de plusieurs dizaines de siècles. Elle doit être morte depuis longtemps.
hu: A Világosság Úrnője? Hmm... ez is csak egy régi legenda. Sosem létezett, vagy ha mégis, akkor évezredekkel ezelőtt, s régen meghalt már.

source: That is much of an insult to me, and the ancient elvish lore. It is obvious that you never suffered the horrors of the Fall, unlike my people and I. Not surprising, since you are just a youth. Time passes, and humans as usual either forget or distort the history.
hu: Ez több, mint sértő számomra és a tündék tudósai számára. Nyilvánvaló, hogy te nem szenvedted el a Kataklizma borzalmait, szemben velem és a népemmel. Nem csoda, hiszen szinte még gyerek vagy. Az idő múlásával az emberek rendszerint elfelejtik vagy meghamisítják a történelmet.k a történelmet.

source: Well, I suppose that we cannot judge by ourselves whether any of you are telling us the truth, or not. However, if you come to the capital for a meeting with the Grand Council, we could settle this doubt.
hu: Rendben van, azt hiszem ebben nem mi vagyunk az illetékesek, nem a mi tisztünk eldönteni, hogy igazat mondotok-e vagy sem. De ha eljöttök a fővárosunkba, a Nagy Tanáccsal konzultálhattok, s eloszlathatjátok a kételyeket.ok a kételyeket.

source: That sounds reasonable.
hu: Ez ésszerűen hangzik.

source: Agreed, then.
fr: D'accord.
hu: Megegyeztünk.
tr: Tamam o halde.

source: No, no, no. Wait: first I must see a proof of reliability from you. As you said, you'd help us defeat our enemies. At the moment, these woods are infested with orcs, invaders who came from the northern steppes. If you can defeat them, I'll be pleased to arrange the meeting for you.
hu: Na nem ilyen egyszerű a dolog. Először meggyőző bizonyítékra van szükségem. Azt mondtátok, hogy segíteni tudnátok az ellenségeink megsemmisítésében. Mostanában az erdeinket megszállták az északi sztyeppről behatoló orkok. Ha kifüstölitek őket, akkor készséggel elintézek egy kihallgatást számotokra. gatást számotokra.

source: Orcs? Hah! Agreed.
fr: Des orcs ? Haaaa ! D'accord.
hu: Orkok? Hah! Gyerünk!
tr: Orklar mı? Tamam, kabul.

source: Oh, my, I almost forgot... a colony of saurians is allied with the orcs. But they should not be a major problem for you. Right?
fr: Oh, zut, j'ai presque oublié... une colonie de sauriens est alliée aux orcs. Mais ce ne devrait pas vous poser de gros problèmes. N'est-ce pas ?
hu: Ja igen, majdnem elfelejtettem... egy gyíktelep is az orkokhoz csatlakozott, de nektek ez nem okozhat gondot, ugye?
tr: Oh, bir sürüngen kolonisinin orklarla ittifak halinde olduğunu söylemeyi unutmuşum... Fakat bu sizin için büyük bir sorun teşkil etmez, değil mi?

source: I thought so. We'll be watching you from close range in any case, so don't attempt to do anything... stupid. Ha, ha!
fr: C'est ce que j'ai pensé. Nous vous surveillerons de près en tout cas, n'essayez rien... d'insensé. Ha, ha !
hu: Ez megfelelő próbának tűnik. Minden eshetőségre készen itt maradunk a közelben, szóval ne próbálkozzatok semmi...trükkel. Ha, ha!kkel. Ha, ha!
tr: Bence de. Sizi yakından izliyor olacağız, sakın aptalca bir şey yapmaya kalkışmayın. Ha, ha!

source: Not the friendly kind of natives, I even feel like they are playing with us. They did not even bother to tell us specifically where the pests are; I see no signs of them around.
fr: Les types du coin ne sont pas très amicaux, et j'ai même l'impression qu'ils s'amusent de nous. Ils ne daignent même pas nous dire où sont ceux qui les ennuient ; on n'en voit aucun aux alentours.
hu: Nem éppen barátságos társaság, azt hiszem, csak játszanak velünk. Még arra sem pazaroltak időt, hogy azt megmondják, pontosan hol rejtőznek azok a férgek; nyomukat sem látom errefelé.efelé.
tr: Bu yerliler pek dostça görünmüyorlar, hatta bizimle oynadıkları gibi bir hisse kapılıyorum. Üstelik şu can sıkıcı orkları nerede bulacağımızı bile söyleme zahmetine katlanmadılar. Siz etrafta orklardan bir iz görüyor musunuz?

source: There is something that makes me suspect... are we sure that they are not under the influence of the demons or that they are not any sort of mercenaries working for them?
fr: Quelque chose m'intrigue... sommes-nous certains qu'ils ne sont pas sous l'influence des démons ou que ce ne sont pas des mercenaires à leur solde ?
hu: Valami gyanús nekem... biztos, hogy nincsenek a démonok befolyása alatt, nem csak egyszerű zsoldosai a Káosznak?
tr: Benim de şüphelerimi çeken şeyler var... İblislerin etkisi altında olmadıklarını veya onlar için çalışmadıklarını nereden bileceğiz?

source: I think they are not any of the two options. Their attitude is suspicious, though. Let's beware.
fr: Je ne penche ni pour l'une, ni pour l'autre solution. Mais leur attitude est suspecte. Soyons prudents.
hu: Szerintem egyik feltételezés sem állja meg a helyét. Bár a hozzáállásuk gyanús. Legyünk óvatosak!!
tr: Bilemeyiz elbette. Üstelik davranışları da güven vermiyor. Dikkatli olalım.

source: Are we gonna kill orcs? Oh my, what should I do? I don't want to slay my kinsmen.
fr: Est-ce qu'on va tuer des orcs ? Oh la la, que dois-je faire ? Je ne veux pas tuer mes semblables.
hu: Orkokat fogunk gyilkolni? Hová süllyedtem? Nem akarom a fajtámat mészárolni.
tr: Biz orkları mı öldüreceğiz? Ne yapsam acaba? Bizimkileri öldürmek istemiyorum.

source: Igor, your kinsmen are unlikely to recognize you as an ally alone anyway. So it does not matter much, in my humble opinion.
fr: Igor, les vôtres risquent assez peu de vous reconnaître comme un allié à vous tout seul. Cela n'a guère d'importance, à mon humble avis.
hu: Igor, valószínűtlen, hogy a fajtád hajlandó lenne szövetségesként tekinteni téged. Így ez nem is olyan súlyos bűn, szerény véleményem szerint.véleményem szerint.
tr: İgor, seninkiler seni artık bir müttefikleri olarak tanımazlar. Bu bakımdan, naçizane fikrim, bunu çok kafana takmaman olacaktır.

source: I guess so. Anyway, I owe you my life, so I'll follow you orders while I can breath.
fr: Je suppose. De toute façon, je vous dois la vie et je suivrai vos ordres jusqu'à mon dernier souffle.
hu: Azt hiszem, igazad van. Nektek köszönhetem az életem, így veletek harcolok az utolsó leheletemig. leheletemig.
tr: Ben de öyle sanıyorum. Ne olursa olsun, size hayatımı borçluyum. Bu nedenle, nefes alabildiğim sürece emirlerinize uyacağım.

source: Ah, well... this mission will be pleasant to accomplish. For me, at least.
fr: Ah, bien... cette mission sera agréable à réaliser. Pour moi, tout au moins.
hu: Ó igen... szeretem az ilyenfajta küldetéseket. Örömmel vágok neki.
tr: Bu görevi yerine getirmekten ne kadar mutlu olacağım bilseniz. Tabii benim açımdan.

source: What are those creatures he mentioned, the 'saurians'?
hu: Mik azok a 'gyíkok'?

source: Treacherous little vermins that love to frolic in swamps and impale you with their rusty spears from below the water. They often pose no great threat on their own - the problem is that you see them fighting along with those dirty orcs, most of the time. Hired mercenaries indeed.
hu: Alattomos kis férgek, amik a mocsarakban lubickolnak és a víz alól nyársalnak fel a dárdáikkal. Önmagukban nem jelentenek komoly fenyegetést - a nagyobb problémát az okozza, hogy gyakran társulnak a mocskos orkok mellé, akik zsoldosokként bérelik fel őket.

source: Well, let's be onward then.
hu: Jól van, induljunk!

source: We did it. Now what?
fr: Nous avons réussi. Et maintenant ?
hu: Ezzel végeztünk. Hogyan tovább?
tr: Bu tamam. Şimdi ne yapıyoruz?

source: It was not too difficult. I wonder then, why did they ask us to do the dirty work for them? If they have really fought worse enemies than demons, why couldn't they handle a bunch of orcs and lizards?
fr: Ce n'était pas difficile. Je me demande pourquoi ils nous ont demandé de faire ce sale boulot ? S'ils avaient déjà combattu des ennemis pires que les démons, pourquoi n'ont-ils pas pu s'occuper d'une poignée d'orcs et de lézards ?
hu: Hát ez nem volt valami nagy ügy. Vajon miért velünk végeztetik el a piszkos munkát? Ha tényleg harcoltak rosszabb ellenségek, a démonok ellen is, akkor igazán könnyen el tudnának bánni az orkokkal és a gyíkokkal is. a gyíkokkal is.
tr: Pek zor olmadı. Yine de merak ediyorum, bize bu kirli işi neden verdiler? Eğer, gerçekten iblislerden daha kötü düşmanlarla döğüşüyorlarsa, bir kaç ork çapulcusuyla sürüngeni mi halledememişler?

source: I suppose they were testing our skills. They seem to consider us weaklings in comparison. What is up with this arrogant people?
fr: Je suppose qu'ils testaient nos capacités. Ils semblent nous prendre pour des avortons. Mais que veut ce peuple arrogant ?
hu: Gondolom, leteszteltek minket. Úgy tűnik, meglehetősen gyengének tartanak bennünket. Kik ezek a gőgös népek tulajdonképpen?
tr: Bizim yeteneklerimizi sınadıklarını varsayıyorum. Bizi kendilerine göre zayıf olarak gördüler. Bu önyargılı toplulukla ne yapacağız?

source: It was not too difficult. I suppose they were testing our skills. They seem to consider us weaklings in comparison. What is up with this arrogant people
fr: Ce n'était pas trop difficile. Je crois qu'ils testaient nos compétences. Ils semblent nous prendre pour des avortons. Mais que veut ce peuple arrogant ?
hu: Hát ez nem volt valami nagy ügy. Gondolom, leteszteltek minket. Úgy tűnik, meglehetősen gyengének tartanak bennünket. Kik ezek a gőgös népek tulajdonképpen?ppen?
tr: Pek zor olmadı. Bizim yeteneklerimizi sınadıklarını varsayıyorum. Bizi kendilerine göre zayıf olarak gördüler. Bu önyargılı toplulukla ne yapacağız?

source: They are the Aragwaithi. Nobody knows where they came from, nor why. But as far as I know, they seemed to be descendants of a fallen noble race. They have always set apart from other humans or any other races in this continent. And it seems to be a more important distinction now.
fr: Ce sont les aragwaiths. Personne ne sait d'où ils viennent, ni pourquoi. Mais, pour autant que j'en sache, ils ressemblent aux descendants d'une noble race déchue. Ils se sont toujours tenus à l'écart des autres humains et de toute autre race de ce continent. Et cette séparation semble encore plus nette maintenant.
hu: Aragwaithok. Senki nem tudja, honnan és miért jöttek. Amennyire én tudom, valami bukott nemes faj leszármazottai. Mindig is elkülönültek a többi embertől vagy a kontinens más fajaitól. S úgy tűnik, napjainkban ezt még fontosabbnak tartják.
tr: Onlar Aragvaylar. Nereden, niçin geldiklerini hiç kimse bilmez. Tek bildiğim, yenik düşmüş soylu bir ırkın torunları olduklarıdır. Daima bu kıtadaki diğer insanlardan ve diğer ırklardan uzak durmuşlardır. Bu şimdi daha da önem kazanmış görünüyor.

source: I also wonder where they came from. It was some time before the barbarians, that they came and claimed lands as their own. They must have been refugees of some war in an unknown land.
fr: Je me demande aussi d'où ils viennent. Ils sont arrivés peu de temps avant les barbares pour s'adjuger ces terres. Ce sont peut-être des réfugiés de guerre d'un pays inconnu.
hu: Azért érdekelne, hogy honnan jöttek. Nem sokkal a barbárok előtt érkeztek, s vették birtokba ezt a területet. Valami ismeretlen földön zajló háború menekültjei lehetnek.
tr: Ben ayrıca nereden geldiklerini de merak ediyorum. Barbarlardan önceki zamanlarda gelerek bu toprakların kendilerinin olduğunu iddia ettiler. Bilmediğimiz bir ülkedeki bir savaşın sığınmacıları olsalar gerek.

source: I must admit I'm surprised after witnessing your performance in battle. I have arranged a meeting with the Grand Council for you, as agreed. Now follow us, we shall take you to our capital city, Raelthyn.
fr: Je dois admettre ma surprise après vous avoir vu combattre. J'ai organisé une rencontre avec le Grand Conseil, comme convenu. Suivez-nous, maintenant, nous vous emmenons vers notre capitale, Raelthyn.
hu: El kell ismerjem, hogy kiválóan harcoltatok. Elintéztem a kihallgatást a Nagy Tanácsnál, ahogy ígértem. Kövessetek, Raelthynbe, a fővárosunkba vezetlek titeket.
tr: Savaştaki başarınızın şaşırtıcı olduğunu söylemeden geçemeyeceğim. Sizin için büyük konseyle bir toplantı ayarladım. Başkentimiz Raveltin’e kadar bizi izlemenizi istiyoruz.

source: (whispering) Zednal?
fr: (murmurant) Zednal ?
hu: (suttogva) Zednal?
tr: (fısıltıyla) Zednal?

source: (whispering) Yes sir.
fr: (murmurant) Oui, messire.
hu: *súgva* Igen, uram.
tr: (fısıltıyla) Komutanım?

source: (whispering) Just for safety, I want the escort to follow the faerie lass closely. I don't trust her.
hu: (suttogva) Csak a biztonság okáért, szoros kísérettel vegyétek körül a tündért, nem bízom benne.

source: (whispering) As you command, sir.
fr: (murmurant) À vos ordres, monsieur.
hu: (suttogva) Ahogy parancsolod, uram.
tr: (fısıltıyla) Emredersiniz komutanım.

source: There they are! But... they seem not to be ordinary orcs. Beware, we don't know what sort of tricks these foes know.
hu: Ott vannak! De... ezek nem közönséges orkok. Legyetek résen, nem tudhatjuk, milyen trükkös népséggel állunk szemben.

source: What? Are those elves? With undead? What the... let's be careful, those are not ordinary enemies!
hu: Micsoda? Azok ott tündék? Hogyaza... legyetek óvatosak, nem akárkikkel állunk szemben!en!

source: Gaaargh... how could this happen to me!
fr: Aaargh... comment cela a-t-il pu m'arriver !
hu: Gaaargh... hogy történhetett ez meg velem!!em!!
tr: Aaagh! Bu nasıl oldu bana!

source: I'm really sorry, bro'... I have new... friends.
fr: Je regrette vraiment, mec... J'ai de nouveaux... amis.
hu: Tényleg sajnálom tesó... új... barátaim vannak.annak.
tr: Gerçekten özü, bilade... Yeni dostla... edindim.

source: Aiyeee...!
fr: Aïeee... !
hu: Ujjjjééé...!
tr: Kaiyyyy...!

source: Danger! Bridge no longer maintained; use it at your own risk.
fr: Attention ! Ce pont n'est plus entretenu ; utilisez-le à vos risques et périls.
hu: Figyelem! A híd karbantartása szünetel; használat csak saját felelősségre!felelősségre!
tr: Tehlike! Köprü bakımsızdır; başınıza gelecekler için mesuliyet kabul edilmez.

source: So this is why it broke in half. Heh, the sign is outdated by now then.
fr: C'est donc pour cela qu'il s'est rompu en deux. Ce panneau n'est plus d'actualité, hein.
hu: Tehát ezért szakadt le a közepe. A figyelmeztetés, enyhén szólva, már idejét múlta.dejét múlta.
tr: Neden çöktüğü anlaşılıyor. Levha çok eski olmalı.

source: Look, a tiny bunny! Awww... what a cute fur ball!
fr: Regardez, un petit lapin ! Ohhh... quelle jolie boule de fourrure !
hu: Nézzétek azt a csöppnyi fülest! Óóó... micsoda tündéri kis szőrpamacs!ndéri kis szőrpamacs!
tr: Bakın, bir tavşancık! Ne güzel kürk manto olurdu!

source: Blargh, get that thing out of my sight!
fr: Beurk, ôtez cette chose de ma vue !
hu: Blargh, ne is lássam azt a nyamvadtat!
tr: Pöh, alın şu şeyi gözümün önünden!

source: Shadows of Time
fr: Ombres du temps
hu: A múlt árnyai
tr: Zamane Gölgeleri

source: team_name^Allies
fr: Alliés
hu: Szövetségesek
tr: Müttefikler

source: Defeat of orcish allies
fr: Défaite de la coalition orc
hu: Az ork szövetséges meghal
tr: Ork müttefiklerin ölümü

source: Death of Erathan
fr: Mort d'Erathan
hu: Erathan elesik
tr: Eratan’ın ölümü

source: Your deal is pretty convincing... for other orcs, not us. We are not slackers who will 'help' inferior creatures for gold and territory; if we want them, we shall get them fighting, not dealing stupid contracts.
fr: Votre offre est assez convaincante... pour d'autres orcs, pas pour nous. Nous ne sommes pas des flemmards qui vendent leur aide à des créatures inférieures contre de l'or ou des terres. Pour cela, nous combattons, nous ne faisons pas des contrats stupides.
hu: Az ajánlatotok roppant meggyőző... más orkoknak, de nem nekünk. Mi nem potyalesők vagyunk, akik aranyért és földért 'segítünk' az alsóbbrendű lényeknek, mi fegyverrel vesszük el, ami nekünk kell, s nem ostoba egyezmények révén.ikre rótt firkák miatt.

source: 'Inferior' creatures, you say?
fr: Vous avez dit « créatures inférieures » ?
hu: 'Alsóbbrendű' lényeket mondtál?

source: I knew we would not get much else from your kind, sickening orc. At least not using words and diplomacy!
fr: Je savais qu'on ne pouvait pas attendre grand chose de vous, pitoyable orc. Ou du moins pas en usant de mots ou de diplomatie !
hu: Tudtam, hogy semmi egyebet nem várhatunk a fajtádtól, undorító ork. Legalábbis szavakkal és diplomáciával nem..

source: Ha, and what would you do then? Kill us? What benefit would that bring you?
fr: Ah, et qu'allez-vous faire, alors ? Nous tuer ? Qu'est-ce que ça vous rapporterait ?
hu: Hah, és akkor most mit tesztek? Megöltök minket? S az miért lenne jó nektek?

source: It would quench my thirst, of course...
fr: Ça me soulagerait, pour commencer...
hu: Például engem ez is kielégítene...

source: Quit your folly! These are not times for resuming our ancient conflicts; we must concentrate on the real enemy that threatens all life in the continent, including you, orcs.
fr: Arrêtez cette folie ! Ce n'est pas le moment de rallumer nos anciennes vindictes ; nous devons nous unir contre le véritable ennemi qui menace toute vie sur ce continent, y compris vous, les orcs.
hu: Elment az eszetek, fajankók! Nem az ősi sérelmeket kell feléleszteni, hanem az igazi ellenségre kell összpontosítanunk, akik a kontinens minden élőlényére veszélyt jelentenek, beleértve az orkokat is.k, beleértve az orkokat is.

source: I would not ever buy those tales spoken by you, fairy. It is obvious that you are trying to trick us to get cheap war-beasts for your inane purposes.
fr: Je ne prendrais pas pour argent comptant les fables que vous racontez, fée. Vous essayez de toute évidence de nous embobiner pour obtenir des bêtes de guerre à faible prix, pour vos objectifs ineptes.
hu: Sosem hittem a magadfajta tündérek meséinek. Nyilvánvaló, hogy csak ki akarsz minket használni, olcsó harcikutyaként bevetni homályos céljaid érdekében.ben.

source: Those inane purposes shall be yours too, early or later. If you don't want to accept the deal we'll not further insist, but you shall receive no help from us when you and your people get to face the truth.
fr: Ces objectifs ineptes risquent de devenir les vôtres, tôt ou tard. Si vous ne voulez pas négocier, nous n'insisterons pas plus. Mais nous ne vous aiderons pas quand votre peuple et vous devrez affronter la vérité.
hu: Azok a homályos célok a tieitek is lesznek előbb vagy utóbb. Ha nem akarod elfogadni az ajánlatunkat, akkor berekeszthetjük a tárgyalást, de te sem számíthatsz ránk, amikor majd a népeddel együtt szembesülsz az igazsággal.lsz az igazsággal.

source: It little matters anyway; you won't survive to see that day...
fr: Peu importe cependant ; vous ne survivrez pas assez longtemps pour voir ce jour...
hu: Erre kevés esélyt látok; azt a napot nem éritek meg...

source: Wardrums? I have not given the order YET!
fr: Des tambours de guerre ? Je n'en ai pas ENCORE donné l'ordre !
hu: Harcidobok? Hiszen nem adtam ki a parancsot MÉG!

source: Hold there, 'friend'! Time has come for you to bite the dust in your grave!
fr: Un instant, « ami » ! Le moment est venu de manger les pissenlits par la racine !
hu: Hát itt vagy 'barátom'! Időd letelt, most fűbe harapsz.

source: What the heck are you doing in _my_ territory? I have banished you many times already, hasn't it been enough for you?
fr: Mais que diable faites-vous dans _mon_ territoire ? Je vous ai déjà bannis plusieurs fois, cela ne vous a pas suffi ?
hu: Mi az ördögöt keresel te az *én* területemen? Többször is véres fejjel zavartalak már el, nem volt még elég?
