Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: But what was that? I have never seen anything like it before!
fr: Mais qu'est-ce que c'était ? Je n'ai jamais vu quelque chose comme ça avant !
hu: Hát ez meg micsoda? Még soha nem láttam ilyen kreatúrát.
tr: Fakat bu neydi? Evvelce hiç böyle bir şey görmemiştim!

source: These new foes seem to have a perilous destructive strength. We ought to keep at safe distance from them if we can't kill them immediately!
fr: Ces nouveaux adversaires semblent posséder une dangereuse force destructrice. Nous devrions garder nos distances si nous ne pouvons pas les tuer immédiatement !
hu: Ezek az új ellenséges egységek irtózatos pusztító erővel bírnak. Maradjatok tőlük tisztes távolban, ha nem sikerül egy körben lebírni őket.
tr: Bu yeni düşmanlar tehlikeli bir yıkıcı güce sahip görünüyorlar. Hemen öldürmeyeceksek onları güvenli bir mesafede tutmamızda yarar var.

source: Do you see the might of my fiercest creations? Don't you really want to be able to command them at your own will, to unleash your inner instincts?
fr: Vous voyez la vigueur de mes créations les plus féroces ? Vous ne voulez vraiment pas les commander à volonté, afin de libérer vos instincts les plus profonds ?
hu: Látod mekkora erővel bírnak a teremtményeim? Tényleg nem akarod inkább vezényelni őket, hogy kielégíthesd elfojtott ösztöneidet?
tr: En vahşi yaratıklarımın gücünü görüyor musun? İçgüdülerini serbest bırakıp onlara kendi hizmetinde komuta etmeyi gerçekten istemez miydin?

source: Voices of the Armageddon
fr: Les Voix de l'Armagedon
hu: Az utolsó ítélet hangjai
tr: Mahşerin Gürültüsü

source: Ha, ha! You cannot even attempt to destroy me!
fr: Ha, ha ! Vous ne pouvez même pas essayer de me détruire !
hu: Ha, ha! Ne is próbálkozz a megölésemmel.

source: You have no chance against me!
fr: Vous n'avez aucune chance contre moi !
hu: Semmi esélyed ellenem!

source: Attacking me is futile!
fr: M'attaquer est bien futile !
hu: Csak az energiádat fecsérled azzal, ha rám támadsz!

source: What? Did you want to _kill_ me?
fr: Quoi ? Vous avez voulu me _tuer_ ?
hu: Micsoda, te engem meg akarsz *ölni*?ni*?

source: Ha, ha, ha! You're toast!
fr: Ha, ha, ha ! Vous êtes cuits !
hu: Ha, ha, ha! Te kis naív!
tr: Ha, ha! Hepinizi kızartacağım!

source: Such a subcreature cannot destroy me!
hu: Egy ilyen senkiházi ne emeljen kezet rám!

source: Defeat all your opponents
hu: Legyőzöd az összes ellenséges vezértéges vezért

source: A loud screeching sound was heard echoing on the mountain walls of the pass, like if made by a gigantic creature.
fr: L'écho d'un bruit sonore et strident retentit sur les murs de la passe, comme si une créature gigantesque avait crié.
hu: Egy vészjósló süvöltés visszhangzott a hágót körülvevő hegyekről, amit valami óriási élőlény kelthetett.

source: Yes...
fr: Oui...
hu: Igen...
tr: Evet...

source: A giant made of flesh and bones!
hu: Ez aztán az izomkolosszus!

source: You are toast. Although the Shadow Master would be pleased to meet you, I'm afraid it's my duty to crush you and bury your remains into the sands.
fr: Vous êtes cuits. Malgré le plaisir qu'éprouverait le Maître de l'Ombre à vous rencontrer, j'ai crains que mon devoir soit de vous écraser et d'enterrer vos résidus dans les dunes.
hu: Ti kis vakarcsok, habár az Árnymester szívesen találkozott volna veletek, mégis azt hiszem, jobb lesz, ha pozdorjává törlek benneteket, s szétszórom maradványaitokat a homokba. om maradványaitokat a homokba.
tr: Sizden kızartma yapacağım. Gölgelerin Efendisi sizinle tanışmaktan mutlu olurdu ama benim görevim korkarım sizi ezmek ve kumlara gömmek olacak.

source: The Shadow Master? Is that then the name of the obnoxious ruler of the Empire?
fr: Le Maître de l'Ombre ? C'est donc le nom du détestable dirigeant de l'Empire ?
hu: Az Árnymester? Ez hát a neve annak a visszataszító császárnak?
tr: Gölgelerin Efendisi mi? Bu imparatoruğun iğrenç yöneticisinin adı olmasın?

source: The brute force of you and your pals are not enough to defeat us! All your attempts have been in vain!
hu: A nyers erőd és a magadfajták ereje sem elég ahhoz, hogy megállítson bennünket! Hiába is próbálkoztok!

source: You have not seen the full power of the Empire. Nothing will be left of you at the end of this day, pitiful fairy! A shame, since the Master likes to meet his most persistent enemies in his own keep...
hu: Még nem láttad a Birodalom teljes erejét. Por sem marad belőletek a nap végére, szánalmas tündérke. Szégyen, hogy a Mester a saját erődjében akar látni ilyen nyamvadt, szívós kis patkányokat...ok...

source: Ha, you are the one who'll bid farewell before a new dawn breaks!
hu: Hah, te leszel az, aki búcsút vesz a világtól, mielőtt a nap újra felkel! felkel!

source: I seriously doubt that such a thing may happen.
hu: E téren komoly kételyeim vannak.

source: Who did call this idiot? Destroy him!
fr: Qui a appelé cet idiot ? Détruisez-le !
hu: Hát ez az idióta meg hogy került ide? Takarítsátok el! Takarítsátok el!

source: You are not more than a taint in the long line of grand necromancers that have ever existed, Mal Keshar. Allying with these heathens only weakens you.
fr: Vous n'êtes qu'une pâle copie des grands nécromanciens qui vous ont précédé, Mal Keshar. Vous ne faites que dégénérer en vous alliant avec ces païens.
hu: Nem vagy több, mint a hajdani nagy holtidézők elkorcsosult utóda, Mal Keshar. Szövetséged ezekkel a pogányokkal csak gyengébbé tesz.

source: I'm not a mindless servant to a criminal cause like you; I have my own will, and I have chosen my destiny!
fr: Je ne suis pas comme vous un serviteur décérébré d'une cause criminelle ; j'ai ma propre volonté et j'ai choisi mon destin !
hu: Én nem egy agyatlan kiszolgálója vagyok egy bűnös célnak, mint te; én gondolkozom, s magam választottam a sorsomat.sorsomat!

source: So it seems.
fr: On dirait.
hu: Igen, olyan is...

source: Let's put an end to this folly. Destroy them!
fr: Finissons-en avec cette folie. Détruisons-les !
hu: Elég ebből a szócséplésből! Öljétek meg őket!

source: Surely you have already realized that we are surrounded, haven't you?
fr: Vous avez sûrement remarqué que vous êtes entourés, non ?
hu: Biztosan ti is észrevettétek, hogy körül vagyunk véve, ugyebár?

source: That does not matter. Anyone who dares oppose us will taste our wrath!
fr: Peu importe. Quiconque s'opposera à nous sentira notre courroux !
hu: Nem számít, bárki, aki megpróbál ellenszegülni nekünk, megérzi a haragunkat!unkat!

source: Uhm... sure... Galas, I doubt that you are feeling well.
fr: Humm... Bien sûr... Galas, je crois que tu ne vas pas très bien.
hu: Hmm... biztosan... Galas, tényleg jól érzed magad?

source: You don't dare tell them, huh? Is it that you fear treason on part of your 'friends'? That is normal enough; in this harsh new world, friendship has not the value it used to have in the past. But there is another way...
fr: Vous n'osez pas leur dire, hein ? Est-ce ce que vous craignez une trahison de la part de vos « amis » ? Plutôt normal, dans ce nouveau monde, dur, où l'amitié n'a pas la valeur qu'elle avait dans le passé. Mais il y a un autre moyen...
hu: Még mindig nem mered elmondani nekik, huh? Talán félsz, hogy ezzel árulást követsz el a 'barátaid' ellen? Persze ez érthető, de ez egy kemény világ, a barátság nem olyan, mint régen volt. Van egy másik út is...
tr: Ona anlatmaya cesaretin yok, değil mi? Yoksa dostlarından bazılarının hıyanetinden mi korkuyorsun? Ama bu çok normal; bu yeni acımasız dünyada eski dostluklara yer yok artık. Ama başka bir yol var...

source: This is not the day in which you shall see us fall, heretics. Nobody can oppose the power of the Iron Triad's fist and survive for much time!
fr: Ce n'est pas aujourd'hui que vous nous verrez tomber, hérétiques. Personne ne peut s'opposer à la puissance de la Triade de Fer et survivre bien longtemps !
hu: Ez nem az a nap, amikor elbukunk, hitetlenek. Senki sem szállhat szembe a Kardtestvérek triumvirjének hatalmával, de legalábbis nem sokáig..

source: Blast it, he did it once again!
fr: Chiotte, il a recommencé !
hu: Az ördög vigye el, már megint ez a trükk!z a trükk!

source: I swear that this is the last time he escapes his deserved punishment.
fr: Je jure que c'est la dernière fois qu'il échappe à une juste punition.
hu: Fogadom, hogy ez volt az utolsó alkalom, hogy sikerült meglépnie a jól megérdemelt végzete elől.

source: And so passes the biggest imp ever seen...
fr: Ainsi disparaît le plus gros diablotin jamais vu...
hu: Így múlt ki a legnagyobb, valaha is élt ördög...
tr: Ve böylece gelmiş geçmiş en büyük cin ezilmiş oldu...

source: Let's not further delay our journey now. It's time to advance to the south, but beware, for we don't know exactly what we'll face in the Chaos domain.
fr: Ne retardons pas plus longtemps notre voyage. Il est temps d'aller au sud, mais attention : nous ne savons pas ce que nous allons découvrir dans les terres du chaos.
hu: Most már végképp nem halaszthatjuk el a küldetést. Délre kell mennünk, de legyünk óvatosak, ki tudja, mi vár ránk a Káosz Birodalmában!
tr: Yolculuğumuzda artık böyle gecikmelere yer vermeyelim. Hemen güneye hareket edelim, fakat Kaos bölgesinde nelerle karşılaşacağımızı bilemeyeceğimiz için dikkatli olalım.

source: Yes, you come to my domain of darkness; wherever darkness is, I shall be to haunt you. You cannot escape my influence now, Galas, I warn you.
hu: Igen, szóval beléptek a Sötétség birodalmába; ahol sötétség van, ott én is kísérteni foglak. Nem menekülhetsz a hatalmam elől! Figyelmeztettelek...lek.

source: Legend of Wesmere
fr: Légende de Wesmere
hu: Wesmere legendája

source: Move Galas, Mal Keshar or Elynia to the cavern in the south-eastern edge of map
fr: Déplacer Galas, Mal Keshar ou Elynia à la grotte au bord sud-est de la carte
hu: Galas, Mal Keshar vagy Elynia belép a térkép délkeleti sarkában lévő barlangba
tr: Galas, Mal Keşnar veya Elenya’yı haritanın güneydoğu kenarındaki mağaraya götür

source: Wesmere Forest, the accursed place that once was Inferno in earth's surface.
fr: La Forêt de Wesmere, endroit maudit où l'enfer eut un jour sa place sur la terre.
hu: Wesmere-Erdő, az elátkozott hely, ahol egykor a Pokol volt jelen a felszínen..
tr: Vesmer Ormanı, bir zamanlar yeryüzü cehennemi olan lanetli yer.

source: So this is it. It is quite... desolated, now.
fr: C'est donc ça. C'est... C'est tellement désolé, maintenant.
hu: Szóval ez az. Hááát, eléggé... elhagyatott.
tr: Öyleymiş. Şimdi, sessiz ve... terkedilmiş.

source: Nothing was left of the former glory of the local elves after that fateful night. Trees, elves and forest creatures... even human and orcish wanderers were all burned alive, not to leave any corpses which we could bury in a proper way.
hu: Semmi sem maradt a helyi tündék dicsőségéből azután a végzetes éjszaka után. Fák, tündék, erdei lények... még az emberek és az orkok is elevenen elégtek, akik épp erre jártak. Semmi sem maradt, hogy szertartásosan elégethessük őket.

source: Well, we didn't come here to cry in memory of victims of old wars. Where should we head to?
hu: Nem azért jöttünk ide, hogy régi háborúk áldozatai felett merengjünk. Merre kell tartanunk?

source: I am not sure if it's still there, but there was a secret cave back then, in the south-eastern hills, which served as shortcut to the lands of Wesnoth. If we can find and enter it, it could serve us to remain hidden and unnoticed until finding the capital.
fr: Je ne suis pas certain de sa présence aujourd'hui, mais une caverne secrète dans les collines du sud-est servait de raccourci vers Wesnoth. Si nous pouvons la retrouver, elle nous servirait de repaire pour rester cachés jusqu'à ce que découvrions la capitale.
hu: Nem tudom biztosan, hogy megvan-e még, de volt itt egy titkos barlangbejárat a délkeleti domboknál, ami lerövidítette az utat Wesnothba. Ha meglelnénk, az nagy segítséget jelentene ahhoz, hogy észrevétlenül megközelíthessük a fővárost.
tr: Hala mevcut mu bilmiyorum ama burada, güneydoğu tepelerinde Wesnoth topraklarına kestirmeden gitmemizi sağlayacak gizli bir mağara olacak. Bulup girebilirsek başkenti bulana kadar farkedilmememizi sağlayacaktır.

source: Capital? And where should it be?
fr: La capitale ? Et où serait-elle ?
hu: A fővárost? S hol kellene lennie??
tr: Başkent mi? Nerede olması gerekiyor?

source: I suspect that the Empire of Chaos was formed around the base of the old Empire of Wesnoth. Weldyn was the old capital, established in a valley in the midlands, crossed by a river coming from the north. If the lands have flourished once again, that would be the best place to establish a new empire. If not, it would not be strange and surprising that the humans established a new base on top of its remains, to dig the place in an attempt to recover the lost knowledge and artifacts stored in the ancient city.
hu: Gyanítom, hogy a Káosz Birodalmának fővárosa az egykori Wesnoth Birodalom közelében jött létre. Weldyn, a régi főváros a síkság belső területén egy völgyben feküdt, egy délről érkező folyó szelte át. Ha a föld újra erőre kapott, akkor ez egy ideális hely egy új birodalom alapításához. Ha nem, akkor az sem lenne elképzelhetetlen, hogy az emberek új bázist alakítottak ki a romokon, s összevissza túrták a területet, hogy az eltemetett tudást és eszközöket újra a felszínre hozzák.

source: Excelent theory, but I would not bet on it. If the Emperor is not in the lands of the ancient Weldyn, we might get there just to be trapped with no exit.
fr: Excellente théorie, mais je ne parierais pas dessus. Si l'empereur n'est pas sur le territoire de l'ancienne Weldyn, nous serions juste coincés sans pouvoir nous en sortir.
hu: Kitűnő elképzelés, de egy lyukas garast sem adnék érte. Ha a Császár nem Weldyn ősi földjén tartózkodik, könnyen végérvényesen csapdába eshetünk ott.
tr: Mükemmel bir teori fakat bunun için bahse girmezdim. Eğer imparator eski Veldin’de değilse kurtuluşu olmayan bir tuzağa düşmüş olacağız.

source: It is a risk we'll have to run, unfortunately.
fr: C'est un risque à courir, malheureusement.
hu: Sajnos ezt a kockázatot vállalnunk kell.
tr: Ne yazık ki, kaçmak zorunda kalma riski hep var.

source: Let's move, then.
fr: Alors, allons-y.
hu: Akkor gyerünk!
tr: Gidelim, o halde.

source: We cannot abandon yet! If we do so, these monsters will alert the loyalists and send them to pursue us! All would be lost then.
fr: Nous ne pouvons pas déjà abandonner ! Si nous le faisons, ces monstres vont alerter les loyalistes et les envoyer à nos trousses ! Tout serait perdu.
hu: Még nem végeztünk! Ha ezeket a szörnyeket nem irtjuk ki, biztosan értesítik a lojalistákat, akik az üldözésünkre indulnak. S akkor elveszünk. kor elveszünk.

source: Here it is, the entrance to the underground!
fr: Voici l'accès aux souterrains !
hu: Íme a bejárat a föld alá!
tr: İşte, yeraltına giriş!

source: Make haste, before these blasted creatures manage to regroup and follow us!
fr: Faisons vite avant que ces foutues créatures ne se regroupent pour nous suivre !
hu: Gyorsan, mielőtt ezek az átkozott kreatúrák újraszerveződnek, s utánunk erednek.
tr: Acele edin, bu lanetli yaratıklar toplanıp bizi izlemeye kalkmadan gidelim buradan.

source: You will succumb to the power of Chaos, eventually. No elf or human has resisted it for long in the past.
fr: Vous succomberez au pouvoir du chaos. Ni les elfes, ni les humains n'ont résisté longtemps par le passé.
hu: Nemsokára kénytelen leszel megadni magad a Káosz hatalmának. Nincs olyan tünde vagy ember, aki sokáig képes lett volna ellenállni neki.es lett volna ellenállni neki.
tr: Sonunda Kaos’un gücüne mağlup olacaksınız. Geçmişte ne elfler ne de insanlar ona uzun süre direnebildi.

source: It should be dawn by now; the moon has hidden and Naia should have already appeared in the skies.
fr: Ce devrait être l'aube maintenant, la lune est cachée, et Naia devrait déjà avoir réapparu dans les cieux.
hu: Hamarosan hajnalodik, a hold már elbújt és Naiának már fel kellett bukkannia a horizonton.
tr: Artık şafak sökmüş olmalı; ay ortada yok ve Naya görünmüş olmalıydı.

source: This place was cursed, since long ago, to be sunken into eternal darkness. No matter what we do, the night will not end here. This makes it specially dangerous for us, against the fiendish new inhabitants of these lands.
fr: Une très ancienne malédiction a plongé cet endroit dans une obscurité éternelle. Quoi que nous fassions, la nuit ne finit jamais ici. C'est très dangereux pour nous, surtout face aux démons qui habitent ces contrées.
hu: Ez a hely átkozott, túl régen elsüllyedt már a sötétségben. Nem számít, mit csinálunk, az éjszaka sosem ér véget. Ez különösen kedvezőtlen számunkra, szemben a terület új lakóival.
tr: Burası uzun zaman önce sonsuza kadar karanlıkta kalmak üzere lanetlendi. Gece burada hiç bitmez. Bu da, bu topraklarda barınan şeytani yaratıklara karşı bizim durumumuzu özellikle tehlikeli hale getiriyor.

source: This has delayed us a lot already.
fr: Tout cela nous a déjà beaucoup retardé.
hu: Túl sok időt pazaroltunk el.
tr: Bu bizi epeyce geciktirdi.

source: Look! A huge swarm of drones approaches!
fr: Regardez ! Un énorme groupe de drones s'approche !
hu: Nézzétek! Egy egész hadseregnyi here jelent meg!
tr: Bak! Dev bir zebani sürüsü yaklaşıyor!

source: We cannot deal with such a threat... we will be surely vanquished now!
fr: Nous ne pouvons pas affronter un tel danger... nous allons probablement perdre, maintenant !
hu: Ennyivel képtelenek vagyunk elbánni... elvesztünk!
tr: Böyle bir tehtide karşı koyamayız, mahvolduk!

source: unit_name^Drone
hu: Here

source: Oh, look! These creatures have just popped out of those holes in the ground!
fr: Oh, regardez ! Ces bestioles viennent juste de sortir de ces trous dans le sol !
hu: Ó, nézzetek oda! Azok a kreatúrák csak most bukkantak elő a földön lévő lyukakból!kakból!
tr: Hey bakın! Bu yaratıklar topraktaki deliklerden fırlıyor.

source: They must live inside them, like ants.
fr: Elles doivent vivre dedans, comme des fourmis.
hu: Biztosan azok belsejében élnek, mint a hangyák.
tr: Karıncalar gibi deliklerde yaşıyor olmalılar.

source: I just hope that their numbers are not similar to those of real ants.
fr: J'espère que leur nombre n'a rien à voir avec celui des vraies fourmis.
hu: Remélem, hogy a számuk nem mérhető az igazi hangyákéhoz.
tr: Umarım sayıları da karıncalara çekmemiştir.

source: Oops, I've just awakened one of these monsters.
fr: Oups, je viens juste de réveiller une de ces créatures.
hu: Hoppá, felébresztettem én is egy ilyen szörnyet.

source: Next time watch before you step!
fr: La prochaine fois, faites attention à là où vous mettez les pieds !
hu: Legközelebb nézz a lábad elé!

source: Dang.
fr: Merdre.
hu: Dang.ba.

source: udesc^Imp
fr: Diablotin
hu: Ördög
tr: Cin

source: What is this? The rebels, but... how could you make it through the frontiers?!
fr: Qu'est-ce que c'est ? Les rebelles, mais... comment avez-vous pu traverser les frontières ?!
hu: Mi ez? A lázadók, de hogy juthattak a frontvonalak mögé?
tr: Bu da nesi? İsyancılar mı? Fakat... Cephe gerisine nasıl gelebildiler?!

source: Oh, no, they have discovered us. I hoped that they would not realize our presence with the war distracting them on the north.
fr: Oh, non, ils nous ont découverts. J'espérais qu'ils ne s'apercevraient pas de notre présence avec cette guerre au nord.
hu: Ó ne, felfedeztek bennünket! Reméltem, hogy az északi háborúval lesznek elfoglalva, s nem vesznek észre minket.
tr: Olamaz, bizi keşfettiler. Umarım varlığımızı kuzeydeki savaşla ilişkilendirmezler.

source: This is not good. We must kill them before they alert the entire empire, or all will be lost!
fr: Ce n'est pas bon. Nous devons les tuer avant qu'ils n'alertent tout l'empire, ou tout sera perdu !
hu: Ez nem jó hír. El kell némítanunk őket, mielőtt riadóztatnák a teljes birodalmat, különben végünk!
tr: Bu iyi değil. Tüm imparatorluğu ayağa kaldırmadan onları yok etmemiz lazım yoksa her şeyi kaybederiz!

source: Defeat Oz before entering the cavern
fr: Vaincre Oz avant d'entrer dans la caverne
hu: Megölöd Ozt, mielőtt belépne a barlangbangba
tr: Mağaraya girmeden önce Oz’u yen

source: Phew! That was a close call.
fr: Pfiou ! C'était juste.
hu: Fúú! Ez meleg helyzet volt.
tr: Üff! Hele şükür.

source: Remaining unnoticed in these lands will be very hard. It is a shame that there is no other way
fr: Il sera très difficile de passer inaperçus sur ces terres. C'est une honte qu'il n'y ait pas d'autre passage.
hu: Nehéz lesz észrevétlennek maradni ezeken a földeken. Szégyen, hogy nincs rá más mód.
tr: Bu topraklardan farkedilmeden geçmek çok zor olacak. Başka bir yol olmaması ne kötü.

source: There may not be any trees alive in this place, but it seems those things do as a good replacement.
fr: Il n'y a peut-être plus d'arbres vivants dans cet endroit, mais on dirait que ces choses peuvent faire l'affaire.
hu: Egyetlen fa sincs közel s távol, de azok a lények mintha mégis igen jól éreznék magukat.
tr: Burada hiç canlı ağaç kalmamış olabilir ama bu şeyler hiç de ağaçları aratmıyor.

source: They look like conducts of a bigger creature, and fairly resemble those creeping horrors of the Chaos hordes.
fr: Elles ont des allures d'une créature plus imposante, et ressemblent plus ou moins à ces horreurs rampantes des hordes du chaos.
hu: Lehet, hogy valami nagyobb teremtmények részei, mindenesetre nagyon hasonlítanak a Káosz hordáinak csúszkáló szörnyűségeire.szörnyűségeire.
tr: Daha büyük yaratıkların refakatçisi gibi görünüyorlar ve kaos ordularının ürkütücü yaratıklarına çok benziyorlar.

source: Probably they are relatives.
fr: Elle y sont sûrement apparentées.
hu: Talán rokonok.
tr: Şüphesiz, bunlar da onlara mensup.

source: Something really wrong goes on in here. There are undead tree-folk wandering around these plains.
fr: Il y a quelque chose qui ne va vraiment pas ici : des êtres sylvestres morts-vivants se baladent dans les plaines.
hu: Valami nagyon rossz működik itt. Élőholt fa-teremtmények bolyonganak a területen.
tr: Burada yanlış giden bir şeyler var. Bu düzlüklerde dolaşan yarı ölü ağaçlar var.

source: They are part of the innocent victims of the events of that fateful night, who were cursed by the demon lord to stay in the earth for the rest of eternity, trapped between death and life.
fr: C'est une partie des victimes innocentes de cette nuit fatale qui fut maudite par le seigneur démon à vagabonder sur terre jusqu'à la fin des temps, piégées entre la mort et la vie.
hu: Ők is annak a végzetes éjszakának a vétlen áldozatai, akiket megátkozott a démonúr, s örök időkre a felszínen maradtak megrekedve élet és halál között.
tr: Şu meşum gecenin masum kurbanları onlar. Ölümle yaşam arasında tuzağa düşüp şeytan lord tarafından sonsuza kadar bu topraklarda kalmak üzere lanetlendiler.

source: Then let's help and give them a final rest.
fr: Alors donnons-leur un coup de main et accordons-leur leur dernier repos.
hu: Akkor segítsünk nekik jobblétre szenderülni..
tr: O halde mezarlarına gitmeleri için onlara yardımcı olalım.

source: Is that the corpse of a dragon?
fr: C'est un corps de dragon ?
hu: Az ott egy sárkánytest?
tr: Bu bir ejder cesedi mi?
