Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
fr: Ces guerriers portent les antiques boucliers de leurs ancêtres qui pouvaient tenir en ligne lors des grandes batailles, jusqu'à l'arrivée des renforts. Ceux-ci l'ont payé cher car peu ont survécu et beaucoup sont morts suite à leurs blessures. Aujourd'hui, seuls les meilleurs guerriers ont le droit de brandir le bouclier des anciens en hommage à la vie de ces gens courageux, à leur honneur et à leur sacrifice.
hu: Ezek a harcosok elődeik régi pajzsait viselik. Ezek az ősök hatalmas csatákban tartani tudták a vonalakat, amíg az utánpótlás megérkezett, de nagy árat fizettek érte, nem sokan élték túl a csatát, és sokan a súlyos sebeik miatt haltak meg. Ma már csak a legnagyobb harcosok viselik ezeket az ősi pajzsokat, hogy emlékeztessék a világot és tisztelegjenek elődeik bátorsága és áldozata előtt.

source: Silver Shield
fr: Bouclier d'argent
hu: Ezüstpajzs
tr: Gümüş Kalkan

source: Slayer
fr: Tueur
hu: Vérengző
tr: Katil

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
fr: Alors qu'il ne développe que peu son habileté à l'arc, le massacreur abandonne le couteau pour s'entraîner au maniement de la vouge et améliore ainsi sa capacité au combat au corps à corps. Il n'est pas aussi acharné que d'autres aussi compétents que lui, mais bien plus mortel.
hu: Miközben keveset törődnek az íjászattal, a vérengzők elhagyják a tőrt is, és inkább gladiusszal edzik magukat, fejlesztve képességeiket a szemtől szembeni harcban. Nem olyan kemények, mint hasonló képességű társaik, de sokkal halálosabbak.

source: glaive
hu: gladius

source: Sorcerer
fr: Sorcier des ténèbres
hu: Boszorkánymester
tr: Büyücü

source: The mighty Aragwaith Sorcerers are gracile like wind. They can confuse their oponents by standing in fron of them, seemingly defenseless; after the attacker hits, they notice their victim is behind them, ready to perform his own killing strike. On the battlefield these sorcerers are fearsome enemies; even their comrades keep an eye on them, carefully, from a safe distance. And so it happens that even the Royal orders of Wesnothian magi treat these noble lores with respect and caution.
hu: A nagyerejű aragwaith boszorkánymesterek nádszálvékonyak. Könnyen összezavarhatják az ellenségeiket, ha megjelennek előttük látszólag védtelenül. Az ellen egy könnyed csapás után arra kénytelen eszmélni, hogy vélt áldozata már a háta mögött van, hogy egy végzetes csapást mérjen őrá. A csatamezőn ezek a boszorkánymesterek félelmetes ellenfelek; a társaik biztonságos távolból fél szemüket mindig rajtuk tartják. Így aztán a Wesnothi Királyi Mágusrend tagjai is óvatos tisztelettel kezelik ezeket a tudós mágusokat.

source: female^Sorceress
fr: Sorcière
hu: Boszorkány
tr: Meftune

source: The mighty Aragwaith Sorceresses are gracile like wind. They can confuse their oponents by standing in fron of them, seemingly defenseless; after the attacker hits, they notice their victim is behind them, ready to perform her own killing strike. On the battlefield these sorceresses are fearsome enemies; even their comrades keep an eye on them, carefully, from a safe distance. And so it happens that even the Royal orders of Wesnothian magi treat these noble lores with respect and caution.
hu: A nagyerejű aragwaith boszorkányok nádszálvékonyak. Könnyen összezavarhatják az ellenségeiket, ha megjelennek előttük látszólag védtelenül. Az ellen egy könnyed csapás után arra kénytelen eszmélni, hogy vélt áldozata már a háta mögött van, hogy egy végzetes csapást mérjen őrá. A csatamezőn ezek a boszorkányok félelmetes ellenfelek; a társaik biztonságos távolból fél szemüket mindig rajtuk tartják. Így aztán a Wesnothi Királyi Mágusrend tagjai is óvatos tisztelettel kezelik ezeket a tudós mágusokat.

source: Spearman
fr: Porte-lance
hu: Lándzsás
tr: Mızrakçı

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear.
fr: Les aragwaiths les plus forts et les moins habiles choisissent la lance. Dangereuse à la chasse, cette arme est également mortelle sur un champ de bataille. Beaucoup de chevaliers impétueux se sont retrouvés empalés au bout d'une lance aragwaith.
hu: A kevésbé ügyes és erős aragwaithok veszik kezükbe a lándzsát. Hasznos a vadászatban, de ez a fegyver a csatatéren is halálos. Sok meggondolatlan lovag találta már magát vagy hátasát egy aragwaith lándzsa hegyére tűzve.

source: Strongbow
fr: Puissant-arc
hu: Erősíjas
tr: Usta Okçu

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
fr: En s'équipant d'un arc plus puissant et en s'entraînant presque constamment, le puissant-arc aragwaith envoie une flèche beaucoup plus mortelle qu'un archer ordinaire. Leurs 'sagaies' sont plus plus longues que les dagues utilisées par les archers classiques et ils s'exercent plus efficacement.
hu: Egy erősebb íjat viselve és a majdhogynem folyamatos kiképzésnek köszönhetően az aragwaith erősíjasok sokkal halálosabb nyilakat lőnek ki, mint az átlag nyilasok. Tőreik hosszabbak, mint a tipikus nyilasokéi és messzemenően hatékonyabban is használják azokat.

source: Swordmaster
fr: Maître des épées
hu: Kardmester
tr: Kılıç Ustası

source: Swordmasters do not get their title from one day to another. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it - and lived. Having earned their title, Swordmasters take responsibility for instructing the young, passing by generation on generation the proud Aragwaithi martial traditions.
fr: Les maîtres des épées n'obtiennent pas facilement leur titre. Pendant des années, ils ont subi un entraînement militaire rigoureux et dû survivre à de nombreuses et féroces batailles. Leur talent à l'épée terrifie ceux qui les ont vu se battre et qui ont survécu à la rencontre. Les maîtres des épées sont chargés de l'instruction des nouvelles recrues, et doivent leur inculquer les fières traditions martiales aragwaiths. Même les gardes royaux de Wesnoth les respectent.
hu: A kardmesterek nem egyik napról a másikra szerzik meg ezt a titulust. Sokéves kitartó katonai gyakorlatozás, számos sikeresen túlélt véres ütközet van a hátuk mögött. Pengeforgatásukról félelemmel szól az a kevés ellenség, aki megtapasztalta ebbéli tudásukat - és túl is élte a tapasztalást. Kiérdemelve a címet a kardmesterek felelősek a fiatalok neveléséért, továbbadják a híres aragwaith harci tudományokat.

source: Swordsman
fr: Spadassin
hu: Kardforgató
tr: Silahşör

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilites, coupled with the intensive training given to the Agarwaithi military, make for superb swordsmen. Swordsmen are clad in light chain mail - the better to resist the blades of their enemies.
fr: Élancés, les aragwaiths sont rapides et agiles. Ces caractéristiques, couplées avec l'entraînement intensif dispensé aux soldats, en font de formidables combattants à l'épée. Les spadassins sont vêtus d'une cotte de mailles légère, ce qui est le mieux pour résister aux lames ennemies.
hu: Habár az aragwaithok gyenge felépítésűek, gyorsak és hajlékonyak is. Ezek a képességek, párosítva a fárasztó kiképzéssel, amit az aragwaith katonaság kap, nagyszerű kardforgatókká teszik őket. A kardforgatók könnyű páncélinget viselnek - hogy ellenségeik pengéinek jobban ellenálljanak.

source: Warlock
fr: Enchanteur
hu: Táltos
tr: Şaman

source: The magically inclined ones among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people.
fr: Les aragwaiths prédisposés à la magie reçoivent un entraînement martial, ce qui est très habituel dans leur société, et apprennent à soigner et à lancer des sorts. Pouvant lancer de puissantes boules de feu, doués avec leur bâton, et capables de guérir les autres, les enchanteurs sont les plus nobles de ce noble peuple.
hu: Az aragwaithok között a varázslatra hajlamosak nem csak az aragwaith társadalomban oly gyakori harcművészeti képzést kapják meg, hanem jártasak a gyógyítás művészetében és természetesen a varázslásban is. Hatalmas tűz birtokában, botjuk mestereiként, gyógyító érintéssel rendelkezve a táltosok a nemes emberek legnemesebbjei.

source: female^Warlock
fr: Enchanteresse
hu: Táltosnő
tr: Şaman

source: Wizard
fr: Sorcier
hu: Varázsló
tr: Sihirbaz

source: female^Wizard
fr: Magicienne
hu: Varázslónő
tr: Sihirbaz

source: Chaos Bowman
hu: Káosz íjász

source: The backbones of most armies are soldiers capable of using ranged weapons of sorts. The bow is the cheapest, yet effective, weapon that a military can afford for beginners in their lines. Bowmen are usually given a short sword to defend themselves if that should ever be necessary; they are instructed not to engage enemies in close combat. Bowmen serving the forces of Chaos are trained for moving and attacking covered by the black shroud of night. This causes great difficulty to most adversaries, as they are often adapted to fight under the light of the two suns, over the sands; their lack of protection against the freezing cold of night is also an advantage for Chaos Bowmen.
hu: A legtöbb sereg gerincét képező katonák általában rendelkeznek valamilyen távolharci fegyverrel is. Az íj a legolcsóbb, de hatásos fegyver, amellyel a hadsereg ellátja az újoncokat. Rövid kardjuk is van, amellyel közelharcban megvédhetik magukat, de erre ritkán kerül sor, mivel parancsnokaik az íjászoknak tiltják a közelharcba bonyolódást. A Káosz seregében szolgáló íjászok kiképzése az éjszaka leple alatti manőveren és támadáson alapul. Ez rendkívül megnehezíti az ellenségek dolgát, akik a tűző napok alatt, a homokon tudnak jól harcolni; az éjszaka hidege ellen védtelen ellenséggel szemben nagy előnyben vannak a káosz íjászok.

source: short sword
hu: rövid kard

source: Cataphract
hu: Páncélos vitéz

source: At the zenith of their career, mounted soldiers of Chaos go through unknown rituals and are ascended to the top of the hierarchy. They seem to have become, as their mounts, living, blood-thirsty killer machines. Although just respectable soldiers on their own, a few groups of Cataphracts at night are certainly enough to take over a large town.
hu: Az életük csúcspontján a Káosz lovas zsoldosai ismeretlen rituálékon esnek át és a hierarchia csúcsára érnek. Úgy tűnik, hogy hátasukkal egyetemben egy eleven, vérszomjas gyilkoló gépezetté alakulnak. Habár önmagukban is félelmet keltő zsoldosok, de kis csoportjuk egy éjszaka alatt képes elfoglalni egy nagy várost is.

source: sword
fr: épée
hu: kard

source: crossbow
hu: számszeríj

source: Chaos Cavalier
hu: Káoszlovas

source: With time, Chaos Raiders are ascended to higher ranks of the military, given better weapons, armor and mount. The mount plays an essential role in the effectiveness of these units. Horses are, by nature, prone to be scared in the battlefield; when this occurs, the soldier mounting it is usually injured or killed by the confused animal. The mounts used by Chaos Cavaliers, however, are not known to have ever reacted in such ways to the battle action. Their behavior suggests that they have been well trained for the horrors they face. Another possibility is that they are simply possessed by some demonic force, as are many other creatures under the control of these men.
hu: Ahogy a káosz prédálók magasabb rangot érnek el a seregben, jobb fegyvereket, vértet és hátast kapnak. Hátasuk döntő szerepet játszik ezeknek az egységeknek a hatékonyságában. A közönséges lovak, természetüknél fogva, nem alkalmasak harci feladatokra, gyakran megvadulnak, s ilyenkor lovasukat levetve súlyos sérüléseket okozhatnak nekik, de akár halálra is taposhatják őket. A káoszlovasok által használt hátasokat más fából faragták, velük ilyesmi nem fordulhat elő. Az idomításuk során beléjük vésődött viselkedéshez tartják magukat bármilyen szörnyűséggel találják is szembe magukat. Más magyarázatok szerint viselkedésüket az őket megszálló démoni erő kontrollálja, ahogy más kreatúrákét is a Káosz seregében.

source: Crossbowman
fr: Arbalétrier
hu: Számszeríjász
tr: Tatar Yaycı

source: Unlike their comrades, the Chaos Longbowmen, who only seek greater power with their bows, these archers decide to seek power in a more balanced fashion. Due to this, they are trained to be adept with both their axes and their crossbows. Such training results in a warrior adept with fighting at both close and ranged combat, and are especially dangerous at night, due to the fact that they were trained to fight in the freezing night.
hu: A káosz hosszúíjnyilasokkal szemben, akik az erőt a minél erősebb íjban látják, ezek az íjászok sokkal kiegyensúlyozottabb taktikára törekszenek. Ezért aztán a bárdjukkal éppoly kiválóak, mint számszeríjukkal. Ez a fajta tréning közelharci és távoli csatákra egyaránt alkalmassá teszi őket, s különösen veszélyesek éjszaka, mivel harci gyakorlatozásaik a fagyos éjszakákban zajlottak.

source: Advanced Crossbowman
hu: Elit számszeríjász

source: Knight of Chaos
fr: Chevalier du chaos
hu: Káoszlovag
tr: Kara Şövalye

source: Tougher than the average Chaos follower, the Dark Knight attempts to confuse it's opponent by wielding a different weapon in each hand. He lets his style on combat alter depending on the situation, which makes him a tough warrior to fight.
hu: Keményebb, mint az átlag káoszhívő, a sötét lovag megkísérli megtéveszteni ellenfelét azáltal, hogy mindkét kezében különböző fegyvert forgat, az adott helyzethez igazítja küzdési stílusát, ami szívós ellenféllé teszi.

source: Doom Guard
fr: Garde infernal
hu: Végzetőr
tr: Kıyamet Muhafızı

source: Demons know well that the only thing which can stop a tidal wave is a powerful wall. Doom Guards are such a wall, made of living flesh and steel. Devoid of bloodlust, their aggression is changed into fanatic loyalty. Doom Guards are not the ones to fight, they are the ones to stand against every possible enemy, until they are wounded enough to die instantly.
hu: Azt a démonok is jól tudják, hogy egy támadóhullám megállítására csak egy szilárd fal képes. A végzetőrök képesek ilyen, élő húsból és acélból álló falat alkotni. Vérszomj és agresszió helyett fanatikus hűségükkel tűnnek ki. A végzetőrök nem tipikus támadók, ők inkább védők, akik mindhalálig ellenállnak bármiféle támadásnak.

source: shield
fr: bouclier
hu: pajzs
tr: kalkan

source: Headhunter
fr: Chasseur de têtes
hu: Fejvadász
tr: Kelle Avcısı

source: The Chaos Hordes rely heavily on the appeal of their philosophy to attract more practitioners and recruit new adepts. Some of those adepts do not have the magic skills to join the Invoker orders, but instead are used as messengers of doom. These warriors are given a club, a small supply of javelins, and freedom from the burden of their souls via the darkest arts known only by the demonic masters. They are then sent to spread fear and despair amongst their victims, decimating their defenses before the demons are unleashed and sent to finish the job. Their fanaticism leads them to eschew any form of proper defense, leaving them rather weak and vulnerable, but it also incites them to kill their opponents even if that would mean their own death.
hu: A Káosz hordáinak gyakorlatias szemlélete nagy hatással van a gyakorlott harcosokra, s könnyen toborozhatnak új híveket maguknak. Az újoncok közül sokan nem rendelkeznek mágikus képességekkel, s így nem csatlakozhatnak az Idézők Rendjéhez, ehelyett a végzet előhírnökeivé lesznek. Fegyverként fütykössel és rövid dárdákkal látják el őket, s mentesülnek a démoni mesterek sötét művészete által a lelkeket fogva tartó bilincstől is. Ezután küldik őket az áldozatok megfélemlítésére, demoralizálására, s a védelem gyengítésére, mielőtt a szabadjára engedett démonok megjelennek, s befejezik a munkát. Fanatizmusuk miatt nem is törődnek a védelmükkel, így viszonylag gyengék és könnyen sebezhetőek, de ez is csak újabb ösztönzés arra, hogy akár saját életüket kockáztatva is, de elpusztítsák ellenségeiket.

source: Hell Guardian
fr: Gardien des enfers
hu: Pokolőrző
tr: Cehennem İnfazcısı

source: Only the toughest of armorers are worthy of the most effective armors and weapons, forged by the best demonic blacksmiths, and blessed by unlawful magic. It is said that they could stand against an avalanche with ease, if they were commanded to do so.
hu: Csak a legképzettebb fegyveresek engedhetik meg maguknak, hogy a leghatékonyabb vértekkel és fegyverekkel lássák el magukat, amelyeket a legjobb démoni kovácsok készítenek, s amelyeket átitatnak szentségtelen mágiával is. Azt mondják, hogy még a lavinát is képesek lennének megállítani ezek a harcosok, ha ezt parancsolnák nekik.

source: Overlord
fr: Seigneur des enfers
hu: Hűbérúr
tr: Kocabaş

source: Gigantic warriors, completely armored and masked - to the point it is oft doubted whether there is a living being inside that armor - are the main commanders of Chaos, attack forces and defensive groups by equal. Their almost mechanical acts and thirst of blood suggests that their souls have been completely removed, turning their bodies into killing machines, fiercer and tougher than the infamous orcs, who are instead compared to puppies against these overlords.
hu: A Káosz főparancsnokai hatalmas harcosok, mindent beborító páncélzattal, - emiatt gyakran kétséges, hogy egyáltalán élő lény van-e a páncél mögött - a véderőkéi éppúgy, mint a támadóerőkéi. Szinte gépies mozdulataik, vérszomjuk azt a képzetet kelti, hogy nincs is lelkük, egyszerű gyilkológépek, vadabbak és szívósabbak még az utálatos orkoknál is, akik ezek mellett a hűbérurak mellett csak kismiskák lehetnek.

source: Chaos Invader
fr: Envahisseur du chaos
hu: Káosz behatoló
tr: Saldırgan

source: Chaos warriors share the common belief that any government and any god is corrupt by default, even before being recruited. This is exactly what their future masters look for, making them easy to win over to dark causes. Driven by these beliefs, they do the bidding of the lords of Chaos, who do not disguise their motives and let their men face the harsh truth.
hu: A Káosz harcosai osztják azt a közös hitet, hogy minden kormány és isten természeténél fogva korrupt, legalábbis toborzásuk előtt így vélik. Pontosan ezért keresik őket jövőbeli vezéreik, mivel sötét céljaikhoz kiválóan alkalmazhatóak. A hitük által vezérelve állnak a Káosz urainak szolgálatába, akik nem is kívánják megváltoztatni nézeteiket, s hagyják, hogy harcosaik szembenézzenek a nyers igazsággal.

source: Chaos Invoker
fr: Invocateur du chaos
hu: Káoszidéző
tr: Ruh Çağıran

source: These are dark cultists whose mastery of chaos magic is impressive, called 'Chaos Invokers' by their opponents. Often spotted amongst the first line of an attack formation protected by small groups of warriors, these cultists command the vanguard hordes of chaos, seeking the best opportunity to advance in their ranks and become more powerful, willing to rid themselves of their mortal souls in the process.
hu: Sötét kultuszok követői ezek a meggyőző erővel bíró káoszmágusok, akiket ellenségeik csak 'káoszidéző' névvel illetnek. Gyakran tűnnek fel a támadóoszlopok első soraiban, néhány harcostól körülvéve; ezek a kultuszhívők vezetik a káoszhordák előőrseit, s minden eshetőséget megragadnak, hogy előbbre jussanak a ranglétrán, s minél hatalmasabbak legyenek, s megszabaduljanak halandó lelküktől is.

source: ethereal blast
fr: bourrasque cosmique
hu: éteri töltet
tr: uyutucu

source: Chaos Lore
fr: Esprit du chaos
hu: Káosztudós
tr: Yardakçı

source: The mastery of demons lies in the changing into demon oneself. Chaos Lores are demonic minds entrapped in human body. What is left of human in these creatures are only bodies and memories of invokers and magi, who finally achieved the true power of their lords.
hu: A démoni tudás tulajdonképpeni célja a démonná válás. A káosztudósok embertestbe zárt démonlelkek. Az egyetlen emberi vonás bennük a puszta testük és az idézők és mágusok emlékei, akik megszerezték uraik igazi hatalmát.

source: Chaos Magus
fr: Démoniste du chaos
hu: Káoszmágus
tr: Gözbağcı

source: Chaos Magi rally the larger groups of chaos warriors, supporting them with magic. As demonic essence touches chaotic mages, they gain a sharpness of mind and way of thinking that resembles that of demons more than human beings. Trapped between humanity and demon-hood, they seek not to turn back, but aspire to ultimately rid themselves of all mortal bounds, including their vulnerable souls. This mutation process has some important side effects on them; as they turn into demons, their resistance to arcane attacks is gradually reduced to equal that of a true demon.
hu: A káoszmágusok a káoszharcosok nagyobb csoportjaihoz csatlakoznak, őket támogatják varázslataikkal. Ahogy a démonizmus szele megérinti ezeket a mágusokat, agyuk megváltozik, s gondolkodásuk is inkább hasonlít a démonokéra, mint az emberekére. A démon-lét és az ember-lét között csapdába esve nem látnak más kiutat, mint végérvényesen elszakítani a halandókhoz kapcsoló minden köteléket, beleértve a sebezhető lelküket is. Ez az átalakulás számos fontos mellékhatással is jár, ahogy démonokká válnak, a földöntúli támadásokkal szembeni ellenállásuk jelentősen lecsökken, s olyan szintre kerül, mint az igazi démonoké.

source: Chaos Longbowman
hu: Káosz hosszúíj nyilas

source: Heavy Longbowman
hu: Nehézíjász

source: Marauder
fr: Maraudeur
hu: Martalóc
tr: Yırtıcı
