Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Indeed. We have come this far and the sands we left behind hold no promise. We must fight, but, after entering the caves, what will we going do then?
fr: En effet. Nous sommes venus de loin et les dunes que nous avons laissées de promettent rien de bon. Nous devons nous battre, mais qu'allons-nous faire après être entrés dans les cavernes ?
hu: Így van. Messzire eljöttünk, a sivatag, ami mögöttünk van, nem ígér semmi jót. Harcolnunk kell, s ha elértük a barlangokat, akkor mit teszünk?
tr: Elbette. Çok uzaktan geldik ve acı çekeceğimizi bile bile kumlara kesinlikle dönemem. Döğüşmeliyiz, fakat mağaralara girdikten sonra... Başka çare var mı?

source: Pray the enemy has not infested the caves before us?
fr: Prier pour que l'ennemi ne les ait pas déjà investies ?
hu: Imádkozunk, hogy az ellenség ne érjen oda előttünk?
tr: Düşmanın henüz oralara girmemiş olması için dua edin.

source: I am not really sure where we must search first! If I could go in and concentrate a little...
fr: Je ne suis pas vraiment sûr de l'endroit où chercher d'abord. Si je pouvais entrer et me concentrer un peu...
hu: Pontosan nem tudom, merre kellene elindulnunk, de ha bejutunk, s kicsit tudok koncentrálni...
tr: Önce nereyi araştırmamız gerektiğinden emin değilim. Bilginiz çok az. Gidebilir ve biraz yoğunlaşabilirsem...

source: Fair enough. To arms!
fr: Assez réjouissant. Aux armes !
hu: Akkor eldöntöttük. Harcra fel!
tr: Bu kadar yeter. Silahlara!

source: To arms!
fr: Aux armes !
hu: Fegyverbe!
tr: Silahlara!

source: So we have got intruders, huh? Get rid of them before I behead you, idiots!
fr: Voici des intrus, hein ? Débarrassez-vous d'eux avant que je ne vous décapite, bande de bons à rien !
hu: Szóval megtámadtak minket, huh? Söpörjétek ki őket innét, vagy leüttetem a fejeteket, idióták!fejeteket, idióták!
tr: Davetsiz misafirlerimiz mi var? Daha fazla ilerlemeden onlardan kurtulalım!

source: Yes, sir.
fr: Oui, monsieur !
hu: Igen uram!
tr: Peki, efendim.

source: (I wonder if it's safe to do this. After all, they are elves! They don't fight for blood; they'll have some sneaky reason...)
fr: (Je me demande si cela est raisonnable. Après tout, ce sont des elfes ! Ils ne combattent pas pour le plaisir, ils doivent avoir des buts inavoués...)
hu: (Nem valami bölcs dolog ez. A fenébe is, ezek tündék! Ezek nem a zsákmányért harcolnak, valami alattomos céljuk van...)
tr: (Bunun güvenli olacağından endişeliyim. Herşeyden önce bunlar Elf! İyi bir sebepleri olmasa burada olmazlardı.)

source: As you command, my lord. (Elves? Strange.)
fr: À vos ordres, monsieur (Des elfes ? C'est étrange).
hu: Ahogy parancsolod uram! (Tündék? Különös.)
tr: Emredersin, reis. (Elfler mi? Tuhaf.)

source: Um... okay. Obey our chieftain, rats!
fr: Heu... d'accord. Obéissez à notre chef, bande de rats.
hu: Hmmm... persze. Engedelmeskedjetek a parancsnak, patkányok!
tr: Hımm... tamam. Reisi duydunuz, sıçanlar!

source: Ya heard da big boss. Move now, stinkin' worms!
fr: Z'avez esgourdé le boss ? On se bouge maintenant, vers puants !
hu: Hallva a főnök parancsa? Mozgás, csürhe népség!
tr: Hey duydunuz büyük patronu. Gidin şimdi, sizi kokuşmuş solucanlar!

source: And so, not knowing what perils were awaiting for them in the dark heart of the world, the group entered the caves searching for the power that might save them.
fr: Et ainsi, ne sachant quels périls les attendaient dans le cœur sombre de la planète, le groupe franchit le seuil des cavernes à la recherche du pouvoir qui pourrait les sauver.
hu: És így, nem tudva miféle veszélyek lesnek rájuk a világ sötét szívében, a sereg leereszkedett a barlangba, hogy nyomára jusson a hatalomnak, amely megmentheti őket.ket.
tr: Ve böylece, toprağın derinlerinde onları ne tehlikelerin beklediğini bilmemelerine rağmen, ekip kurtarıcılarını aramak maksadıyla mağaralara girdi.

source: We have defeated them. To the caves!
fr: Nous les avons battus. Allons dans les cavernes !
hu: Leszámoltunk velük. Irány a barlang!
tr: Pekala, onları yendik. Şimdi mağaralara girelim!

source: Aieeee! Why this hap'n to meee?!
fr: Aïeee ! Pourquoi qu'ça m'arrive à moiiiiiiii ?
hu: Áúúúú! Mér' velem esik meg eeeeez?
tr: Ayyyy! Bu neden bana oldu?!

source: What a lunatic. Well, they did call it the 'Moon' valley...
fr: Qu'est-ce qu'il est lunatique. Mais bon, ils ont appelé ce coin Vallée de la Lune...
hu: Micsoda holdkóros. Igaz, a 'Hold'-völgyben milyen lenne...

source: Die, ya' elven scum!
fr: Crève, pourriture e'fe !
hu: Pusztujj tünde bérenc!
tr: Geberin, Elf pislikleri!

source: Pleez, not my face, no!
fr: S'il vous plaît, pas la tête, non !
hu: Lécci, az arcomat neeee!
tr: Yoo, yüzüme diil, naaayır!

source: Uh?
fr: Euh ?
hu: Hö?
tr: Oh?

source: Ouch! I'm vanquished...
fr: Aïe ! Je suis battu...
hu: Aúúú! Meghalok...
tr: Ahh! Ben ölüyorum...

source: Yelp!! *ack*
fr: Au s'cours !! argh.
hu: Hrrr! *ack*
tr: İmdaat!! *hık*

source: Nooo!! Why nobody protects mee...
fr: Nonnn ! Pourquoi personne me protèèèège...
hu: Neee! Hol van a testőrségem...
tr: Haaaayıırr! Niçin kimse beni korumuyor...

source: All that gold spent on minions to protect me, and they fail when I need them the most. Incompetent moronic fools. *ugh*
fr: Tout cet or distribué à mes favoris pour me protéger, et ils échouent quand j'ai besoin d'eux. Stupides demeurés incompétents. Argh.
hu: Annyi aranyat elköltöttem a testőrgárdára és most, amikor szükségem lenne rájuk, cserbenhagytak. Degenerált, ostoba fajankók. *Uhh*
tr: Beni korusunlar diye bir sürü adam kiralıyorum ama en gerektiği zaman ortada kimse kalmıyor. Kifayetsiz moronlar. *gık*

source: Those towers look vacant, but there is something about them I mistrust. Be careful, for it may be a trap of the orcs.
fr: Ces tours semblent étrangement désertes, mais il y a quelque chose qui m'inquiète. Attention, ça peut être un piège des orcs.
hu: Azok a tornyok ott üresnek látszanak, de valami azt súgja, hogy ez csak látszat. Legyetek óvatosak, lehet, hogy csapda.
tr: Bu kuleler tuhaf şekilde sahipsiz görünüyor. Dikkatli olun, orkların bir tuzağı olabilir.

source: So, my incompetent warriors could not stop you from entering my base. But no matter; my bodyguards will send you to hell! Haw, haw, haw.
fr: Ainsi, mes minables de soldats n'ont pas pu vous empêcher d'entrer dans mon camp de base. C'est sans importance, mes gardes du corps vont vous expédier en enfer ! HA HA HA.
hu: Szóval a pipogya harcosaim nem tudták megakadályozni, hogy betörjetek a bázisomra. Nem baj, a testőrgárdám majd a pokolra küld benneteket! Haw, haw, haw!t! Haw, haw, haw!
tr: Demek kifayetsiz cengaverlerim seni üssüme girmekten alıkoyamadılar. Ama önemi yok, koruyucularım seni cehenneme yollar! He, he, he.

source: The lad was right. It was a trap, and look - the orcs are calling upon reinforcements!
fr: Le garçon avait raison. C'était un piège. Et regardez, les orcs appellent des renforts !
hu: Igazad volt koma! Csapdába akartak csalni minket - az orkok most vetik be a tartalékokat.

source: Hey, I'm seeing something in there. Could it be another entrance to the caves?
fr: Hé, je vois quelque chose là. Ce ne serait pas une autre entrée vers les sous-sols ?
hu: Hejj, látok itt valamit! Lehet, hogy egy titkos bejárat a barlangba?
tr: Hey, orada bir şey görüyorum. Mağaraların başka bir girişi olebilir mi?

source: Perhaps, but I'd prefer not to wander around here. If the orcs are not guarding that cave, it might be because they found great peril in there.
fr: Peut-être, mais je préfère ne pas m'aventurer par là. Si les orcs ne surveillent pas cette grotte, c'est peut-être parce qu'il y ont trouvé un danger majeur.
hu: Talán, de szerintem ne bóklássz arrafelé. Ha az orkok nem őrzik a bejáratot, annak valami oka van. Talán még ők is félnek odamenni.
tr: Belki, fakat oralarda gezinmemeyi tercih ederim. Eğer orklar bu mağarayı korumuyorsa orada bir tehlike gördüklerindendir.

source: Um... this definitely doesn't look like another entrance to the caves.
fr: Hum... ça ne ressemble pas du tout à une autre entrée vers des souterrains.
hu: Hmm... Ez egyáltalán nem úgy tűnik, mint egy alagút bejárata.
tr: Hımm... Bu kesinlikle mağaraların başka bir girişi gibi görünmüyor.

source: White Giant
fr: Géant blanc
hu: Fehér Óriás
tr: Beyaz Dev

source: Wha...
fr: Comm...
hu: Mi a...
tr: Ne...

source: Help!
fr: À l'aide !
hu: Segítség!!!
tr: İmdat!

source: I have heard and read old stories of creatures big as that one, but I had thought they were mere myths!
fr: J'avais déjà lu et entendu des histoires sur des créatures aussi imposantes que celle-là, mais j'ai toujours cru qu'il s'agissait de fables !
hu: Hallottam és olvastam történeteket az efféle óriás lényekről, de azt hittem, csak a mesékben léteznek.
tr: Bunun gibi dev yaratıklarla ilgili hikayeler okumuş ve duymuştum fakat hepsi birer efsaneydi, bunun gibi gerçek değildi.

source: Retreat! We must lure the creature out of there, surround it and strike it down, quickly!
fr: Retraite ! Nous devons attirer la créature hors d'ici, l'entourer et l'abattre, vite !
hu: Vissza! Ki kell csalogatnunk nyílt terepre, körbevenni és levágni azt a kreatúrát, de gyorsan!yorsan!
tr: Geri çekilin! Yaratığı dışarı tuzağa çekmeli sonrada onu kuşatıp çabucak işini bitirmeliyiz!

source: Sounds like a good plan!
fr: Ça semble un bon plan !
hu: Ez jól hangzik!
tr: İyi bir plan gibi görünüyor!

source: The Short Darkness starts to cover the land, giving the orcs a new advantage.
fr: La courte nuit commence à tomber, redonnant l'avantage aux orcs.
hu: A rövid sötétség ideje közeleg, kedvező időpont ez az orkoknak.
tr: Kısa karanlık bastırmak üzere; bu orkların lehine bir duruma sebep olacak.

source: Yes, but the undead also fight better during night.
fr: Oui, mais les morts-vivants aussi combattent mieux la nuit.
hu: Igen, de az élőholtak is jobban harcolnak a sötétben.
tr: Evet, fakat yarı ölüler de gece daha iyi döğüşür.

source: The combination of the might of the undead and the effectiveness of our hunters will be a great help in surviving the darkness in this valley.
fr: La combinaison de la puissance des morts-vivants et de l'efficacité de nos chasseurs sera très utile pour survivre dans les ténèbres de cette vallée.
hu: Az élőholtak erejét kombinálva a vadászaink hatékonyságával az éjszakai küzdelmet is a javunkra dönthetjük el.
tr: Yarı ölü gücü ile avcılarımızın verimliliğinin birleşimi bu vadide karanlıktaki direncimizi arttıracak.

source: Ahh, the Long Darkness, at last! It is my opportunity to teach the orcish species a lesson to remember. May the undead hordes rise and swallow their attack forces!
fr: Ah, la longue nuit, enfin ! C'est l'occasion de donner aux orcs une leçon dont ils se souviendront. Que les forces des morts-vivants s'élèvent pour étouffer leurs forces !
hu: Ahh, a hosszú sötétség, végre leszállt! Eljött az én időm, most végre olyan leckét adok ezeknek az orkoknak, hogy örök időkre megemlegetik. Előre szolgáim, söpörjétek el ezt a csürhét!
tr: Ahh, nihayet Uzun Karanlık! Ork uyuntularına bir ders vermenin tam sırası. Yarı ölü orduları ayağa kalksın ve onlarınsaldırı kuvvetlerini yutsun!

source: The Elf versus Goliath
fr: L'Elfe contre Goliath
hu: Harc a Góliáttal
tr: Elf Calluta Karşı

source: Chamber Guard
fr: Garde de la place
hu: Teremőr
tr: Bölme Muhafızı

source: Investigate the place
fr: Fouillez la place.
hu: Átkutatod a helyet
tr: Çevreyi araştır

source: I feel some kind of strong presence in this place. We should be determine its nature before we allow our people to follow.
fr: Je sens une forte présence ici. Nous devons trouver ce que c'est avant de laisser le reste de la troupe nous suivre.
hu: Valami különös erő jelenlétét érzem itt. Fel kell derítenünk az eredetét, mielőtt a népünket behozzuk...
tr: Buralarda tuhaf bir varlık hissediyorum. Çok dikkatli olmalı ve halkın kalanının gelmesine izin vermeden önce ne var ne yok incelemeliyiz.

source: Wait, I hear steps, many steps...
hu: Megállj, lépéseket hallok, sőt nem is egy...

source: Surprise, forest-dwellers. Didn't expect us here, uh?
fr: Surprise, habitants des bois. Vous ne nous attendiez pas, hein ?
hu: Meglepődtetek erdőlakók? Nem minket vártatok ugye?
tr: Sürpriiz, orman-sakinleri. Bizi burada beklemiyordunuz, değil mi?

source: Kill them, it's the master's command!
fr: Tuez-les, sur ordre du chef !
hu: Öljétek meg őket, ez a Mester parancsa!a!
tr: Gebertin şunları, bu efendimizin emridir!

source: Blast it, as I suspected. These worms made it here before us.
fr: Bon sang, comme je le suspectais. Ces vers de terre sont entrés avant nous.
hu: A francba, ahogy sejtettem. Ezek a férgek elibénk kerültek.
tr: Vurun şunu, tam şüphelendiğim gibi. Bu solucanlar buraya bizden önce gelmişler.

source: What about our lady?
hu: S mi a helyzet az úrnőnkkel?

source: I don't think she is in danger yet, but we should clear these pests out of our way as quickly as we may.
fr: Elle ne doit pas être encore en danger, mais nous devons nous débarrasser de cette nuisance le plus vite possible.
hu: Nem hiszem, hogy veszélyben van, egyelőre, de ezeket a patkányokat gyorsan ki kell irtanunk.
tr: Henüz tehlikede olduğunu sanmıyorum, fakat acele etmeli ve bu baş belalarını yolumuzdan çekmeliyiz.

source: Ha, ha, the elves want to find her. But we're not allowing them to step any further into our future domain, ha ha! Pitiful creatures...
hu: Ha-ha, a tündék meg akarják találni Őt. Csakhogy mi nem engedjük, hogy a jövendő birodalmunk útjába álljatok, ha-ha! Szánalmas hernyók....

source: Touchgem activated. A door opens.
hu: Az érintőgyöngy aktiválódott. Egy ajtó nyitódik.

source: Touchgem already activated.
fr: Gemme de contrôle déjà activée.
hu: Az érintőgyöngyöt már aktiváltad.
tr: Düzenek zaten etkin.

source: Thy journey is mine; but keep close to light, for light will be your shine.
fr: Vot' voyage, c'est le mien ; mais restez près de la lumière ; la lumière vous éclairera.
hu: A te utad az enyém is, Csak maradj közel a fényhez, mivel a fény vezet a világossághoz!ilágossághoz!
tr: Işık yolunuzu aydınlatır, onun için ışığa yakın durun.

source: This bottle seems to contain a potion of strength. It is said that they can turn even weaklings into dangerous fighters. I just wish it was a bigger flask - it contains only one dose. We should carefully choose who should drink it.
fr: Cette bouteille semble contenir une potion de force. On dit que celles-ci peuvent transformer un petit minus en guerrier formidable. J'aurais aimé que ce soit une flasque plus grande : elle ne contient qu'une dose. Nous devrions choisir avec intelligence qui la boira.
hu: Úgy látom, hogy ebben a butykosban erőital van. Azt mondják, hogy még a puhányokból is nagy harcosokat varázsol. Lehetne kicsit nagyobb butélia is - ez csak egy adagnyi. Bölcsen válasszuk meg, ki használja fel.

source: Potion of Strength
fr: Potion de force
hu: Erőital
tr: Kuvvet İksiri

source: The drinker's strength is increased for a while, adding 2 damage points to their melee attacks, and adding 8 points to their total HP.
fr: La force du buveur est augmentée pendant un instant, ce qui ajoute 2 points aux dégâts provoqués en corps à corps et 8 au total des points de vie.
hu: Az ivó ereje megnő egy időre, 2 pont adódik a közelharci sebzéséhez és 8 ÉP-vel nő a teljes ÉP-je.
tr: İçenin gücünü, toplam yaşam enerjisine 8 YP ve yakın döğüş saldırısına 2 hasar puanı eklemek suretiyle arttırır.

source: This potion can only be used by living beings. Let another take it.
fr: Cette potion ne peut être utilisée que par un vivant. Laissez quelqu'un d'autre la prendre.
hu: Csak élő egységek ihatnak ebből az italból! Keress megfelelő egységet!
tr: Bu iksiri sadece canlılar kullanabilir. Başkası alsın.

source: What is this?
fr: Qu'est-ce que c'est que ça ?
hu: Mi ez?
tr: Bu nedir?

source: Colossal Automaton
fr: Automate colossal
hu: Önjáró Kolosszus
tr: Mekanik Callut

source: You find yourself before a giant metal-sheathed humanoid of unknown origin.
fr: Vous vous retrouver dans un humanoïde recouvert de métal et d'origine inconnue.
hu: Egy hatalmas fémborítású ismeretlen eredetű robotlény tornyosul föléd.

source: Nice to meet you, enemies of the Master.
hu: Örvendek, hogy találkoztunk, Mester ellenségei.

source: The... pleasure is all ours...
hu: Öö... részünkről az öröm...

source: Argh, just what we needed... gigantic foes capable of crushing us like bugs.
hu: Húha, már csak ez hiányzott... Egy gigantikus ellenség, ami úgy tapos el, mint valami férget.int valami férget.

source: We have come this far... we shall not surrender to this creature, whatever it is. It shall not stop us!
hu: Ilyen messzire eljutottunk... Nem rettenhetünk meg ettől a teremtménytől sem, akármi is ez. Nem állíthat meg minket!t meg minket!

source: Sure it shan't, but what about its pals? Surely it is not the only one of its species...
hu: Biztosan nem, de mi van a haverokkal? Aligha ez az egyetlen a maga nemében...

source: Then they all shall suffer the same fate. Attack, now!
hu: Akkor mindannyiukra ugyanaz a sors vár, mint erre. Támadás!

source: At last, it's over.
fr: Enfin. C'est fini.
hu: Végre vége van.
tr: Sonunda, işi bitti.

source: That was a close call. How many other metallic giants might be lurking in here?
fr: C'était moins une. Combien d'autres géants métalliques pourraient bien se cacher ici ?
hu: Meleg helyzet volt. Vajon hány ilyen acélszörny kószálhat még idelenn?
tr: Paçayı zor kurtartık. Bu metalik yaratıklardan daha kimbilir kaç tane gizlidir buralarda.

source: This could only be the work of those foul creatures. They must have brought these goliaths to crush us. Let's quit this chamber and continue exploring, but be on your keenest guard.
fr: C'est forcément l'œuvre de ces créatures dégoûtantes. Elles doivent avoir ramené ces Goliaths pour nous écraser. Sortons de cette chambre et continuons notre exploration, mais restons très prudents.
hu: Ez bizonyára azoknak az aljas szörnyetegeknek a műve. Minket akartak elpusztítani ezekkel a góliátokkal. Gyerünk tovább, folytassuk a felderítést, de legyetek még éberebbek!
tr: Buna bu aptal yaratıklar sebep oluyor. Bu callutları bizi ezmesi için getirmiş olmalılar. Bu bölmeden çıkalım ve keşfe devam edeim, fakat bunlardan etrafta kaçının gizlendiğini bilemediğimiz için dikkatli olalım.

source: Look, this wall opened after we killed that beast. Should we go this way?
fr: Regardez, ce mur s'est ouvert après la mort de la bête. Nous suivons cette voie ?
hu: Nézzétek, ez a fal elmozdult azután, hogy elpusztítottuk azt a bestiát. Menjünk erre?
tr: Bak, yaratığı öldürdükten sonra bu duvar açılmış. Buradan mı gitmeliyiz, sence?

source: I don't see any alternative. By that way then we shall go.
fr: Je ne vois pas d'alternative. Nous prendrons ce chemin.
hu: Nem látok más járatot, tehát arra kell mennünk.
tr: Başka seçenek görmüyorum. Bu yoldan gideceğiz.

source: I thought I had seen everything, but what is that thing?!
fr: Je croyais avoir déjà tout vu, mais quel est ce truc ?
hu: Azt hittem már mindent láttam, de ez a szörny mi lehet?
tr: Herşeyi gördüğümü sanırdım, fakat bu şey de nedir?!

source: I have never read or heard about the existence of such a creature. I suppose its another foe sent to obstruct our path.
fr: Je n'avais jamais lu ou entendu d'informations sur l'existence d'une telle créature. Je dirais que c'est un nouvel ennemi envoyé pour nous barrer la route.
hu: Sosem olvastam vagy hallottam még ilyen lényekről. Ez is egyike lehet az ellenség aljas teremtményeinek, amivel az utunkat akarja állni.
tr: Böyle bir yaratığın varlığını ne okudum ne de duydum. Bizi zora koşmak için gönderilmiş olmalı.

source: Look out! The enemy is calling upon reinforcements, and they are after us. We must make haste and get out of their reach.
hu: Nézzétek! Az ellenség erősítést hívott, s mögénk kerültek. Gyorsan kell haladnunk, hogy kikerüljünk a hatósugarukból.

source: We should make haste. The enemy may bring reinforcements at any moment.
hu: Gyorsabban kell haladnunk. Az ellenség bármelyik pillanatban újabb erősítést hívhat.

source: An Errand of Hope
fr: Lueur d'espoir
hu: Halvány reménysugár
tr: Umutlu Bir Haber

source: team_name^Dwarves
fr: Nains
hu: Törpök

source: team_name^Trolls
fr: Trolls
hu: Trollok

source: team_name^Nagas
fr: Nagas
hu: Nagák

source: Explore the caves and defeat any enemies you find
fr: Explorer les cavernes et détruire tous les ennemis rencontrés
hu: Felderíted a barlangot és leszámolsz minden ellenséggel, akit csak találsz
tr: Mağaraları keşfet ve bulduğun düşmanları öldür

source: So, what is the name of this place, Keshar?
fr: Quel est donc le nom de cet endroit, Keshar ?
hu: Szóval, mi a neve ennek a helynek, Mal Keshar?
tr: Bu durumda, buranın ismi nedir, Keşnar?

source: It used to be called Knalga, the Dwarven Kingdom. I am not sure if there are any dwarves left to justify its name in this era.
fr: Il s'appelait Knalga, le royaume des nains. Je ne suis pas certain qu'il reste encore des nains pour justifier du nom de ces lieux.
hu: Régen ez volt Knalga, a törpök királysága. Nem tudom, hogy illő-e ma is ez a név, vagyishogy élnek-e még itt törpök.
tr: Kanalga, Cüce Krallığı olarak bilinir. Bu çağda bu isme hakkını verecek cüce kaldı mı? bilmiyorum.

source: Dwarves? Like...
fr: Des nains ? Comme...
hu: Törpök? Olyanok, mint...
tr: Cüceler? Bunun gibi...

source: Like that?
fr: Comme ça ?
hu: Mint micsodák?
tr: Bunun gibi?

source: Dwarf
fr: Nain
hu: Törp
tr: Cüce

source: Help! I need... help! It almost has me!
fr: Au secours ! À l'aide ! Il va m'avoir !
hu: Segítség! Segít...setek! Majdnem elkaptak!
tr: İmdaat! Yardım edin! Neredeyse yakaladı beni!

source: Exactly... uhm... All right.
hu: Pontosan... Ühüm... Nagyszerű!

source: Troll's Corpse
fr: Dépouille troll
hu: Troll test
tr: Trol Cesedi

source: Dwarf's Corpse
fr: Dépouille naine
hu: Törp test
tr: Cüce Cesedi

source: Uh, interesting. Their corpses conserve part of their former strength.
fr: Ah, intéressant. Leur cadavre conserve une partie de leur ancienne force.
hu: Ahh, érdekes. A testük részben megőrizte korábbi erejüket.
tr: Oh, ilginç. Bu cesetler önceki güçlerinin bir kısmına hala sahipler.

source: Why are you looking at me in that manner?
fr: Pourquoi me dévisagez-vous ainsi ?
hu: Miért nézel rám ilyen furcsán?
tr: Niçin bana öyle bakıyorsunuz?

source: So, there must be dwarves left, unless we had the luck of witnessing the death... and rising as undead, of the last one.
fr: Enfin, il doit rester des nains, sauf si nous venons d'assister à la mort du dernier... qui pourra toujours être relevé comme mort-vivant.
hu: Ezek szerint élnek még törpök, hacsaknem az utolsó törp halálának... és élőholtként való feltámadásának lehettünk tanúi az imént.úi az imént.
tr: Demek ki, cüceler hala varlar, yoksa sonuncusunun ölümüne ve bir yürüyen ölüye dönüşmesine mi tanıklık ettik?

source: Search for their leader and ask for help. We won't survive much time in these caves without help of experts in these... cavey bussiness.
fr: Cherchez leur chef et demandez-lui de l'aide. Nous ne résisterons pas longtemps dans ces cavernes sans l'aide d'experts en... travaux souterrains.
hu: Keressük meg a vezérét és kérjünk segítséget. Nem élhetünk sokáig ezekben a barlangokban, ha nem segít valaki, aki tájékozott... barlangügyben.
tr: Liderlerini bulup yardım isteyelim. Bu... mağaracılıkta uzman olanların yardımı olmaksızın bu mağaralarda uzun süre ayakta kalamayız.

source: Dwarves and elves were never friends in my time.
fr: De mon temps, les nains et les elfes n'étaient jamais amis.
hu: Az én időmben a tündék és a törpök egyáltalán nem barátkoztak.
tr: Cüceler ve Elfler benim zamanımda hiç dost değillerdi.
