Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: So you are the monster that killed Anlindë. You shall pay for that, and I'll make sure that no part of your body is left this time to resurrect you!
fr: C'est donc vous le monstre qui a tué Anlindë. Vous allez le payer. Et je vais m'assurer que pas un morceau de votre cadavre ne reste pour vous permettre de ressusciter !
hu: Szóval te vagy az a szörnyeteg, aki megölte Anlindët. Most megfizetsz, s ezúttal nem marad egy porcikád sem, amiből újra tudnának éleszteni!
tr: Öyleyse sen Analya’yı öldüren yaratıksın. Bunun bedelini ödeyeceksin. Yeniden dirilmeni sağlayacak tek parçanı bırakmayacağım!

source: Fool, there is no weapon or magical power left in this world to destruct me permanently. You will be only wasting your last minutes of life!
fr: Imbécile, aucune arme ni aucun pouvoir magique de ce monde ne peuvent me détruire de façon permanente. Vous êtes seulement en train de perdre les dernières minutes de votre vie !
hu: Ostoba! Nincs a világon olyan fegyver vagy varázslat, ami végérvényesen el tudna engem pusztítani. Csak fecsérled életed utolsó perceit!
tr: Ahmak, benim kalıcı olarak bu dünyayı terketmemi sağlayacak ne silah ne de sihirli bir güç vardır. Sadece ömrünün son dakikalarını boşa harcamış olacaksın!

source: No, we will prevail. You are the one who will waste her last minutes of life.
hu: Nem, mi fogunk győzni, s te számolhatod életed utolsó perceit!

source: Ah, the so feared Lady of Light... you are nothing but an insignificant brash creature, without the help of your beloved. You should be taught to not defy the powers of Uria.
hu: Ó, a rettenetes Világosság Úrnője... nem vagy más, csak egy jelentéktelen, pimasz teremtés a kedvesed nélkül. Most meg fogod tanulni, hogy ne keresztezd Uria útjait.

source: So many have failed to do that...
hu: Sokan vallottak már kudarcot az ilyen kísérletekkel...

source: Because we were distracted by more important matters than your pitiful war, of course. You can try, and keep trying, but the Empire will not fall before you.
hu: Mivel fontosabb dolgokkal voltunk elfoglalva, mint a ti kis háborúcskátok. Persze próbálkozhattok, keményen kísérletezgethettek, de a Birodalom sosem hullik porba előttetek.porba előttetek.

source: It was a foolish decision to come here and invade our own fortress. Although my Master had interest on dealing with you personally, I fear that I can't allow myself to let your insolence go unpunished. Meet your end, now!
hu: Ez egy nagyon ostoba ötlet volt, hogy idejöttetek és a saját erődünkben támadtatok meg minket. Habár a Mesterem személyesen akart leszámolni veletek, de nem hagyhatom, hogy az arcátlanságotok büntetlen maradjon. Végzek veletek!veletek!

source: Defeat the Chaos Warlord
fr: Vaincre le seigneur du chaos
hu: Legyőzöd a Káosz hadurat
tr: Kaos savaş lordunu yen

source: Long live the Machine!
fr: Longue vie à la machine !
hu: Örökké éljenek a Gépek!

source: You are not capable of activating this sealed glyph. Perhaps you should send Elynia or Mal Keshar to it instead.
hu: Képtelen vagy ezt a lezárt rúnakristályt aktiválni. Talán Elyniát vagy Mal Keshart küldd ide!

source: We, the Argazar people, fiddled perilously with the pillars of all lifeforms. And we created unspeakable abominations, that we were forced to enhance and mass-produce, as we were losing a war with the planet Rythé.
fr: Nous, le peuple argazar, nous amusions au péril de nos vies avec tous les espèces de pillards. Et nous avons créé des abominations innommables, que nous fûmes obligés d'améliorer et de produire en masse, alors que nous étions en train de perdre un conflit contre la planète Rythé.
hu: Mi, az Argazarok népe veszélyes játszadozásba kezdtünk a létformákkal. Leírhatatlan undormányokat kreáltunk sorozatban, amire azért kényszerültünk, mert elvesztettük a háborút a Rythé bolygó ellen.

source: Those were the Shaxthals. With our great knowledge, we could select the best characteristics of every natural lifeform, add them great strength and resistance, and join them together in a single, new lifeform. The Biomechanicals, or 'Shaxthals', which in our ancient tongue meant 'invincibles'.
hu: Ezek a kreatúrák voltak a saxtálok. Az óriási tudásunkkal a legjobb adottságokkal rendelkező létformákat választottuk ki, megnöveltük erejüket és ellenállóképességüket, s egyetlen új létformát hoztunk létre belőlük. Így jöttek létre a biomechanizmusok vagy saxtálok, amely szó a mi ősi nyelvünkön 'legyőzhetetlen' jelentésű.kön 'legyőzhetetlen' jelentésű.

source: However, a cataclysm destroyed all our civilization and creations, except for a few of us who survived long enough to set a secret city underground.
fr: Mais un cataclysme a détruit notre civilisation et ses créations. Seule une poignée d'entre nous a réussi à établir une cité secrète sous la surface.
hu: Csakhogy egy szörnyű katasztrófa megsemmisítette a civilizációnkat és a lényeinket, csak néhányan éltük túl, s építettünk egy földalatti várost.

source: The Rythenians thought we were gone.
fr: Les Rythenians pensaient que nous étions partis.
hu: A rythéiek azt hitték, hogy kihaltunk.

source: But the Shaxthals had their own survival system.
fr: Mais les shaxthals ont leur propre système de survie.
hu: Csakhogy néhány saxtál szintén túlélte a kataklizmát.

source: Probably most of the biomechanicals that were in the planet's surface during the cataclysm were destroyed, but a small number of them could survive with us underground. However, we forgot an important detail: their instincts.
fr: La plus grande partie des biomécaniques à la surface de la planète a certainement été détruite pendant le cataclysme, mais une fraction a pu survivre avec nous dans les sous-sols. Mais nous avons oublié un détail important : leurs instincts.
hu: A legtöbb, felszínen tartózkodó biomechaniznus elpusztult a kataklizma során, de néhányuk velünk együtt túlélte a föld alatt. Egy igen fontos részletet kihagytunk a számításból: az ösztönöket.

source: Their instincts prevailed, and commanded them to start consuming our civilization. To take our bodies and integrate them into their own lifeform. For they had an advanced assimilation system that allowed them to integrate into new environments, or adapt them to suit their needs.
fr: Leurs instincts prévalurent, et les incitèrent à consommer notre civilisation, en prenant nos corps et en les adaptant à leur forme de vivre. Ils possédaient un système d'assimilation évolué qui leur permettait de s'intégrer dans de nouveaux environnements ou à les adapter en fonction de leurs besoins.
hu: Az ösztöneik győzedelmeskedtek, s elkezdték a civilizációnkat felmorzsolni. A mi testünket is az ő igényeik szerint kezdték el felhasználni. Mivel rendelkeztek egy fejlett beolvasztó rendszerrel, amivel képesek voltak az új környezetbe való beépülésre illetve az új környezetük átalakítására is az ő igényeik szerint.talakítására is az ő igényeik szerint.

source: Not sole environments, but their organisms too. The Shaxthals had the same knowledge of technology we had, but not the knowledge of genetics or magic. Yet, that was more than enough to convert our comrades into mindless servants of their 'system'.
fr: Non seulement l'environnement, mais leur organismes aussi. Les shaxthals connaissaient la technologie aussi bien que nous, mais ignoraient la magie ou la génétique. Mais cela leur suffit pour transformer nos camarades en domestiques décérébrés à l'usage de leur « système ».
hu: S nem pusztán a környezetére, hanem a szervezetekére is. A saxtálok ugyanazzal a technikai tudással rendelkeztek, mint mi, de nem ismerték a genetikát és a mágiát. Mégis, ez a tudás több, mint elég volt nekik arra, hogy a bajtársainkat az ő 'rendszerük' agyatlan szolgáivá alakítsák.zerük' agyatlan szolgáivá alakítsák.

source: Although we tried to make sure their hive could not grow bigger, we noticed that they had developed their own means of reproduction. Their numbers were increasing quickly.
fr: Même si nous avons essayé de nous opposer à la croissance de leur ruche, nous avons remarqué qu'ils avaient développé leurs propres méthodes de reproduction. Leur nombre augmenta rapidement.
hu: Habár megpróbáltuk biztonságosan lezárni a kaptárjukat, s megakadályozni a növekedésüket, észrevettük, hogy új szaporodási mechanizmust fejlesztettek ki, s a számuk viharos gyorsasággal nőtt.

source: With barely a few dozen of us left, we figured out a way to destroy the Shaxthals. The strongest ones, few though, survived. And our lores decided to keep them in cryogenic pods instead of destructing them forever, as they thought they could still be our last hope of survival.
fr: La douzaine d'entre nous qui avaient survécu cherchait un moyen d'en finir avec les shaxthals. Seuls les plus forts survécurent, en petit nombre. Et nos érudits, qui estimaient qu'ils demeuraient notre dernier espoir de survie, décidèrent de les conserver dans des cuves cryogéniques au lieu de les détruire à jamais.
hu: Már csak néhány tucatnyian maradtunk, amikor kitaláltuk, hogy pusztíthatnánk el őket. De a legerősebb saxtálok ezt is túlélték. Tudósaink a teljes kiirtásuk helyett végül is amellett döntöttek, hogy az utolsó saxtálokat szuperhideg kapszulákba helyezik, mivel ők képviselték a túlélésünk utolsó reményét.túlélésünk utolsó reményét.

source: But we eventually disappeared. We, as animals, got to a dead end, with no means of reproduction. Our attempts to reproduce our species in a similar way to that of the Shaxthals were futile.
fr: Mais nous disparûmes. Comme des animaux, nous finîmes dans un cul-de-sac, manquant des moyens pour nous reproduire. Nos essais pour multiplier notre espèce d'une façon identique à celles des shaxthals s'avérèrent futiles.
hu: De a reményeink szertefoszlottak. Mint a szaporodásra képtelen, kihalásra ítélt állatok tűntünk el. A saxtálokhoz hasonló szaporodási mechanizmus megvalósítása kudarcba fulladt, a fajunk kihalt.halt.

source: Only our knowledge survived, in the form of these glyphs. And in the form of the pods that contained the remaining Shaxthals.
fr: Seules nos connaissances ont survécu, sous l'apparence de ces glyphes. Et sous la forme de ces cocons qui contenaient les derniers shaxthals.
hu: Csak a tudásunk élhet tovább, amit ezek a rúnakristályok őriznek. És a megmaradt saxtálokat tartalmazó kapszulák.

source: We hope with all our might that all this knowledge, technology and history, are not used for bad purposes.
fr: Nous espérons de toutes nos forces que tout ce savoir, toute cette technologie, toute cette histoire, n'ont pas été utilisés dans des buts néfastes.
hu: Minden erőnkkel hiszünk abban, hogy ez a tudás, technika és történet nem kerül illetéktelen kezekbe.

source: That's one heck of a history, that I still have to digest.
fr: C'est vraiment un gros morceau d'histoire à digérer.
hu: Ez a történelem sötét foltja, ezt még alaposabban körül kellene járnunk.e járnunk.

source: Really? Do you have a stomach in there?
fr: Vraiment ? Vous possédez un estomac ?
hu: Valóban? Lenne hozzá gyomrod?

source: Eeeeew.
hu: Hááááát.

source: I guess this explains the strange lifeforms we have found in here. Then, someone unleashed these creatures from their container pods.
fr: Cela expliquerait les étranges formes de vie que nous avons découvertes ici. Quelqu'un a donc libéré ces créatures.
hu: Azt hiszem, ez megmagyarázza a különös létformák jelenlétét. Aztán valaki kiengedte ezeket a kreatúrákat a kapszulákból.

source: I think that whoever did that should have been smart enough to have read this story, right? That means he or she did it on purpose. Perhaps it would have been better if that person had been assimilated by these creatures too.
fr: Je crois que celui ou celle qui à fait cela a dû avoir l'intelligence de lire cette histoire, non ? Cela signifie que il ou elle l'a fait intentionnellement. Peut-être que cela aurait été mieux si cette personne avait également été assimilée.
hu: Akárki volt is az, biztosan elég okos volt ahhoz, hogy elolvassa ezt a történetet. Szóval szántszándékkal cselekedett. Talán az lenne a legjobb, ha ezt a valakit is átalakítanák ezek a kreatúrák.

source: Well, perhaps they were assimilated already.
fr: Eh bien, ils ont peut-être déjà été assimilés.
hu: Nos, lehet, hogy már meg is tették.

source: Uh? No! It is... it is impossible! You have summoned the power of the Union!
hu: Ahh! Nem! Ez... ez lehetetlen! Ti megidéztétek az Egyesülés erejét!

source: Use the 'Union' with Elynia or Mal Keshar to vanquish the Warlord
hu: Elynia vagy Mal Keshar révén az 'Egyesülés' erejét használva leszámolsz a hadúrralámolsz a Hadúrral

source: Protect them!
fr: Protégez-les !
hu: Védjétek meg őket!
tr: Onları koruyun!

source: Distract the Warlord for two turns, during which Elynia and Mal Keshar will not be able to move or attack
fr: Distraire le seigneur de guerre pendant les 2 tours où Elynia et Mal Keshar ne pourront pas se déplacer ou attaquer
hu: Feltartod a hadurat két körön keresztül, mialatt Elynia és Mal Keshar nem mozoghat, s nem is támadhat
tr: Elenya ve Mal Keşnarı’ın saldırı yapamayacağı iki el boyunca savaş lordunu oyala

source: I'll be back!
hu: Visszajövök!

source: She is fleeing to the deeper passages! We can't let her escape!
hu: A mélyebben fekvő ösvényeken menekül! Ne hagyjátok megszökni!

source: Onwards then! She must pay for her evil deeds.
hu: Előre hát! Megfizet a gonoszságaiért!

source: I told you so, fools. I am immortal!
hu: Mondtam nektek, ostobák. Halhatatlan vagyok!

source: If none of you can think of a good idea, this is surely our end! Our backs are surrounded by lava, and it seems that no matter what we try, we won't defeat her!
hu: Ha egyikőtöknek sem jut eszébe semmi, akkor végünk van! Hátunk mögött láva, s hiába próbáljuk lebírni a hadurat, nem tudjuk megölni.

source: I... there is nothing that we can do against this unnatural power. If only Argan were still with us... unless... I... I have an idea...
hu: Én... semmit nem tehetünk ez ellen a természetfeletti erő ellen. Ha legalább Argan itt lenne... hacsaknem... én... én gondolok valamire......

source: What would it be?
fr: Laquelle ?
hu: S mi lenne az?
tr: Dinliyoruz.

source: Anything is better than nothing now!
hu: A semminél bármi jobb e pillanatban!

source: It is highly risky... and I'll need Malin's help. Malin, can I trust you and place our lives on your hands?
hu: Ez nagyon veszélyes... és szükségem van Malin segítségére. Malin, rád bízhatom a magam, s mindannyiunk életét?ét?

source: Eh... your lives? What are you thinking...
hu: Eh... az életetek? Mégis miben töröd a fejed...?jedben?

source: We need to put our hands together and concentrate.
hu: Össze kell fonjuk a kezeinket, s koncentrálnunk kell.

source: When you chose this unlife for yourself, you bind yourself to the ways of Darkness for the rest of eternity. There is nothing that can be done to remedy that now. However, the powers of Darkness are not necessarily evil by themselves; they CAN be put to good use. If we work together, I am sure we can call upon the ultimate balance of Light and Darkness, and use it to turn this fight to our side.
hu: Amikor ezt a fajta nemlétet választottad magadnak, hozzákötötted magad örökre a Sötétséghez. Ez ellen nem lehet mit tenni. Csakhogy a Sötétség ereje önmagában nem gonosz, LEHET nemes célra is használni. Ha együtt tudnánk működni, biztos vagyok benne, hogy meg tudnánk idézni a Sötétségnek és a Világosságnak a végső egyensúlyát, s megfordíthatnánk a jelenlegi kritikus helyzetünket.

source: We will try to call upon the power of the Union using your mastery of Darkness to replace Argan's.
hu: Meg kell próbálnunk megidézni az Egyesülés erejét a te Sötétségről szerzett tudásoddal helyettesítve Arganét

source: We will WHAT?! No, no, wait! I am no hero! I... am not supposed to do this... I am supposed to kill you, and be on my merry way to eternal damnation...
hu: Megidézni MIT? Nem, nem! Én nem vagyok egy hős! Én... nem vagyok képes ilyesmire... képes lennék megölni téged, s örök időkre a kárhozat útját járni...

source: Malin, you did many things in the past, many wrong things. But you also did us a great good... you guided Galas and his loyal followers to the deepest parts of Irdya, awoke me from my long sleep, and opened my blind eyes to the new order. You cannot say you are not suited for this task anymore. It is your fate, after all; would you prefer to remain hidden underground like a rat? Or would you rather fight for a just cause a last time?
hu: Malin, sok mindent elkövettél a múltban, sok gaztettet is. De velünk sok jót cselekedtél... te vezetted Galast és hűséges követőit Irdya legmélyebb bugyraiba, felébresztettél engem hosszú álmomból, s rányitottad a szemem erre az új világra. Nem mondhatod, hogy nem vagy alkalmas a feladatra. Akárhogy is, ez a sorsod; vagy talán szívesebben rejtőzködnél a föld alatt továbbra is, mint a patkányok? Vagy inkább körömszakadtáig harcolnál egy nemes célért?y nemes célért?

source: Pah, alright. You command, Elynia...
hu: Pah, rendben van. Te vagy a főnök, Elynia...lynia...

source: We must not be interrupted! You'll have to find a way to distract the Warlord for now, Galas.
hu: Nem szabad, hogy megzavarjanak minket! Galas, neked kell feltartanod a hadurat, hogy ne zavarja meg a koncentrációnkat!

source: So we'll do.
hu: Meglesz!

source: Aye!
hu: Igen!

source: Yeah!
hu: Jeee!

source: Move Elynia and Mal Keshar so that they are in adjacent hexes
fr: Déplacer Elynia et Mal Keshar pour qu'ils soient sur des cases adjacentes
hu: Elynia és Mal Keshar egymás mellé kerül
tr: Elenya ve Mal Keşnar’ı komşu altıgenlere götür

source: Distract the Warlord
fr: Distraire le seigneur de guerre
hu: Feltartod a hadurat
tr: Savaş lordunu oyala

source: The Dark Hive
fr: Le Rucher des Ténèbres
hu: A Sötét Kaptár
tr: Kara Kovan

source: Find Elyssa and defeat her with Elynia or Mal Keshar
hu: Megtalálod Elyssát és Elynia vagy Mal Keshar megadja neki a kegyelemdöfésta neki a kegyelemdöfést

source: The coward entered one of those tunnels. Which one do we want to follow?
hu: A gyáva elszaladt valamelyik csatornába. Melyikben keressük?

source: She is desperately trying to gain additional time to regroup her minions and send them after us...
hu: Bizonyára csak időre van szüksége, hogy összeszedje a seregét és utána ránk támadjanak...

source: ... since the power of the Union is too overwhelming for her alone. Let's choose a path and try to find her.
hu: ... mivel az Egyesülés ereje ellen egyedül nem képes küzdeni. Induljunk el az egyik ösvényen, s találjuk meg!

source: We should avoid those dark and windy passages. With such evil creatures lurking around, we might get stuck and trapped in there.
hu: Azokat a sötét, szeles járatokat inkább kerüljük el! Ezekkel a körülöttünk ólálkodó teremtményekkel a nyomunkban biztosan csapdába esnénk. ba esnénk.

source: Shaxthal lifeforms
fr: Formes de vie shaxthale
hu: Saxtál létformák

source: The earliest modern Shaxthal design is basically a mundane creature covered in armor, though mangled, rid of its limbs and tail, when applicable. An onboard computer is embedded into its brain and controls it with the help of a neurointerface. However, this model was deprecated due to its high maintenance and development costs.
fr: Le premier modèle shaxthal n'est qu'une créature recouverte de métal, amputée de ses membres et de sa queue quand c'était possible. Un ordinateur embarqué branché sur le cerveau la contrôle grâce à une neuro-interface. Mais ce modèle est abandonné pour des raisons de coûts de maintenance et de développement.
hu: A saxtálok legelső egyedeit úgy hoztuk létre, hogy közönséges lényeket fosztottunk meg a végtagjaiktól és farkuktól, s páncéllal láttuk el őket. Az agyukba egy célszámítógépet építettünk be, amit egy idegen keresztül vezéreltünk. Ez a fajta kísérlet azonban túl költséges volt és gyakori javítást igényelt, ezért ezt az utat beszüntettük. üntettük.

source: Instead, a basic genetic template for modifying, or even creating, living creatures to use them as the biological basis of Shaxthal lifeforms was designed. It involves fixating metallic elements into several proteins used to develop an exoskeleton during the larvary stage of their life cycles.
fr: À la place, un modèle génétique permet de modifier, voire de créer, des créatures pour les utiliser comme pièces de base pour les formes de vie shaxthales. Des éléments métalliques sont fixés dans plusieurs protéines pour développer un exosquelette dès les stades de vie larvaires.
hu: Ehelyett egy genetikai alapmechanizmust alakítottunk ki, amelyet könnyen módosíthattunk, s amelynek segítségével a saxtál formát is megterveztük. Ebbe a formába fémeket és fehérjéket vontunk össze, s ezáltal elértük, hogy a lényünk az életciklusának lárvaállapotában egy erős külső vázat alakítson ki.son ki.

source: This new design allows for easy reproduction and control of the creatures. Their nerve system is genetically modified to be partially and remotely controlled when necessary, but the hard-coded instincts in their DNA are intended to serve most general purposes automatically, without need of direct intervention on the creatures.
hu: Ez az új módszer megkönnyítette a szaporodását és az ellenőrzését a lényeinknek. Az idegrendszerüket is genetikusan módosítottuk úgy, hogy részben belső, részben külső parancsoknak is engedelmeskedjenek, mivel a DNS-be kódolt ösztöneiket nem volt célunk teljes mértékben megváltoztatni.

source: Shaxthal lifeforms are raised in specially built reticuli where they get all the necessary support for their development. The creatures' adaptability should allow them to build new reticuli in new environments as well. Moreover, they can modify the genetics of foreign lifeforms and generate new shaxthal development trees. This has been reported to be successful in underground or underwater environments, rather than surface level.
fr: Les formes de vie shaxthales grandissent dans une enveloppe spéciale qui contient tout le nécessaire à leur croissance. L'adaptabilité de ces créatures doit leur permettre de construire de nouvelles enveloppes dans différents environnements. Elles peuvent par ailleurs modifier le contenu génétique d'autres espèces pour générer de nouvelles branches à leur arbre évolutif. Cela a fonctionné dans les environnements du souterrains et sous-marins, presque mieux d'ailleurs qu'en surface.
hu: Saxtál lényeink egy speciálisan felépített szervezettel rendelkeztek, amelyen keresztül minden szükséges dolgot el tudtak végezni. Lényeink alkalmazkodóképessége lehetővé tette nekik, hogy új környezetbe kerülve újjáépítsék szervezetüket. Hovatovább képessé váltak az idegen szervezetek genetikai módosítására is, ezáltal újabb saxtál létformájú lényeket teremtettek. A kísérletekben ez különösen a föld alatti és a víz alatti környezetben bizonyult igen sikeresnek, szemben a felszíni tesztekkel.ezetben bizonyult igen sikeresnek, szemben a felszíni tesztekkel.

source: Their exoskeleton is mostly composed of a modified keratin - protein - with light metallic elements fixated in strings. The result is a highly resistant, yet very flexible armor, which is even more versatile thanks to the arthropoda-inspired overall structure.
fr: L'exosquelette est quasiment composé d'une kératine modifiée avec des parties métalliques fixées en bandes. L'armure qui en résulte est très résistante, très flexible, et plus polyvalente grâce à sa structure dérivée de celle des arthropode.
hu: A külső vázuk egy módosított keratinfehérjéből állt, amibe fémláncok épültek be. Az eredmény egy rendkívül ellenálló, mégis rugalmas páncélváz lett, ami az ízeltlábúaktól kölcsönzött felépítése miatt sok egyéb funkciót is ellátott.
