Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: The group then rested for a while before continuing. After passing through the mountain wall west from the river's keep, they were surprised to see fully-grown plants and animals again. They had left the desert.
fr: Le groupe se reposa alors quelques temps avant de continuer. Après avoir franchi la barre de montagnes à l'ouest du donjon du fleuve, ils furent surpris de revoir des animaux et des plantes florissantes. Ils avaient quitté le désert.
hu: Így a sereg néhány napot pihent, aztán újra felkerekedtek. Ahogy átértek a nyugati hegygerincen, egyik ámulatból a másikba estek. A táj buja növényzettel és gazdag állatvilággal rendelkezett. Kiértek a sivatagból.
tr: Ekip bir süre dinlendikten sonra devam etmeye karar verdiler. Irmağın batısındaki dağ sırası boyunca ilerleyerek çölden çıktılar. Tekrardan büyümüş bitkileri ve hayvanları görmek büyük sürpriz oldu.

source: Green grass again! Is this an oasis?
fr: De l'herbe verte, de nouveau ! Est-ce une oasis ?
hu: Zöld füvet látok újra. Mi ez, egy oázis?
tr: Tekrar yeşil çimenler! Bu bir serap mı?

source: No, it is not. It's just the end of the desert. Looks like plants have managed to survive and evolve under the harsh suns after the Fall. Not all is dried up then. (looks at Anlindë)
fr: Non. C'est juste la fin du désert. Les plantes semblent avoir réussi à survivre et à évoluer sous les rayons ardents du soleil après la Chute. Tout n'est pas desséché (regard vers Anlindë).
hu: Nem. Egyszerűen elhagytuk a sivatagot. Úgy tűnik, a növények sikeresen alkalmazkodtak a tűző napokhoz, nem száradt ki minden a Kataklizma után. (Anlindëre néz)
tr: Hayır, serap değil. Burası çölün bittiği yer. Bitkiler Felaket sonrası yakıcı güneşlerin altında dayanmayı ve gelişmeyi başarabilmişler gibi görünüyor. Hepsi kuruyup gitmemiş. (Analya’ya bakar)

source: What? Why are you looking at me?!
fr: Quoi ! Pourquoi me regardez vous ?
hu: Mi van? Miért nézel rám?!
tr: Ne? Neden bana bakıyorsun?!

source: I feel refreshned! It has been so long far from trees and grass and other plants...
fr: Je me sens ragaillardi ! Je n'avais vu ni arbres, ni herbe, ni d'autres plantes depuis bien longtemps...
hu: Teljesen felfrissültem! Oly sokáig hiányoztak a fák, a füvek, s más növények...
tr: Kendime gelmeye başladım! Ağaçlardan çiçeklerden ve diğer bitkilerden o kadar uzun süre uzak kaldık ki...

source: Stop your party. If plants have grown up in the land it means there is water. And if there is water, there are living beings. This must be why the humans have grown in number since the last time my explorers reported to me.
fr: Calmez-vous. Si les plantes ont poussé sur cette terre, cela signifie qu'il y a de l'eau et des créatures vivantes. C'est sans doute pourquoi les humains se sont multipliés depuis le dernier rapport de mes éclaireurs.
hu: Álljunk meg itt egy kicsit. Ha ilyen buja növényzet van itt, akkor víznek is kell lennie a közelben. Ha víz van, akkor élőlények is vannak. Lehet, hogy ezért szaporodtak el az emberek is azóta, hogy a kémeim utoljára informáltak.áltak.
tr: Ekibi durduralım. Toprakta bitkiler büyüyorsa, su var demektir. Su varsa, başka canlılar da vardır. Son zamanlarda bana gelen raporlarda görülen insan sayısındaki artışın sebebi bu olmalı.

source: Like, the world is reviving?
fr: C'est comme si le monde renaissait ?
hu: Úgy látszik, hogy az élet újra feltámadt.
tr: Galiba, dünya canlanıyor...

source: Exactly. This is part bad news and part good news. The good is you elves will have what you need to survive. The bad is that probably our enemies do too. We must hurry, for we don't know how far they have got in their thirst of conquering.
fr: Exactement. C'est à la fois une bonne et une mauvaise nouvelle. La bonne c'est que vous, les elfes, vous aurez ce qu'il vous faut pour survivre. La mauvaise c'est que nos ennemis également. Nous devons faire vite, nous ne savons pas jusqu'où ils iront dans leur soif de conquête.
hu: Pontosan. Annak minden jó és rossz oldalával egyetemben. A jó az, hogy ti, tündék is megtaláljátok a túlélésetekhez szükséges dolgokat. A rossz az, hogy az ellenségeink úgyszintén. Sietnünk kell, nem tudhatjuk, hogy hódítási vágyukban meddig jutottak már el.ig jutottak már el.
tr: Kesinlikle. Bu hem iyi hem de kötü bir haber. Yaşamaya çalışan elfler için iyi haber. Bunun düşmanlarımız için de geçerli olması ise kötü bir haber. Düşmanın fetih açlığının daha ne kadar süreceğini bilmediğimize göre acele etmeliyiz.

source: How far are those mountains you spoke us of, Knalga?
fr: Les montagnes dont vous parlez, Knalga, elles sont loin ?
hu: Milyen messze vannak azok a hegyek, amikről beszéltél, az a Knalga?l, s az a Knalga?
tr: Bu Kanalga dağları ne kadar uzakta?

source: Not much. Minimum three days from here at continuous march.
fr: Pas trop. Minimum à 3 jours d'ici, en marchant sans arrêt.
hu: Nincs messze. Talán háromnapi járóföldre lehet.olyamatos menetre.
tr: Çok değil. Üç gün daha yürümemiz gerekecek.

source: Then, time to go, men!
fr: Allons les gars, il est temps de partir !
hu: Akkor ideje indulnunk!
tr: Haydi, gitme zamanı!

source: (shakes head) I can hardly believe what I see...
fr: (secouant la tête) Je peux difficilement croire ce que je vois.
hu: (rázza a fejét) Még most sem akarok hinni a szememnek...
tr: (kafasını sallar) Gördüğüme inanmakta güçlük çekiyorum...

source: Cursed Plateau
fr: Plateau maudit
hu: Elátkozott fennsík
tr: Lanetli Yayla

source: Galas, Anlindë or Mal Keshar must reach the northern end of the mountain pass
fr: Galas, Anlindë ou Mal Keshar doivent atteindre l'extrémité nord de la chaîne de montagne
hu: Galas, Anlindë vagy Mal Keshar eléri a hágó északi végét.
tr: Galas, Analya ve Mal Keşnar dağ geçidinin kuzey çıkışına ulaşmalı

source: This pass becomes colder and darker the further we walk. I begin to regret my choice. Could we...
fr: Plus nous avançons, plus cette passe devient sombre et froide. Je commence à regretter mon choix. Pourrions-nous...
hu: Ez a hágó egyre hidegebb és sötétebb, ahogy előrehaladunk. Kezdem azt hinni, hogy rosszul döntöttem. Vissza...
tr: Bu geçit biz ilerledikçe hem soğuyor hem de giderek karanlıklaşıyor. Bu kararımdan pişman olmaya başlıyorum. Acaba...

source: Retreat to the desert plains? No. Going back will only delay and weaken us. At least here we are safe from the savages and can find streams of clean water.
fr: Nous retirer dans les plaines du désert ? Non. Repartir ne nous ferait gagner qu'un court répit et nous affaiblirait. Ici au moins nous sommes protégés des sauvages et nous pouvons trouver des cours d'eau pure.
hu: Visszatérni a sivatagba? Nem. Visszafordulni annyi, mint elfecsérelni egy csomó időt és energiát. Itt legalább biztonságban vagyunk a vademberektől és tisztavízű forrásokat is találunk.
tr: Acaba susuz düzlüklere dönelim mi? Hayır. Geri dönmek sadece bizi biraz daha geciktirir ve önemli ölçüde zayıflatır. Düşün bir kere, en azından buralar bataklıklardan daha güvenli, ayrıca temiz ve soğuk su kaynakları bulabiliriz.

source: Yes, but...
fr: Oui, mais...
hu: Igen, de...
tr: Evet, fakat...

source: I think that Mal Keshar is right, Galas. We have better odds of surviving here than in the heat of the desert. And if we have to fight, we'll do better in this place than in the plains.
fr: Je crois que Mal Keshar a raison, Galas. Nous avons plus de chances de survivre ici que dans la fournaise du désert. De même, si nous devons combattre, ce sera mieux ici que dans les plaines.
hu: Azt hiszem, Mal Kesharnak van igaza, Galas. Itt jopbbak a túlélési esélyeink, mint a forró sivatagban. S ha harcra kényszerülünk, itt kedvezőbb helyzetben tehetjük, mint a homokon.
tr: Ben de Mal Keşnar’a hak veriyorum, Galas. Burada hayatta kalma şansımız çöldekinden daha yüksek. Eğer döğüşmek zorunda kalırsak burada ovalardakinden daha iyi durumda olacağız.

source: Very well. Let's replenish our supplies and continue traveling...
fr: Très bien. Refaisons le plein de provisions et continuons le voyage...
hu: Ám legyen. Frissítsük fel a készleteinket, s folytassuk az utat...
tr: Pekala. Erzağımızı tamamlayıp yola devam edelim...

source: North. If we go North we shall eventually find the end of this pass in a big valley shaped like a quarter moon, where an entrance to the once-great underground kingdom of Knalga. It is a long and windy way, but it is better than the western road. That would only return us to the desert.
fr: Au nord. C'est au nord que nous trouveront probablement la fin de cette passe, pour aboutir dans une grande vallée en forme de croissant de lune. Il y devrait y avoir une porte de l'ancien et prestigieux royaume déchu de Knalga. Le chemin est long et périlleux, mais préférable à la route de l'ouest qui ne nous ramènerait qu'au désert.
hu: Északra. Ha északra megyünk, akkor hamarosan elérjük a hágó végét, s megérkezünk egy völgybe, ami úgy néz ki, mint a fogyó hold. s onnan már könnyedén eljutunk az egykorvolt földalatti birodalomba, Knalgába. Igaz hosszú és huzatos út áll előttünk, de még mindig jobb, mint a nyugati kerülő, ami végül visszavinne a sivatagba.lő, ami végül visszavinne a sivatagba.
tr: Kuzeye. Kuzeye gidersek bu dağ geçidinin sonunda bir ay krateri şeklinde olan dev bir vadiye ulaşacağız. Orada evvelce büyük bir yeraltı krallığının yeraldığı mağaraların girişi var. Uzun ve rüzgarlı bir yol fakat batıdaki düşmanlarla karşılaşma ihtimali yüksek, çölden çöle uzanan yoldan daha iyidir.

source: I wonder where that path leads to...
fr: Je me demande où mène ce passage...
hu: Vajon az az ösvény hová vezet?
tr: Bu yolların nerelere gittiğini merak ediyorum...

source: We ought not to enter there and investigate. We have a clear purpose to fulfill, and we should not let small things such as curiousity distract us.
fr: Nous ne devrions pas explorer ça. Nous avons un but précis et nous ne devrions pas nous laisser distraire par la curiosité.
hu: Nem kellene elbóklásznunk. Van egy világos útitervünk, aszerint kellene haladnunk, s nem hagyni, hogy a kíváncsiság eltereljen minket.
tr: Oraya girip inceleme yapmamılıyız. Yerine getirmemiz gereken bir görevimiz var ve bizi amacımızdan uzaklaştıracak şeylerle uğraşmamalıyız.

source: Finally, I can see... oh, bright gods!
fr: Enfin, je peux voir... oh, mon dieu !
hu: Végre átértünk... Fényességes istenek!
tr: Sonunda, geldik. Ama bu!

source: Finally, I can see... wow! This... wow.
fr: Enfin, je peux voir... wouah ! C'est... wouah.
hu: Végre átértünk... Óhhh! Ez... Óhhh!
tr: Sonunda, geldik. Ama bu! Vay canına!

source: What is it?
fr: Qu'est-ce que c'est ?
hu: Mi az?
tr: O nedir?

source: The valley... it looks green and plenty of life!
fr: La vallée... elle est verdoyante et pleine de vie !
hu: A völgy... harsány zöld és zajlik benne az élet!!
tr: Vadi... Yemyeşil, hayat fışkırıyor!

source: Are you sure it is not a mirage? Is it for real?
fr: Êtes-vous certains que ce n'est pas un mirage ? C'est pour de vrai ?
hu: Biztos, hogy nem képzelődsz? Lehetséges ez?
tr: Hayal görüyor olmayasın?

source: It... it seems so. This is wonderful! The wide green world is restoring itself!
fr: On... on dirait. C'est merveilleux ! Le monde se régénère tout seul et reverdit !
hu: Ez... ez fantasztikus. Ez gyönyörű! A növényzet visszahódította a földet!
tr: Hayır... Harika bir şey bu. Doğa kendi kendini onarıyor!

source: Stop your party. If plants have grown up in the land it means there is water. And if there is water, there are living beings. This may be why the humans have grown in number since the last time my explorers reported to me. I hope they have not reached these parts yet, or we could find ourselves walking into a trap.
fr: Calmez-vous. Si les plantes ont poussé sur cette terre, cela signifie qu'il y a de l'eau. S'il y a de l'eau, il y a des créatures vivantes. C'est sans doute pourquoi les humains se sont multipliés depuis le dernier rapport de mes éclaireurs. J'espère qu'ils n'ont pas encore atteint cet endroit, ou nous nous précipitons droit dans un piège.
hu: Álljunk meg itt egy kicsit. Ha ilyen buja növényzet van itt, akkor víznek is kell lennie a közelben. Ha víz van, akkor élőlények is vannak. Lehet, hogy ezért szaporodtak el az emberek is azóta, hogy a kémeim utoljára informáltak. Remélem nem ők élnek itt, különben egyenesen a csapdájukba sétálnánk.
tr: Ekibi durduralım. Toprakta bitkiler büyüyorsa, su var demektir. Su varsa, başka canlılar da vardır. Son zamanlarda bana gelen raporlarda görülen insan sayısındaki artışın sebebi bu olmalı. Daha buralara gelmemiş olmalarını dilerim yoksa fırtınanın ortasına ilerliyoruz demektir.

source: I too hope that they have not. Now, let's move and find the entrance to the caves of which you spoke.
fr: Moi aussi j'espère que non. À présent, cherchons l'accès aux cavernes dont vous aviez parlé.
hu: Remélem nem. De menjünk, keressük meg azt a bejáratot Knalgába, amiről beszéltél.
tr: Ben de gelmemiş olmalarını dilerim. Hemen gidelim ve bahsettiğin mağara girişini bulalım.

source: Ah, yes. Let's go.
fr: Ah, oui. Allons-y.
hu: Ja, persze. Menjünk.
tr: Evet, gidelim.

source: Time to go, men!
fr: Il est temps de partir, les gars !
hu: Indulás!
tr: Haydi, gitme zamanı!

source: Aaaaaaye!!
fr: Ouuuuaaaiiis !!
hu: Jeeeeeeee!
tr: Aaaaaayyy!!

source: A wall moves.
fr: Un mur bouge.
hu: Egy fal elmozdul.
tr: Bir duvar hareket eder.

source: What was that? Eh, look! The gate there has opened!
fr: Qu'est-ce que c'est ? Hé, regardez ! Les portes se sont ouvertes !
hu: Mi volt ez? Hö, nézzétek! Az a kapu kinyílt!
tr: Bu neydi? Hey bakın! Burada bir kapı açıldı!

source: Well, well, this monster seems to have been protecting that cave. I wonder what is in there?
fr: Bon, bon, ce monstre semblait protéger cette caverne. Je me demande ce qu'il y a l'intérieur.
hu: Igen, igen. Úgy látszik, ez a szörny védte ezt a járatot. Vajon mi lehet itt?
tr: Bak sen, bu yaratık mağarayı koruyormuş. Orada ne olduğunu merak ediyorum.

source: Perhaps we should investigate it. It might be unwise to leave an unknown threat to our rear. What do you think, Anlindë?
fr: Peut-être que nous devrions aller l'explorer. Il pourrait être imprudent de laisser une menace inconnue barrer notre retraite. Qu'en pensez-vous, Anlindë ?
hu: Talán meg kéne vizsgálnunk. Nem lenne bölcs dolog ismeretlen veszélyt hagyni a hátunkban. Mit gondolsz Anlindë?
tr: Galiba incelesek iyi olacak. Arkamızda ne olduğunu bilmediğimiz bir tehdit bırakmak akıllıca olmaz. Bu konuda senin fikrin ne, Analya?

source: Your caution is well thought. Be equally cautious as you explore.
fr: Votre précaution est astucieuse. Soyez également prudent durant la reconnaissance.
hu: Megfontolt javaslat, ahogy a felderítésben is megfontoltan szoktál eljárni.l eljárni.

source: A dead end, it seems. But hold, I have found something. It is a ring, red as blood, and it appears to have an inscription carved on it. But I cannot read it, I don't know this language
fr: On dirait un cul-de-sac. Mais, une seconde... j'ai trouvé quelque chose, un anneau aussi écarlate que le sang. On dirait qu'une inscription est gravée dessus. Mais je n'arrive pas à la lire, je n'en connais pas la langue.
hu: Zsákutca, úgy tűnik. De várjatok... találtam valamit. Egy gyűrű, vérvörös színű és valami felirat van rajta. Nem tudom elolvasni, valami ismeretlen nyelven van írva.
tr: Burası sadece bir oyukmuş. Fakat bir saniye... Bir şey buldum. Bir yüzük, kan kırmızısı ve üzerinde bir şeyler yazıyor. Fakat okuyamıyorum, bu dili bilmiyorum.

source: A dead end, it seems. But hold... I have found something. It is a ring, red as blood, and it appears to have an inscription carved on it. But I cannot read it, I don't know this language
fr: On dirait un cul-de-sac. Mais, une seconde... j'ai trouvé quelque chose, un anneau aussi écarlate que le sang. On dirait qu'une inscription est gravée dessus. Mais je n'arrive pas à en lire la langue.
hu: Zsákutca, úgy tűnik. De várjatok... találtam valamit. Egy gyűrű, vérvörös színű és valami felirat van rajta. Nem tudom elolvasni, valami ismeretlen nyelven van írva.
tr: Burası sadece bir oyukmuş. Fakat bir saniye... Bir şey buldum. Bir yüzük, kan kırmızısı ve üzerinde bir şeyler yazıyor. Fakat okuyamıyorum, bu dili bilmiyorum.

source: I should be able to translate it. It is in the ancient tongue of the men of Wesnoth. The inscription reads: 'By the blessing of the Lords of Light, this ring gives strength and heals wounds'.
fr: Je devrais pouvoir traduire ça. C'est l'ancienne langue des hommes de Wesnoth. L'inscription dit : « La bénédiction des Seigneurs de la Lumière vous augmentera votre vigueur et fermera vos blessures. »
hu: Azt hiszem értem a feliratot. A wesnothi emberek ősi nyelvén íródott, s azt állítja:'A Fény Isteneinek áldása van ezen a gyűrűn, erőt és gyógyulást hoz viselőjére'.
tr: Ben çevirebilirim. Wesnoth’ta insanların konuştuğu eski bir dili andırıyor. Yazı şöyle: ‘Bu yüzüğü bulan kişiyi Işık Lordları kutsasın; onu tak ki, yaraların hep iyileşsin, gücün artsın’.

source: It is a ring of regeneration. There is magic in these to keep the bearer healthy and strong. They are rare, though, so we should carefully choose who should bear it.
fr: C'est un anneau de régénération. Sa magie maintient le porteur fort et en bonne santé. Ils sont rares, nous devons donc choisir avec intelligence qui le portera.
hu: Ez a Regenerálódás Gyűrűje. Mágikus ereje révén egészséget és erőt biztosít a viselőjének. Ritka kincs, jól gondoljuk meg, ki viselje.
tr: O iyileştirici bir yüzük. Yüzüğü takanın sağlıklı ve güçlü kalmasını sağlayan sihirli bir nesne olduğu söylenir. Nadir bulunurlar. Bu bakımdan onu kimin kullanacağını çok dikkatli seçmelisin.

source: Coming here was worth the effort, after all.
fr: Venir ici en valait la peine, après tout.
hu: Mégis megérte idejönnünk.
tr: Hiç olmazsa, buralara geldiğimize değdi.

source: As you put the ring on your finger, a feeling of healthiness and strength suffuses you. Shortly, all your wounds are magically healed by the ring's power.
fr: Lorsque vous enfilez l'anneau à votre doigt, une sensation de santé et de force vous envahit. Vos blessures se referment lentement grâce au pouvoir de l'objet.
hu: Ahogy felhúzod az ujjadra a gyűrűt, frisseség és erő árad szét a testedben. Hamarosan a sebeid is begyógyulnak a gyűrű mágikus erejétől.
tr: Bahsedildiği gibi parmağınızdaki yüzük, kendinizi sağlıklı ve adeta güce boğulmuş gibi hissetmenizi sağlar. Kısaca, tüm yaralarınız sihirli bir şekilde bu yüzüğün gücüyle iyileşir.

source: The Moon Valley
fr: La Vallée de la Lune
hu: A Hold-völgy
tr: Ay Vadisi

source: Secure the valley (defeat all enemy leaders)
fr: Sécuriser la vallée (Vaincre tous les chefs ennemis)
hu: Biztosítod a völgyet (leszámolsz az összes ellenséges vezérrel)
tr: Vadide güvenliği sağla (tüm düşman liderlerini öldür)

source: The group arrived in the valley which Malin Keshar had spoken.
fr: Le groupe arriva dans la vallée mentionnée par Malin Keshar.
hu: A sereg megérkezett a völgybe, amiről Mal Keshar beszélt.
tr: Ekip sonunda Malin Keşnar’ın bahsettiği vadiye ulaştı.

source: This is the valley of the Moon. It was named so because of an old legend.
fr: C'est la Vallée de la Lune. Son nom provient d'une ancienne légende.
hu: Ez itt a Hold-völgy. Azért nevezik így, mert egy régi legenda szerint...
tr: Burası Ay Vadisi. İsmini eski bir destandan alır.

source: What legend?
fr: Laquelle ?
hu: Miféle legendát emlegetsz?
tr: Ne destanı?

source: A millennium or two ago there the people then living near here believe the end of the world had come. Rocks fall from the sky, which was dark for many days thereafter. There were earthquakes and other signs. When the sun returned, there being still at that time only one, they found a vast smoking crater here; and that night there was blood on the face of the Greater Moon.
fr: Il y a un ou deux millénaire, les gens vivant dans la région ont pensé que la fin du monde était proche. Des roches étaient tombées d'un ciel qui resta sombre pendant plusieurs jours, des tremblements de terre agitaient le sol, et il y avait bien d'autres signes encore. Quand le soleil revint, il n'y en avait qu'un à cette époque, ils découvrirent un large cratère à cet endroit. Et, cette nuit là, le visage de la Grande Lune fut couvert de sang.
hu: Ezer vagy kétezer évvel ezelőtt az itt élő emberek azt hitték, hogy a világvége érkezett el. Sziklák hullottak az égből, amely sok napon keresztül sötét maradt. Földrengések, s egyéb jelek is voltak. Amikor a nap felkelt, akkoriban még csak egy nap volt, hatalmas füstölgő kráterek borították a felszínt. Azután éjszaka a Nagy-Hold képe véres volt.

source: If I remember correctly, I was about three years old when that...
fr: Si je me souviens bien, je devais avoir environ trois ans lorsque...
hu: Ha jól emlékszem hároméves lehettem, amikor...
tr: Doğru hatırlıyorsam, üç yaşındayken...

source: Intruders! Alert big boss!!
fr: Des intrus ! Alertez grand patron !
hu: Behatolók! Riadóztassátok a nagyfőnököt!
tr: Yabancılar! Büyük patrona haber verin!!

source: Did you hear that?
fr: Avez-vous entendu ?
hu: Hallottátok ezt?
tr: Duydun mu?

source: Orcs! This valley is infested with orcs!
fr: Des orcs ! Cette vallée est infestée d'orcs.
hu: Orkok! A völgyet megszállták az orkok!
tr: Orklar! Bu vadi orklarla dolu!

source: I suspected that.
fr: Je redoutais quelque chose comme cela.
hu: Sejtettem, hogy így lesz.
tr: Bunu bekliyordum.

source: What should we do? Are you sure of what you are doing, Keshar?
fr: Que devons-nous faire ? Êtes-vous certain de ce que vous faites, Keshar ?
hu: Mit csináljunk? Biztos, hogy tudod, mit csinálsz, Mal Keshar?
tr: Ne yapacağız? Ne yapılacağını biliyor musun, Keşnar?

source: I think he has sent us to our doom deliberately!
fr: Je pense qu'il nous a envoyés à notre perte, délibérément !
hu: Szerintem szándékosan vezetett minket az orkok karmaiba!
tr: Yokedilmemiz için onun bize kasten yollandığını düşünüyorum!

source: Fools! I could have killed you all while you were sleeping if I had desired your deaths!
fr: Imbéciles ! J'aurais pu tous vous tuer durant votre sommeil si je l'avais vraiment voulu !
hu: Ostoba! Ha a halálotokat akartam volna, alvás közben már számtalanszor legyilkolhattalak volna titeket!
tr: Şapşal! Eğer gerçekten isteseydim burada uyurken hepinizi öldürebilirdim!

source: I would really appreciate if you both controlled your temper. Now, do we have a plan?
fr: J'aimerais vraiment que vous vous contrôliez, tous les deux. Bon, est-ce qu'on a un plan ?
hu: Megköszönném, ha megőriznétek a hidegvéreteket. Valami ötlet a továbbra?

source: Yes. We should charge ahead, slay the leader that blocks our entrance to the cave system and continue.
fr: Oui. Nous devrions charger, tuer le chef qui bloque l'entrée du réseau de galerie, et continuer.
hu: Van. Átvágunk az előttünk állókon, levágjuk a bejáratot őrzők vezérét, s benyomulunk a barlangba.
tr: Evet. Bu alan boyunca mümkün olduğunca hızlı koşmalı, mağara sistemine girişi engelleyen liderlerini öldürüp, yolumuza devam etmeliyiz.

source: Easier said than done.
fr: Plus facile à dire qu'à faire.
hu: Könnyebb mondani, mint megcsinálni.
tr: Söylemesi kolay...

source: Or, we could advance slowly and wipe out the entire pack.
fr: Ou nous pourrions avancer doucement et nous débarrasser de tout ce petit monde.
hu: Vagy haladhatunk lassabban is, s kiirthatjuk az egész bagázst.

source: I don't think we have the troops to do that, but I guess retreat is no longer an option.
fr: Je ne pense pas que nous ayons les forces nécessaires pour le faire, mais je suppose que la retraite est également impossible.
hu: Nem hiszem, hogy lenne erre elég erőnk, de vissza nem fordulhatunk.
tr: Bunu yapacak güce sahip olduğumuzu düşünmüyorum, fakat pişmanlık duymak ve geri çekilmek için çok geç kaldığımızı sanıyorum.
