Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Some centuries ago, a malign shadow issuing from the vast Ocean covered the lands, and an evil presence began to swallow every living creature. After some time, monstrosities from the underworld began raiding and destroying what human, elvish and orcish encampments were left in the desert. These monsters were called, in my time, demons. I suppose you remember them, do you?
fr: Il y a plusieurs siècles, une ombre maligne est venue du Grand Océan et a recouvert les terres, puis une entité maléfique a commencé à engloutir tout ce qui vivait. Après quelques temps, des horreurs du monde d'en-dessous ont commencé des razzias détruisant tous les campements humains, elfes, ou orcs du désert. De mon temps, on les appelait ces monstres des démons. Je suppose que vous vous en souvenez, n'est-ce pas ?
hu: Néhány évszázaddal ezelőtt egyszercsak egy veszedelmes árnyék emelkedett ki a rengeteg Óceánból. Ráborult a földekre, s az ördögi jelenség kezdte bekebelezni az élőlényeket. Kis idő múlva a föld alatti világ szörnyetegei lepték el a vidéket, s elpusztították a sivatagban megmaradt emberi, tünde és ork telepeket. Ezek a szörnyek, az én időmben legalábbis így hívták őket, a démonok. Feltételezem, összeakadtatok velük ti is, nemdebár?
tr: Asırlar önce, kıtayı çevreleyen engin okyanustan kötü niyetli bir hayalet gelmiş ve bu şeytani varlık yaşayan her şeyi yutmaya başlamıştı. Başta, onun ne olmadığını biliyordum, fakat bir süre sonra yeraltından çıkan canavarlar ıssız yerlerde kalmış insanlara, elflere ve orklara baskın yapıp, onları yoketmeye başladılar. Onlara benim zamanımda iblis denirdi. Onları hatırlıyorsunuz değil mi?

source: We do, but it is not possible! The demon lord was vanquished by the Lady of Light a long time ago!
hu: Igen, valóban, de ez képtelenség. A démonok urát a Világosság Úrnője sok évvel ezelőtt megsemmisítette.

source: What are you talking about?
fr: De quoi parlez-vous ?
hu: Miről beszéltek?
tr: Siz neden bahsediyorsunuz?

source: But that was a mere foretaste of our doom. Something or someone opened a portal to the very heart of Hell, unleashing the forces of Evil and allowing them to cross the void-barriers into our world. I suspect the Wesnothian magi, in their arrogance and pride, of wreaking a greater evil than I ever did. Whoever the culprits were, they cast us into this chaotic future, reshaping the landscape and raising up the two burning suns.
fr: Ce n'était que le début de notre calvaire. Je suppose que quelque chose ou que quelqu'un a ouvert un portail vers le cœur même des enfers, libérant les forces du mal et leur permettant de passer la barrière de néant qui sépare nos deux mondes. Je suspecte les mages wesnothiens, bouffis d'arrogance et de fierté, d'avoir déchaîné une puissance maléfique d'une ampleur inédite. Qui que soient les coupables, ils nous ont plongés dans un futur chaotique, aux paysages remodelés éclairés par deux soleils brûlants.
hu: Ugyan, az csak ízelítő volt az igazi kárhozatból. Valaki vagy valami a Pokol kellős közepébe nyitott egy kaput, átvágta a válaszfalat, s rászabadította azokat a teremtményeket a mi világunkra. Talán wesnothi mágusok gőgös elbizakodottságukban, bosszúból tették. Akárkik művelték ezt, tragikus káoszba sodorták a jövőt, újjáformálták a felszínt, két napot emeltek az égbe.
tr: Bu yokoluşumuzun başlangıcından başka birşey değildi. Bir şey ya da biri engelleri ortadan kaldırarak Cehennemin merkezine bir geçit açmış ve kötü güçler serbest kalarak dünyamıza girmiş olmalılar. Bence bu, dehşet verici deneyimler kazanan Wesnoth büyücülerinden başkaları değil. Kibirleri yüzünden sadece kendilerine değil, hepimize bu düzensiz geleceği hazırladılar; iki kızgın güneşi olan yeni bir ülkeyle başlayan bir gelecek.

source: So that is what attacked us in our valley...
fr: Alors c'est ça qui nous a attaqués dans notre vallée...
hu: Szóval ez áll a megtámadásunk hátterében...
tr: Yani, vadimize saldıranlar onlardı...

source: We need to escape from these caves - but supposing we can, we'll but need to face the evil that roams above us. What could we do?
fr: Nous devons sortir de ces cavernes, mais même si nous y arrivons, nous devrons forcément affronter le démon qui rode au-dessus de nous. Que pourrions-nous faire ?
hu: Ki kell jutnunk ezekből a barlangokból - feltételezem ki tudunk, de szembe kell néznünk a felszínen ólálkodó veszedelemmel is. Mit tehetünk?
tr: Bu mağaralara kaçmak zorunda kaldık, fakat üstümüzde dolaşan kötülüğü yoketme sorumluluğundan kaçamayız. Ne yapabiliriz?

source: You would be killed, tortured or converted by them in matter of hours, perhaps minutes, even seconds. You are few to their many; nor do you have the powers necessary to fight against the demons.
fr: Vous seriez tués, torturés ou convertis par eux en quelques heures, voire en minutes ou même en secondes. Vous êtes numériquement désavantagés et vous n'avez pas les pouvoirs nécessaires pour combattre les démons.
hu: Le fognak titeket kaszabolni, meg fognak kínozni vagy át fognak alakítani órák, esetleg percek, még inkább másodpercek alatt. Kevesen vagytok, s a szükséges erővel sem rendelkeztek a démonok elleni harchoz.
tr: Onları bir kaç saat, bir kaç dakika hatta bir kaç saniye içinde öldürebilir, işkence edebilir ya da dönüştürebilirdiniz. Fakat, sayısal olarak üstün olmadığınız gibi iblislere karşı döğüşmek için gerekli güçlere de sahip değilsiniz.

source: But you do, don't you?
fr: Mais vous oui, n'est-ce pas ?
hu: Te bezzeg rendelkezel ezzel az erővel, nem igaz?
tr: Fakat siz sahipsiniz, değil mi?

source: I am unsure. Centuries have passed since I fought - but I do not fear an end to my un-death. I have nothing left; all that I once loved has been scoured away by pitiless time.
fr: J'ai des doutes. Des siècles sont passés depuis mon combat. Mais je ne redoute pas la fin de ma non-vie. Il ne me reste rien ; tout ce que j'ai aimé autrefois a été emporté par le temps inexorable.
hu: Nem hiszem. Századok múltak már el, hogy utoljára harcoltam, de nem félek az élőholt létem végétől. Semmim sincs. Minden, amit egykor szerettem, semmivé vált a könyörtelen idő múlásával.
tr: Artık bundan pek emin değilim. Kendimle yaptığım son savaşın üzerinden çok zaman geçti; fakat yine de, ölümden korkmuyorum. Eninde sonunda, yaşlı kemiklerimden ve bir kaç gram etten başka bir şeyim kalmadı.

source: We'll find a new and safe home, save we vanquish those fiends.
fr: Nous trouverons une nouvelle demeure plus sûre, à moins de vaincre ces démons.
hu: Egy új és biztonságos otthont keresünk magunknak, ahol megszabadulhatunk azoktól a szörnyektől.
tr: Bu iblisleri mağlup edip kendimize yeni ve güvenli bir vatan bulacağız.

source: I agree. But our kin tried before, we have become the witnesses to their failure. We have no aid or craft that they did not.
hu: Megpróbáljuk, bár elődeink is megpróbálták korábban, de most szembesülnünk kellett a kudarcukkal. Nincs olyan segítségünk vagy eszközünk, ami nekik ne lett volna.

source: Can it be that the Elves have forgotten? The force you need is the power of the Union.
fr: Les elfes auraient-ils oublié ? La force dont vous avez besoin est celle de l'Union.
hu: Lehet, hogy a tündék elfelejtették? Az erő, amire szükségetek van, az az Egyesülés ereje.
tr: Bu, elflerin yasakladığı şey olabilir mi? Şu an ihtiyaç duyduğunuz güç, Birliğin gücüdür.

source: The Union?
fr: L'Union ?
hu: Az Egyesülésé?
tr: Birlik?

source: Your elder druids and sorceresses should know very well that this Lady of Light did not save you alone from that evil. What won your victory was nothing else than the power of the Union, at hands of the Master of Darkness and the Lady of Light - a human and an elven lady. And you should know that they were somehow blessed - or cursed - with eternal life.
hu: Idős druidáitok és boszorkányaitok nagyon jól tudják, hogy nem egyedül a Világosság Úrnője szabadított meg titeket attól a gonosztól. Ami akkor győzedelmeskedett, az nem más, mint az Egyesülés ereje. Kéz a kézben egy ember, a Sötétség Ura, és egy tünde úrnő, a Világosság Úrnője. S azt is tudnotok kell, hogy ők az örök élettel voltak megáldva vagy megátkozva.

source: I know they went to a place, a place very deep in the heart of the world. I felt their presences descending into the depths. However, I lost track of one of them, the Master of Darkness. Although I cannot say anything about him, I believe the Lady of Light remains in this world, in that place, just sleeping. If you could awaken her, you would have half the power possibly necessary to defeat whoever is the mastermind of this dark plot.
hu: Valójában csak pihenőre tértek a világ legmélyére. Éreztem a jelenlétüket a mélyben. Csakhogy a Sötétség Urának már nem érzem a jelenlétét, így biztosat nem tudok mondani róla, de a Világosság Úrnője továbbra is e világban van, csak alszik. Ha fel tudnátok ébreszteni őt, akkor a sátáni terv kiagyalójának elpusztításához szükséges erő fele a kezetekben lenne.

source: But we don't know how or where she is.
fr: Mais nous ignorons son état de santé et là où elle est.
hu: Csakhogy fogalmunk sincs, hol keressük Őt.
tr: Fakat onu nerede ve nasıl bulacağımızı bilmiyoruz.

source: Right, but you could lead us, couldn't you, Mal Keshar?
fr: Exact, mais vous pourriez nous guider, Mal Keshar, n'est-ce pas ?
hu: Ez igaz, de Mal Keshar el tud vezetni hozzá, nem igaz?
tr: Ama siz bize yol gösterebilirsiniz, değil mi, Mal Keşnar?

source: What?! But lady, he is a lich, a necromancer! We cannot have such an abomination in our side!
fr: Quoi ? Mais madame, c'est une liche, un nécromancien ! Nous ne pouvons avoir une pareille abomination à nos côtés !
hu: Micsoda? Úrnőm, hiszen ez egy delevény, egy holtidéző! Nem engedhetjük meg, hogy egy ilyen undormány a mi oldalunkon legyen!
tr: Ne?! Fakat efendim, o bir ölümsüz, bir nekromatik! Böyle bir iğrençliği yanımıza kabul edemeyiz!

source: Times have changed, and so have our needs and methods. Today I see no other way to survive without help of this necromancer, and he should be the only one left capable of locating our saviors. After all, weren't you fighting for a noble cause, Malin Keshar?
fr: Les temps ont changé, tout comme nos besoins et nos méthodes. Aujourd'hui je ne vois pas d'autre moyen de survivre sans l'aide d'un nécromancien et il semble être le seul capable de trouver nos sauveurs. Après tout, ne combattiez-vous pas pour une noble cause Malin Keshar ?
hu: Változnak az idők, ahogy az igényeink és a módszereink is. E pillanatban nem látok más utat, igénybe kell vennünk ennek a holtidézőnek a segítségét, mivel csak ő képes a megmentőnk nyomára vezetni. Végül is harcoltál már nemes célért, nem igaz Malin Keshar?
tr: Zaman değişti, dolayısıyla bizim ihtiyaçlarımız ve yöntemlerimiz de değişti. Bu gün, bu nekromatiğin yardımı olmaksızın hayatta kalmanın başka bir yolu olmadığını görüyorum. Ayrıca, kurtarıcımızın yerini bir tek o biliyor. Siz de bundan sonra, o soylu amacınız için döğüşmeyeceksiniz, değil mi, Malin Keşnar?

source: Aye, but I see that my cause was a doomed one, now. I'm not sure it was the right one, as it led me to this undead state. I'd prefer to do some real good before the world ends.
fr: Oui, mais maintenant je sais que ma cause était perdue d'avance. Je ne suis pas même certain qu'elle était juste, puisqu'elle m'a conduit à cet état de mort-vivant. J'aimerais vraiment faire le bien avant la fin du monde.
hu: Így igaz, bár a célomnak befellegzett. Meglehet, talán nem is volt helyes, hiszen ez vezetett engem ebbe az élőholt állapotba. Legalább tehetek valami igazán jót is, mielőtt a világnak vége lesz.
tr: Evet, fakat şimdi liderimin ölümlü biri olduğunu görüyorum. Bu yarı ölü durumda beni yönlendirmesinin ne kadar doğru olacağından pek emin değilim ama dünyanın sonu gelmeden iyi bir şeyler yapmak isterim.

source: Will you fight for our cause, then?
fr: Alors, combattrez-vous pour notre cause ?
hu: Akkor velünk harcolsz?
tr: Yani, bizim amacımız için döğüşmeyi kabul ediyor musun?

source: I shall.
fr: Tout à fait.
hu: Igen.
tr: Ediyorum.

source: This is madness!
fr: C'est fou !
hu: Ez őrület!
tr: Bu kötülükten başka birşey değil!

source: Keep your mouth shut. This is the decision of a high sorceress, we must respect it.
fr: Silence. Nous devons la respecter toute décision d'une grande sorcière.
hu: Tartsd a szád! Legfőbb úrnőnk döntött, el kell fogadjuk.
tr: Kapa çeneni. Ulu bir büyücünün verdiği karara biz sadece saygı duyarız.

source: Thanks for your kindness. You are the first beings with which I have spoken words without blood since I arrived here. I place myself and my powers to your service, elves.
fr: Merci pour votre amabilité. Vous êtes les premiers avec lesquels je dialogue amicalement depuis mon arrivée ici. Mes pouvoirs et moi sommes à votre service, elfes.
hu: Köszönöm a fajtátoknak. Ti vagytok az első lények, akikkel vérontás nélkül is szót tudtam váltani, mióta ebbe a barlangba költöztem. Állok rendelkezésetekre, tündék.
tr: Hoşgörünüz için teşekkür ederim. Buraya geldiğimden beri benimle dostça konuşan ilk kişilersiniz. Bundan dolayı, bulunduğum yer ve gücümle hizmetinizdeyim, Elfler.

source: You can now recruit undead units!
fr: Vous pouvez maintenant recruter des unités de morts-vivants !
hu: Mostantól élőholt egységeket is toborozhatsz.
tr: Artık yarıölü birimleri askere alabilirsin.

source: Where must we go?
fr: Où devons-nous aller ?
hu: Hová kell mennünk?
tr: Bu durumda, nereye gidiyoruz?

source: We must head West. North-east from the former home of the Wesmere Elves are the mountains where your saviors went to - the caves of Knalga, an ancient, fallen kingdom. It may be that passing through the place where the Wesmere forest used to be will take there faster, but it is currently infested by those damned creatures. I'd rather avoid it while we gather the necessary power to fight against them.
fr: Nous devons aller à l'ouest. Vos sauveurs sont allés au nord-est de l'ancien territoire des elfes de Wesmere, dans les montagnes de Knalga, un antique royaume souterrain, déchu maintenant. Traverser l'ancienne forêt de Wesmere devrait nous mener là-bas plus rapidement, mais elle est actuellement infesté par ces maudites créatures. Je préférerais l'éviter en attendant de réunir la puissance nécessaire pour les affronter.
hu: Nyugatra kell tartanunk. Az egykori wesmere-i tündék lakhelyétől északkeletre emelkednek azok a hegyek, ahová a megmentőtök elvonult - Knalga, egy egykori lehanyatlott birodalom barlangjainak mélyére. Lehet, hogy az egykori Wesmere-erdő helyén átvágva hamarabb odaérnénk, de ott azok az átkozott démonok cirkálnak. Inkább elkerülném őket, mígnem elegendő erőt gyűjtünk ahhoz, hogy eredményesen harcoljunk ellenük.
tr: Batıya gitmeliyiz. Kurtarıcınızın gitmek istediği yer, Vesmer Elflerinin ilk vatanlarının kuzeydoğusundaki dağlarda kadim ve çökmüş bir krallık olan Kanalga mağaralarına. Vesmer ormanından geçerek oraya daha çabuk gidebilecek olsak bile, orman bu iblislerle kaynadığından onlarla döğüşmek için gereken gücü toplamadan buna kalkışamayız.

source: Then northwest we shall go.
fr: Alors nous irons au nord-ouest.
hu: Tehát északnyugatra kell mennünk.
tr: O halde kuzeybatıya gideceğiz.

source: The exit is not too far from here, going down this subterranean river. Follow me.
fr: La sortie n'est pas bien loin d'ici, au bout de cette rivière souterraine. Suivez-moi.
hu: A kijárat nincs messze innen, ott bújik a föld alá ez a búvópatak. Kövessetek!
tr: Çıkış buradan pek uzak değil, bu yeraltı nehrinin aşağısına gideceğiz.Beni takip edin.

source: Maeglin the Black
fr: Maeglin le Noir
hu: Fekete Maeglin
tr: Kara Meglin

source: Cheating, huh?
fr: On triche, hein ?
hu: Csaltál mi?
tr: Aldatmaca mı bu?

source: Deserves a lock.
fr: Ça mérite un blocage.
hu: Megérdemled, hogy bezárjalak.
tr: Bir düzen harekete geçti.

source: ACME SignPost(TM) Serial Number: 91MM3159XAAG021:K314
fr: ACME SignPost(TM) No de série : 91MM3159XAAG021:K314
hu: ACME Útjelző(TM) Sorozatszám: 91MM3159XAAG021:K314
tr: Devlet Malıdır. Seri No: 91ÖÖ3159ŞAAĞ021:İ314

source: Touchplate triggered. A wall moves.
fr: Plaque activée. Un mur bouge.
hu: A súlyérzékelő aktiválódik. Egy fal elmozdul.
tr: Bir düzen tetiklendi. Duvar kaymaya başladı.

source: Touchplate triggered. Two walls move.
fr: Plaque activée. Deux murs bougent.
hu: A súlyérzékelő aktiválódik. Két fal elmozdul.
tr: Bir düzen tetiklendi. İki duvar birden kaymaya başladı.

source: Touchplate triggered. A road rises from the abyss, and a wall moves.
fr: Plaque activée. Une route s'élève des profondeurs et un mur bouge.
hu: A súlyérzékelő aktiválódik. Egy út emelkedik ki a mélységből és egy fal elmozdul.
tr: Bir düzen tetiklendi. Uçurumdan bir yol yükseliyor ve duvar kayıyor.

source: Dang, this chest is empty!
fr: Zut, ce coffre est vide !
hu: Francba, ez a láda üres!
tr: Bu sandık boş!

source: Over the Sands
fr: À travers les sables
hu: Keresztül a sivatagon
tr: Kumlarda

source: team_name^Orcs
fr: Orcs
hu: Orkok

source: team_name^Fugitives
fr: Fugitifs
hu: Számkivetettek

source: team_name^Town
fr: Citadins
hu: Városiak

source: Galas, Anlindë or Mal Keshar must reach the North-West border of the map
fr: Galas, Anlindë ou Mal Keshar doivent atteindre le bord nord-ouest de la carte.
hu: Galas, Anlindë vagy Mal Keshar eléri a térkép északnyugati csücskét
tr: Galas, Analya ve Mal Keşnar haritanın kuzeybatı kenarına ulaşmalı

source: Death of Mal Keshar
fr: Mort de Mal Keshar
hu: Mal Keshar meghal
tr: Mal Keşnar’ın ölümü

source: Dehydration applies to living units.
hu: A kiszáradás minden élő egységet érint.

source: Here you are, the outside. Not too different from the last report of some years ago... or centuries, I don't know.
fr: Voilà, nous sommes dehors. Pas tellement différent depuis le dernier rapport d'il y a quelques années... ou siècles, je ne sais plus.
hu: Itt vagyunk a felszínen. Úgy látom, semmi sem változott az elmúlt évek... vagy talán évszázadok alatt. Nem is tudom, mióta.m, mióta.
tr: Burası, dışarısı. Bana gelen son rapordan beri yıllar... belki de yüzyıllardır bilgim dışında pek bir değişiklik olmamış.

source: Everything is so... dry... There is no plant that could thrive in this heat!
fr: Tout est tellement... sec... Aucune plante ne peut pousser dans cette fournaise.
hu: Minden olyan... száraz... Egyetlen növény sem bírja ezt a forróságot!
tr: Her şey öyle... kuru ki... Bu sıcaklıkta hiçbir fide büyüyemez!

source: That is why our people moved to that valley, to protect themselves from death in the desert. Not all of them found the valley, though. We have always wondered what happened to the other group.
fr: C'est pourquoi notre peuple s'est déplacé vers cette vallée, pour se protéger de la mort dans le désert. Tous n'ont pas trouvé la vallée, cependant. Nous nous demandions toujours ce qui était arrivé à l'autre groupe.
hu: Ezért költöztek őseink abba a völgybe, hogy megmeneküljenek a sivatagban való elpusztulástól. Habár nem mindenki jutott el a völgybe. Mindig is szerettük volna megkeresni a többieket.
tr: Halkımız vadiye sığınma sebebi çöldeki ölümden kendilerini korumak içindi. Ancak, hepsi bunu başaramadı. Diğer gruba olanlardan hep endişe ettik.

source: They could only have died in the desert. The harsh suns and the lack of water and food are peril enough; savage orcs or nomadic human bandits complete the tale.
fr: Ils peuvent tout aussi bien s'être desséchés dans le désert. Les soleils brûlants, et le manque d'eau et de nourriture peuvent suffire ; et il y a en plus des orcs sauvages des bandits nomades pour compléter le tableau.
hu: Biztosan meghaltak a sivatagban. A perzselő napok, a vízhiány, az élelmiszer szűkös volta kevés az életben maradáshoz; a kegyetlen orkok és a nomád emberi banditák végleg lecsökkentik az esélyeiket.
tr: Bildiğim kadarıyla, onları öldüren sırf çöl değildi. Haşin güneşler, su ve yiyecek yokluğundan değil, yabani orklar ve göçebe insan haydutların ellerinde öldüler.

source: I suppose so. But, where are we? The ancient records will have nothing to say of this desert, which was likely a forest before the Fall.
fr: Je suppose. Mais où sommes nous ? Les anciennes cartes ne mentionnent pas ce désert qui devait être une forêt avant la Chute.
hu: Én is így gondolom. De hol vagyunk? A régi feljegyzéseinkben semmi sincs erről a sivatagról, ami bizonyára erdő volt a Kataklizma előtt.
tr: Öyle olsun. Fakat, biz neredeyiz? Felaket öncesinde burası bir ormandı ama o zaman ki keşiflerimizin bu çöl için hiçbir yararı yok.

source: If I remember correctly, we are approaching to Longlier, the River of Bones.
fr: Si mes souvenirs son bons, nous approchons de Longlier, la Rivière d'Os.
hu: Ha jól emlékszem, ez a Csontok Folyójának, a Longliernek a völgye.
tr: Doğru hatırlıyorsam, Kemik Irmağı’na yaklaşıyoruz.

source: A river? Great, then we could renew our water supplies there.
fr: Une rivière ? Parfait, nous allons pouvoir nous réapprovisionner en eau.
hu: Egy folyó? Nagyszerű, akkor felfrissíthetjük a vízkészletünket végre.t végre.
tr: Bir nehir? Harika, su kaplarımızı orada yeniden doldururuz.

source: I doubt that. It has been dried up by the suns, and if water remains, it is not pure. Living beings don't last much without water, so you must fill the supplies in this oasis before departing towards Northwest.
fr: J'en doute. Elle a été asséchée par le soleil et, s'il reste de l'eau, elle n'est pas potable. On ne vit pas longtemps sans eau, nous devons remplir nos réserves dans cette oasis avant de partir pour le nord-ouest.
hu: Kétlem. Kiszátadt már régóta, ami víz maradt, az sem iható. Az élőlények nem bírják sokáig víz nélkül, tehát töltsétek fel a készleteiteket ebben az oázisban, mielőtt folytatjuk utunkat északnyugatra.
tr: Sanmam. Güneşler onu kurutmuş olmalı; su kalmışsa bile içilebilir değildir. Yaşam susuz sürmez, bu bakımdan kuzeybatıya hareket etmeden önce su kaplarınızı bu vahada doldurmalısınız.

source: Over time, supporting our people will be more difficult, specially here in the desert. Breeding horses for mounts is already impossible for want of fodder.
fr: Soutenir notre peuple sera plus difficile au cours du temps, surtout ici dans le désert. Alimenter les chevaux de monte s'avère déjà impossible par manque de fourrage.
hu: Az idő múlásával az ellátás egyre nehezebbé válik, különösen itt a sivatagban. A hátaslovaink ellátása a takarmányhiány miatt már most is lehetetlen.
tr: Zamanla halkımızı desteklemek güçleşecek, özellikle da burada, çölde.

source: Indeed. Let's go. The faster we find better watered country, the better. We cannot stay here for the rest of our lives, there are too many of us.
fr: Tout à fait. Allons-y. Plus vite nous trouverons un endroit avec de l'eau, mieux ce sera. Nous ne pouvons pas nous éterniser ici, nous sommes trop nombreux.
hu: Így igaz, minél hamarabb találnunk kell egy vízben bővelkedő helyet. Nem állhatunk meg pihenni, ahhoz túl sokan vagyunk a szűkös forrásokra.
tr: Haydi gidelim. Çabuk olun daha iyi yeni bir vaha bulalım. Burada uzun süre kalamayız.

source: A ghost?
fr: Un fantôme ?
hu: Egy szellem?
tr: Bir hayalet!?

source: It seems hostile. Mal Keshar, can you do anything about it?
fr: Il semble hostile. Mal Keshar, pouvez-vous vous en occuper ?
hu: Ellenségesnek látszik. Mal Keshar, nem tudsz valamit csinálni?
tr: Düşmanca görünüyor. Mal Keşnar bunun için bir şeyler yapabilir misin?

source: No. These ghosts have free will, and roam about these sands due to their sudden death.
fr: Non. Ces fantômes ont une volonté propre et hantent les sables à cause de leur mort brutale.
hu: Nem. Ezeknek a kóbor lelkeknek szabad akaratuk van, mivel hirtelen halál következtében szabadultak ki.
tr: Hayır. Bu hayaletler özgürdürler ve ani ölümlerinden dolayı bu kumlarda dolaşıp dururlar.

source: What kind of death?
fr: Quel type de mort ?
hu: Miféle hirtelen halál miatt?
tr: Ne çeşit bir ölüm?
