Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Not hiring dwarves, no no. Anlindë could explain it better.
tr: Hayır, hayır, cüceleri kiralamaktan söz etmiyorum. Analya bunu daha iyi açıklayabilir.

source: The elf war after the Fall was caused by a creature of the same kind that troubles us all now. A demon, and was vanquished by two people almost alone. They were the Master of Darkness and the Lady of Light. According to our friend necromancer, the two went to the depths of the world, supposedly to sleep. Although the master of Darkness disappeared, the Lady of Light, Elynia, must be sleeping in the deepest caves of the system.
tr: Felaket sonrası Elf savaşı, bizim şu anda karşı karşıya olduğumuz sorunla aynı sebepten çıktı. Bu bir iblisti ve sadece iki kişi tarafından yenilgiye uğratılmıştı. Bunlar Karanlığın Hakimi ve Işık Kralicesiydi. Nekromatik dostumuza göre bu ikisi arzın derinlerinde uykudaymışlar. Karanlığın Hakimi ortadan kaybolmuş olsa da Işık Meleği Elenya mağara sisteminizin derinlerinde bir yerde uyuyor olmalı.

source: Interesting. Althurin's master actually had a possibly related story of his wanderings in the deepest caves. He did not go too deep because of the creeps that were roaming there, but went deep enough to tell us some facts. Unfortunately, though, that happened a century or two ago, so the only dwarf left who could tell you the details, with a relative level of reliability, would be his apprentice, Althurin himself, our current best runemaster. Althurin?
tr: İlginç. Alturin’in ustasının mağara derinliklerinde yaptığı gezintilerle ilgili hikayelerden biri aslında bunun gibi birşeyle ilgiliydi. Oralarda dolaşan sürüngenlerden dolayı çok derinlere gidemedi, fakat bize bahsettiği şeyler yeterince derine gittiğini gösteriyor. Talihsizliğe bakın ki, bunların üzerinden bir ya da iki asır geçti ve çok güvenilir olmasa da ayrıntıları bilen sadece bir cüce kaldı: Öğrencisi Alturin, en iyi Oymacımız. Alturin?

source: Yes, my lord?
tr: Evet, lordum?

source: Tell us.
tr: Anlat bize.

source: Well, my master shared this with me just some months before his death, for he was too old for living any longer, but I think I remember every detail of what he told me.
tr: Pekala. Ustam çok yaşlıydı ve bunları benimle ölümünden sadece bir kaç ay önce paylaştı. Bana anlattığı her şeyi ayrıntılarıyla hatırladığımı sanıyorum.

source: He was just a young dwarf when he went to explore the depths of our territory, tunnels never explored before. He was seeking rare metals that could serve for crafting powerful and sophisticated weapons, and, well, he was young, again, so he was a little fool that purposefully went to the unknown parts of the underground in a madness attack.
tr: Ülkemizin çok derinlerdeki evvelce keşfedilmemiş tünellerini keşfetmek isteği duyduğu zaman henüz genç bir cüceymiş. Güçlü ve karmaşık silahlar yapabilmek için nadir bulunan metaller arıyormuş. Çok genç olduğundan ve biraz da aptallığından kötü bir saldırı sırasında yeraltının bilinmeyen bir kısmına gitme isteği duymuş.

source: People when young often do foolish things. I know that very well.
tr: Aptalca şeyler hep gençken yapılır, ben de kendimden bilirim.

source: He said that there were indeed rare materials waiting to be extracted; however, there were also rare creatures waiting for prey. He could barely escape from there, alone.
tr: Söylediğine göre çıkartılmayı bekleyen gerçekten nadir metaller vardı; bununla birlikte, avlanmak için bekleyen nadir yaratıklar da vardı. Tek başına gittiği o yerden hiçbir şey alamadan kaçmış.

source: Well, he must have been a real fool to go to such place alone.
tr: Böyle bir yere tek başına gitmek için gerçekten aptal olmak lazım.

source: Possibly because no sane dwarf would dare go to such parts, be it alone or accompanied.
tr: Muhtemelen, hiçbir aklıbaşında cüce böyle bir yere gitmeye cüret etmeyeceğinden tek başına gitmiştir.

source: However, with his mastery of runecrafting, he could detect a strong presence even deeper by those parts. The presence of what he called 'the Source of Light itself'.
tr: Oyma sanatındaki ustalığı sayesinde en derinlerde bile olsa güçlü bir varlığı algılayabilirdi. Onun söylemiyle, ‘Işık Kaynağı’nın varlığı.

source: Certainly.
tr: Kesinlikle.

source: That's what we came for. To find her. If you don't mind, Dwarf-lord, we shall go there.
tr: Biz işte bunun için geldik. Onu bulmaya. İzin verirseniz Cücelord, biz oraya gideceğiz.

source: We WHAT?!
tr: BİZ mi?!

source: We shall descend there, Galas.
tr: Biz oraya ineceğiz, Galas.

source: But, but...
tr: Ama, fakat...

source: If you let me say so, lads and lady, that would be suicidal. As Althurin said, only a true fool would risk death going to that place. Death or something worse...
tr: Genç adamlar ve hanımefendi izin verirse bunun intihar olacağını belirtmek isterim. Alturin’in dediği gibi oraya gitmek için sadece gerçekten aptal biri ölüm riskine girebilir. Ölüm veya daha kötüsü...

source: Fools, indeed, but if you don't have any better clue of how to vanquish the evil once and for the rest of eternity...
tr: Aptallar, elbette, ama şeytanı bir kerede sonsuza kadar yenmek için elinizde daha iyi bir ipucu yoksa...

source: We cannot just sit down here and await our death like burden beasts. We must find a way to fight, and then fight. And having half the power of the Union would be the way...
tr: Yük hayvanları gibi oturup ölümü bekleyemeyiz. Döğüşmek için bir çare bulmalıyız ve döğüşmeliyiz. Kutsal Birliğin yarısına sahip olmak bile çare olabilir...

source: The Union? Nobody can possibly control it...
tr: Kutsal Birlik mi? Onu hiç kimsenin denetim altına alabilmesi mümkün değil...

source: Our saviors did. The union of the powers of Darkness and Light defeated the evil once, and I have faith in that it shall do it again if we can summon it. But we cannot, directly at least. Finding the Lady of Light would be the first step. The second would be finding the Master of Darkness, but if Mal Keshar's is right, we possibly won't find it here. It must be somewhere else, captured, trapped, or otherwise. We being here, it might be our only chance to complete the first step.
tr: Bizim kurtarıcılarmız bunu yaptı. Karanlığın ve Aydınlığın güçleri biraraya gelerek şeytanı bir kere yendi. Onu teşvik edebilirsek bunu tekrar yapacağına inancım tamdır. Fakat biz onun yaptığını yapamayız, en azından doğrudan yapamayız. Işık Meleğini bulmak ilk adım olacak. İkinci adım Karanlığın Hakimini bulmak olurdu, ama Mal Keşnar yanılmıyorsa onu burada bulmamız mümkün olmayacak. Başka bir yerde olmalı; yakalanmış, tuzağa düşmüş vs. olabilir. Burada olmamız dolayısıyla, ilk adımı tamamlamak için tek şansımız bu olabilir.

source: Before the evil invades Knalga!
tr: Şeytan Kanalga’yı istila etmeden önce!

source: Yes, indeed, and that worries me. *sigh* I guess I could follow your advice, fellows. Your race has already proven to be heroic and foolish enough to achieve great deeds.
tr: Evet, gerçekten! Ve bu beni endişelendiriyor. *ürperir* Sanırım önerinizi dikkate alacağım, dostlarım. Irkınızın yüksek emellere ulaşmak için yeterli cesarete ve kahramanlığa sahip olduğu zaten kanıtlanmış bir şeydir.

source: Um... but it will be extremely dangerous if what Althurin says is true.
tr: Hımm... Fakat Alturin’in dedikleri doğruysa bu oldukça tehlikeli olacaktır.

source: Althurin, you are middle-aged, unlike your master when he risked his life. What motivates you to do that?
tr: Alturin, sen orta yaşlı birisin, ustanın hayatını tehlikeye attığı yaşlarda değilsin. Seni buna iten sebep ne?

source: I would feel certainly disappointed and decepcionated of myself if I got an apprentice who I could not tell any of my adventures because I wouldn't have any to tell. I do not want to grow old, die, and have done nothing 'risky' like what my master did. I know it might sound foolish, but...
tr: Çırağıma anlatacak bir maceram bile olmazsa kesinlikle hayal kırıklığına uğramış ve kendi kendimi aldatmış hissederdim. Ustamın yaptığı gibi, hiçbir şeyi riske atmadan yaşayıp ölmek istemiyorum. Biliyorum, bunlar size aptalca geliyor, ama...

source: Fair enough. You can go. Be careful, and listen to Althurin's advice. He has proved to be a wise runecrafter. I cannot judge by myself whether he is wiser than his master or not, but I think he will guide you so that you don't suffer the foul destiny that might have suffered any other adventurer that wandered there.
tr: Bu kadarı yeter. Gidebilirsin. Dikkatli olun ve Alturin’in önerilerini dinleyin. Bilge bir oymacı olduğunu kanıtlamıştır. O mu yoksa ustası mı daha bilgedir bu kararı veremesem de, size rehberlik edeceğine inanıyorum.

source: Thanks, sir.
tr: Teşekkürler, efendim.

source: This is going to be fun...
tr: Bu iş giderek eğlenceli bir hal alıyor...

source: We ssshall go with you, although we are not sssure how much help we could give in thossse cavesss.
tr: Bu mağaralarda ssssize nasıl bir yardımımızzzz dokunur bilemiyorum ama bizzzz de geleceğizzzz.

source: De'Arthian
tr: Dartanyan

source: Sirius
tr: Siryus

source: Eirnor
tr: Ernor

source: Wyrcyn
tr: Vursin

source: Quor
tr: Kugor

source: Cain
tr: Kağin

source: Sryn
tr: Srin

source: Devyn
tr: Devin

source: Sircyn
tr: Sircin

source: Owaecyn
tr: Ovacin

source: Delfyn
tr: Delfin

source: Arnesius
tr: Arnesyus

source: Torancyn
tr: Toransin

source: Aleazar
tr: Alazar

source: But anyway, I am sure that if we join forces, we can vanquish the evil ones. Do you prefer to continue your lives defending your country from the ocassional raiders, until a real attack force is sent after you to obliverate your race? I for one, don't, and that is why I risked my people fleeing from our home valley, that is why many lives have already been lost, and that is the only thing we can do to make sure our dead rest in peace.
tr: Fakat yine de, güçlerimizi birleştirerek iblisi mağlup edeceğimize eminim. Irkınızı yoketmek üzere gönderilmiş gerçek bir saldırı gücünü karşınızda bulana kadar ülkenizi yağmacılara karşı savunarak mı yaşamaya devam etmeyi tercih ediyorsunuz? Ben kimse için tercih etmiyorum. Halkımı vadimizden kaçma riskine sokmamın ve çoğunun kaybının nedeni budur. Barış içinde yaşayıp ölmemizi sağlayabilmenin tek yolu buydu.

source: Champion
tr: Şampiyon

source: Commander
tr: Komutan

source: Dark General
tr: Kara General

source: Deathguard
tr: Muhafız

source: Highguard
tr: Ağır Muhafız

source: Man at Arms
tr: Kahraman

source: Bear
tr: Ayı

source: crush
tr: çarpma

source: Giant Boar
tr: Dev Domuz

source: spear
tr: mızrak
