Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: What is this? We have been ambushed!
hu: Hát ez meg mi? Rajtunk ütöttek!

source: It seems after all, that the enemy was waiting for us. But how did they learn of our plan?
hu: Úgy tűnik, vártak bennünket. De honnan tudhattak a tervünkről?

source: The great noise we caused underground must have alerted them. I knew it was not a good idea.
hu: Az az égzengés a barlangban figyelmeztethette őket. Tudtam, hogy nem jó ötlet...

source: It is too late to regret already. Remove that vermin from his keep!
hu: Most már késő visszavonulni. Söpörjük el az erőd őrségét!

source: Ah! Get away monster!
fr: Ah ! Dégage, monstre !
hu: Ah! Félre az utamból, te féreg! aljas féreg!
tr: Ah! Seni bir yakalarsam!

source: Quickly! We have no time to waste.
fr: Vite, nous n'avons pas de temps à perdre.
hu: Gyorsan, nincs vesztegetni való időnk!
tr: Çabuk! Boşa harcanacak vaktimiz yok.

source: I cannot help but wonder what foe that courageous bunch will stumble upon down there.
hu: Tovább nem tudok segíteni, bár érdekelne, hogy miféle ellenség vár ezekre a bátor fickókra odalenn.kókra odalenn.

source: It is a pity indeed that we cannot follow them. Alas, it is up to us to keep the valley defended against enemy reinforcements!
hu: Én is sajnálom, hogy nem tarthatunk velük. Csakhogy ránk inkább az a feladat vár, hogy a völgyet megvédjük az ellenséges erősítéstől.téstől.

source: This is hopeless. We have tarried here for too long and enemy reinforcements are coming from all directions.
hu: Reménytelen. Túl sok időt vesztegettünk el a csatározással, s mindenfelől érkezik az ellenség erősítése.

source: Innuendo
hu: A Pokol tornáca
tr: Kinaye

source: team_name^Galas
fr: Galas
hu: Galas
tr: Galas

source: Explore and descend deeper underground with Galas, Elynia or Mal Keshar
hu: Felderíted a mélységet, s Elynia, Galas vagy Mal Keshar eléri a még mélyebbre vivő kaputlyebbre vivő kaput

source: Your troops will not available for recalling or recruiting after the first turn is over, so you should choose your units carefully and try to keep them alive until the end of the mission.
hu: Az első kör után nem toborozhatsz illetve hívhatsz vissza több egységet, tehát előrelátóan válaszd meg a kíséretedet, s próbáld meg őket életben tartani a küldetés végéig.

source: A presence... a strong and dark presence fills this whole place. This is not a simple citadel; there is something wrong with the place itself. The floor, the ceiling, the walls... they seem alive.
hu: Jelen van... valami sötét és erős valami tölti be a teret. Ez nem egy közönséges citadella; itt maga a hely is romlott. A padló, a mennyezet, a falak... mintha élnének.

source: Quickly! Someone must close the gates!
hu: Gyorsan! zárjátok be a kapukat!

source: No! We cannot waste time with that! Onwards! We must find our way to the...
hu: Nem! Nem vesztegethetünk időt arra! Előre! Utat kell találnunk a...

source: And then you dared enter my base. You are more foolish than I thought, but never mind. I have been waiting for you, specially for Galas and... Elynia...
fr: Et donc vous avez osé entrer dans ma base. Vous êtes plus fous que ce que je pensais, mais tant pis. Je vous attendais, surtout Galas... et Elynia...
hu: Szóval bemerészkedtetek a saját bunkerembe. Ostobábbak vagytok, mint hittem, de ne féljetek. Vártalak titeket. Különösen Galast, és... Elyniát...
tr: Üssüme kadar girmeye cüret ettiniz demek. Düşündüğümden da aptalmışsınız, fakat önemi yok. Sizi bekliyordum; özellikle de Galas ve... Elenya...

source: Reveal yourself, you coward who hides in the darkness! Who are you?
hu: Bújj elő a lyukadból, te patkány! Lássuk, ki vagy!

source: It doesn't look like he wants to answer your questions!
hu: Mintha nem akarna válaszolni...

source: Whatever creature he is, he does not sound very natural with that metallic voice.
hu: Akármi is, nem túl bizalomgerjesztő azzal a fémes hanggal.

source: I suppose that he will continue hiding from us until the end. Know that we will get our answers very soon!
hu: Van egy olyan érzésem, hogy a végsőkig folytatni akarja ezt a bújócskát. Tudja, hogy úgyis hamarosan választ kapunk a kérdéseinkre.zt kapunk a kérdéseinkre.

source: We will have to find a way to open those gigantic iron gates.
hu: Valamilyen módon ki kell nyitnunk azokat az óriási vaskapukat.

source: Oh, please, this is not grandma's house. Just blow them up or crush them down, there is no place for courtesy in this territory.
hu: Ugyan már! Nem a nagymami házában vagyunk, csak semmi finomkodás. Csapj oda neki, döntsd a földre!z ilyen helyen!

source: Galas, it would seem that some of our comrades could not resist the temptation to come inside with us.
hu: Galas, úgy látom, néhány bajtársunk kitartóan követ minket még ide is.

source: We cannot do anything to stop them, but we cannot go all together. The bulk of our forces should remain here and stop any enemy reinforcements that may arrive.
hu: Nem parancsolhatjuk ki őket, de nem is mehetünk be mindannyian. A seregünk nagyobb részét itt kell hagynunk, hogy az érkező erősítéstől védjék a hátunkat.

source: Choose your recruits and recalls carefully. They won't require income, but you should try to keep them alive for as long as possible
fr: Choisissez vos recrues avec précautions. Elle ne nécessiteront pas d'entretien, mais vous devrez les garder vivantes le plus longtemps possible.
hu: Óvatosan válaszd meg a toborzandó és/vagy visszahívandó egységeket. Fenntartásuk nem kerül pénzbe, de próbáld meg őket minél tovább életben tartani.életben tartani.
tr: Askere alacaklarınızı ve geri çağıracaklarınızı dikkatli seçin. Bir gidere yol açmayacaklar ama mümkün olduğunca canlı tutmaya çalışmalısınz.

source: My lord, Lédinor! But... what have these beasts done with you?!
hu: Lédinor, uram! De... mit műveltek veled ezek az állatok?!

source: He looks awfully weak and tortured. Come, this shall heal you.
fr: Il a l'air atrocement faible et amoché. Tenez, cela devrait vous soigner.
hu: Rettenetesen megkínzott és gyenge. Tessék, ez majd meggyógyítja.

source: Ah... thanks... I feel... much better. I thought my life would slowly end... in these dark dungeons... why did you come here? This is a very dangerous place...
hu: Ah... köszönöm... sokkal... jobban... érzem... magam. Azt hittem, lassan elsorvadok... ezekben a... sötét pincékben... miért jöttetek ide? Óriási veszélynek tettétek ki magatokat...étek ki magatokat...

source: We'll tell you in the way. It's a long story.
fr: Nous vous raconterons en chemin. C'est une longue histoire.
hu: Majd útközben elmeséljük. Hosszú történet.

source: Search for prisoners and set them free
fr: Rechercher les prisonniers et les libérer
hu: Megkeresed a rabokat és kiszabadítod őketket

source: Your troops will not available for recalling or recruiting once the first turn is over, so you should choose your units carefully and try to keep them alive until the end of the mission.
hu: Az első kör után nem toborozhatsz illetve hívhatsz vissza újabb egységeket. Gondosan válaszd meg a kíséreted és próbáld meg őket életben tartani, amíg csak tudod!

source: Thanks for freeing me, noble ones. In exchange, I'll join you in your quest!
fr: Merci pour m'avoir libéré, nobles seigneurs. Par gratitude, je me joins à votre quête !
hu: Köszönöm, hogy kiszabadítottatok, nemes teremtmények. Hálából csatlakozom hozzátok!ozzátok!
tr: Beni serbest bıraktığınız için teşekkür ederim, asil şey. Karşılık olarak size katılacağım!

source: Garg is thankful to you, good ones. Garg will follow you and get revenge on the evil ones.
hu: Garg hálás nektek, nemes lények. Garg követ titeket és bosszút áll a gonosz ellenségen.

source: It is a strength potion. The flask contains enough for only one living being, but surely it will be very helpful as we descend deeper into this damned fortress. Who should take it?
hu: Ez az Erő Itala. A butykos tartalma egy élő egységnek elegendő, de biztosan ennyi is hasznunkra válik, ahogy egyre mélyebbre hatolunk ebben az átkozott erődben. Ki használja fel?

source: This potion has increased the drinker's strength until the end of this mission. Their hitpoints are increased by 8, and their melee attacks deal 1 extra damage point.
fr: Cette potion augmente la force du buveur jusqu'à la fin de cette mission. Son total de point de vie augmente de 8 et ses frappes au corps à corps font un point de dégât en plus.
hu: Az ital megnövelte az ivó erejét a küldetés végéig. Az életerőpontja 8-cal nőtt, a közelharci sebzése 1 ponttal nőtt.

source: This potion can only be used by living beings. Let other take it.
fr: Cette potion ne peut être utilisée que par un vivant. Laissez quelqu'un d'autre la prendre.
hu: A butykos tartalma csak az élő egységnek használ. Keress megfelelő egységet!
tr: Bu iksiri sadeve canlılar kullanabilir. Bırak başkası alsın.

source: Interesting. I have heard of special potions like this that increase the agility of living beings in various ways, but never thought that one of them could be hidden in these chambers. I wonder how much of it has been supplied to the enemy troops.
hu: Érdekes. Hallottam már olyan különleges főzetekről, amelyek megnövelik az élő egységek mozgékonyságát, de sose gondoltam volna, hogy éppen itt bukkanok ilyesmire. Vajon mennyit használnak belőle az ellenség katonái?

source: Potion of Deftness
fr: Potion d'adresse
hu: Ügyesség Itala
tr: Beceriklilik İksiri

source: This magic potion will increase the drinker's movement points by one (quick), and increase the inflicted base damage of its ranged attacks by one (dextrous), if applicable.
fr: Cette potion magique augmente les points de mouvement du buveur de 1 et augmente des dégâts infligés par ses armes de jets de 1 (si cela peut s'appliquer).
hu: Ez a varázsital megnöveli az egység mozgáspontjait 1-gyel (gyors) illetve az általa használt távolsági fegyver sebzését is 1-gyel (ügyeskezű), ha van ilyen fegyvere.
tr: Bu sihirli iksir içenin hareket alanını bir birim genişletirken menzilli saldırı gücünü bir puan arttırır.

source: Oh, an amulet and a scroll. I'll read it... 'this amulet will imbue missiles shot at long-range by the bearer with arcane energy, to cast fear and despair upon their unholy enemies'. Those goons probably hid it in this well-guarded place because they could not figure how to use it properly, but perhaps we have more luck.
hu: Ó, egy amulett és egy írás. Azt mondja... 'ez az amulett földöntúli erővel ruházza fel a viselője által kilőtt nyilakat, félelmet és pánikot keltve a szentségtelen ellenségben'. Azok a fickók talán azért rejtették el itt, ezen a jól védett helyen, mert nem tudták megfelelően alkalmazni, de mi talán hasznát vehetjük.

source: Amulet of the Arcane Flows
fr: Amulette de l'onde sacrée.
hu: Földöntúli Erő Amulettje
tr: Gizemli Akı Tılsımı

source: This amulet will grant the bearer's arcane power to their ranged attacks, and increase their resistance to arcane damage by 10%.
fr: Le porteur de cette amulette bénéficiera d'attaques à distances faisant des dégâts sacrés, et verra sa résistance aux attaques sacrées augmentée de 10 %.
hu: Ez az amulett a viselőjének a távolharci fegyverét földöntúli támadással ruházza fel, egyúttal a földöntúli támadások elleni védekezését is megnöveli 10%-kalekezését is megnöveli 10%-kal
tr: Bu tılsım taşıyıcısının gizemli saldırılara karşı direncini %10 arttırır ve menzilli saldırı silahına gizemli saldırı yeteneği kazandırır.

source: This amulet can only be used by living beings that are not faeries or bats. Let other unit take it.
fr: Cette amulette ne peut être utilisée que par des êtres vivants différents des fées ou des chauves-souris. Laissez quelqu'un d'autre la prendre.
hu: Ezt az amulettet csak élő egység képes használni, de denevérek és tündék nem. Keress egy megfelelő egységet!egységet!
tr: Bu tılsımı peri veya yarasa dışında canlı her birim alabilir. Bırakın başkası alsın.

source: Find the touchgem trigger to deactivate this magic force-field.
fr: Trouver la plaque sensible afin de désactiver ce champ de force magique.
hu: Keresd meg az érintőgyöngyöt, hogy kikapcsolhasd a mágikus erőteret!eret!
tr: Bu sihirlli güç alanını ortadan kaldıracak tetik mekanizmasını bulun.

source: Touchgem triggered. A magic force-field is deactivated.
fr: Gemme activée. Un champ de force est désactivé.
hu: Az érintőgyöngy aktiválódik, a mágikus erőtér megszűnik..
tr: Mekanizma tetiklendi. Bir sihirli güç alanı ortadan kalktı.

source: Touchgem already triggered.
fr: Gemme déjà activée
hu: Az érintőgyöngyöt már aktiváltad.
tr: Mekanizma zaten tetiklenmişti.

source: We cannot advance without searching for prisoners in the dungeon and freeing them!
fr: Nous ne pouvons pas continuer sans chercher à libérer d'éventuels prisonniers du donjon !
hu: Nem haladunk előre, ha rabok keresgélésével és kiszabadításával fecséreljük az időnket!nket!

source: Hell Gatekeeper
fr: Gardien des portes des enfers
hu: Pokoli ajtónálló
tr: Cehennem Bekçisi

source: Hive Sentinel
fr: Sentinelle du rucher
hu: Kaptárőrző
tr: Kovan Nöbetçisi

source: Hive Defender
fr: Défenseur du rucher
hu: Kaptárvédő
tr: Kovan Koruyucusu

source: Biomechanical Drone
fr: Drone biomécanique
hu: Biomechanikus here
tr: Biyomekanik Zebani

source: Metallic Guardian
fr: Gardien de métal
hu: Acél kapuőr
tr: Metalik Muhafız

source: Crawling Horror
fr: Horreur rampante
hu: Csúszó szörnyűség
tr: Ampul Kafa

source: Shadow Minion
fr: Favori d'ombre
hu: Árnyszolga
tr: Kara Dalkavuk

source: Your foolishness ends here with your death, enemies of the Master! We were sent to stop you from reaching the Gate of Inferno by the Shadow Master, and this time you have no escapatory.
fr: Votre folie prendra fin en même temps que votre existence, ennemis du maître ! Le Maître de l'Ombre nous a envoyés pour vous empêcher d'atteindre la Porte de l'Enfer, et cette fois-ci vous ne vous échapperez pas.
hu: Az ostobaságotoknak a halálotokkal vége lesz, Mester ellenségei! Azért küldött az Árnymester, hogy a Pokol Kapuitól távol tartsunk benneteket. s nem menekülhettek el előlünk.
tr: Efendimin düşmanları aptallığınız burada ölümünüzle sonuçlanacak!Gölgelerin Efendisi tarafından Cehennemin Kapısına ulaşmanızı engellemek için gönderildim. Sizin için artık kaçış yok.

source: Ssslay... ssslash... flesshhh...
fr: Tuuueezzz... Couuupppez... La chaiiiirrrrr....
hu: Öléssss... csapássss... hússss...
tr: Ölldürünnn.. kesiiinnnn... derilerini yüzüüüünnnnn...

source: Ah, the Shadow Master! I cannot wait to meet him face to face, if he dares show us his face...
hu: Ó, az Árnymester! Alig várom már, hogy szemtől-szemben álljunk vele, ha ugyan elő merészeli tolni a képét...lni a képét...

source: Get back, vile creatures!
hu: Vissza, nyomorult teremtések!

source: Never! You won't pass before killing the last of us!
hu: Soha! Az utolsó leheletünkig harcolunk!

source: Damned we are, is it that there is an unlimited source of enemy bosses with death wishes?
hu: Hogy a fene vigye el, hát végtelen forrásai vannak az ellenséges főnököknek a halálvágyó egységekből?

source: Aaargh, get out of our way, monsters!
hu: Aaargh,félre az utunkból, szörnyetegek!

source: Get back, filthy rebels! No living ones should tresspass these gates!
fr: Repartez, sales rebelles ! Aucun être vivant ne doit franchir ces portes !
hu: Vissza, nyamvadt lázadók! Élő teremtés nem lépheti át ezeket a kapukat!t!
tr: Geri durun pis asiler! Bu kapılardan hiçbir canlı geçemez!

source: Aha, the entrance hall of Inferno!
fr: Aha, l'entrée des Enfers !
hu: Aha, a Pokol tornáca!
tr: İşte, Cehennemin giriş holü!

source: This place must have been severily corrupted to cause this anomaly that connects our world with the demonic homeland.
hu: Ez a hely különösen romlott, s így alkalmas, hogy kapocsként működjön a mi világunk és a démonok hazája között.

source: Can you close it?
fr: Et tu peux fermer ça ?
hu: Be tudod zárni?

source: No, it is not safe until we discover who did this. Besides, bending our space-time to build this connection requires great powers; I don't think I could destroy it alone, but I certainly would not doubt that those evil sorcerers can open the connection from the other side if we closed it.
hu: Nem, addig nem, amíg az alkotóját meg nem találtuk. Azonkívül rengeteg energiát emésztene fel; egyedül képtelen lennék rá, s ha mégis sikerülne, a gonosz varázslók a másik oldalról könnyen kinyithatnák újra.

source: This is a really weird place. It is frightening.
hu: Ez egy hátborzongató hely. A frász kerülget.

source: And it really stinks like a whole army of corpses.
hu: És ráadásul úgy bűzlik, mint egy egész hullahegy.

source: Should I take that as an insult?
hu: Ezt vehetem sértésnek?

source: Deeper we go, and the walls seem more and more alive. Those floating creatures in metallic armor... this cannot be just the craft of the evil humans or demons. There is something more powerful and complicated going on here. But I know not what it is.
hu: Minél mélyebbre hatolunk, a falak annál inkább élőnek tetszenek. Azok a páncélos lebegő kreatúrák... Nem egyszerűen a gonosz mágusok vagy a démonok művei. Valami sokkal hatalmasabb és összetettebb dolog van emögött. De nem tudom, mi.

source: Onward! And let's see what else we find here.
hu: Előre! Nézzük, mit találunk még itt!

source: I think I've just heard a voice, calling for help.
fr: J'ai l'impression d'avoir entendu quelqu'un appeler au secours.
hu: Mintha segélykiáltásokat hallottam volna.

source: And? We can't explore the whole place now, we lack the necessary time for that.
fr: Et ? Nous ne pouvons pas explorer tout l'endroit maintenant, nous n'avons pas le temps.
hu: És? Nem kutathatjuk át az egész pincerendszert most, nincs rá időnk!

source: Yes, but if it's a prisoner, it would be cruel on our part to leave them abandoned in these dungeons.
fr: Oui, mais s'il est prisonnier, ce serait cruel de l'abandonner dans ces donjons.
hu: Igaz, de kegyetlenség lenne a részünkről, ha nem szabadítanánk ki az itt raboskodó foglyokat.

source: All right, search for it.
hu: Rendben van. Keressük meg!essük meg őket...

source: The Dungeon
fr: Le Donjon
hu: Kazamaták
tr: Zindan

source: Intruders! Kill them! They must not gain access to the lower corridor!
hu: Behatolók! Öljétek meg őket! Nem juthatnak le az alsó folyosóra!

source: Persistent vermin.
hu: Makacs férgek.

source: The Gauntlet
hu: Párviadal

source: team_name^Hive dwellers
fr: Essaim
hu: Kaptárlakók
tr: Kovan sakinleri

source: Explore and find your way to the main Keep with Galas, Elynia or Mal Keshar
hu: Átkutatod a területet, s Elynia, Galas vagy Mal Keshar eléri a fő erődöt

source: This place stinks with the smell of death and decay. Something seriously evil goes on in this... warren? Hive? Thing?
fr: Cet endroit pue la mort et la décomposition. Quelque chose de vraiment maléfique vit dans ce... terrier ? Cette ruche ? Ce truc ?
hu: Ez a hely bűzlik a halál és a pusztulás szagától. Valami nagyon gonosz dolog történik ebben a... kotorékban. Vagy kaptárban. Akármiben.tárban. Akármiben.
tr: Burası çürümüş ceset kokuyor. Birşeyler cidden yanlış gidiyor bu şeyde... Ağıl mı desem? Kovan mı desem?

source: Given that those creeps float and have poison in their jaws, I'd call it a hive.
hu: Tekintve, hogy a lakói röpködnek és méreg van a fogaikban, én kaptárnak nevezném..

source: This place is simply wrong! The air, the walls... everything is unnatural! It is as if...
hu: Ez a hely egyszerűen hátborzongató! A levegő, a falak... olyan természetellenes! Olyan, mintha...intha...

source: ... we were no longer in our own world. Not even Wesmere's underground tunnels can compare to this. There is a dark energy in the air; I would not be surprised if it tried to possess or destroy any of us at any moment.
hu: ... mintha nem is a mi világunk része lenne. Még Wesmere földalatti csatornái sem hasonlítanak hozzá. A levegő is sistereg a sötét energiától; azon sem csodálkoznék, ha bekebelezne vagy megsemmisítene bennünket egy pillanat alatt.illanat alatt.

source: Look out! We have just come to be targets of a swarm of them!
fr: Regardez ! En voici une nuée qui nous a pris pour cible !
hu: Nézzetek oda! Egy egész sereg lény feni ránk a fogát!

source: Let's give them a lesson to remember.
hu: Mutassuk meg nekik, hogy tévednek, amikor könnyű prédának néznek minket.

source: A presence... that presence... I felt it when we were escaping from Knalga.
fr: Une présence... cette présence... Je l'ai déjà sentie alors que nous fuyions Knalga.
hu: Valami... valami jelen van... Knalgából menekülve már elkapott ez az érzés.
tr: Bir varlık... Bu varlık... Kanalga’dan kaçarken hissettiğim varlık bu.

source: Could it be possibly related to whoever orchestrated that invasion?
fr: Serait-il possible qu'elle soit liée à celui ou celle qui a orchestré cette invasion ?
hu: Lehet, hogy kapcsolatban van ennek az egész inváziónak a kiagyalójával?val?

source: Perhaps.
fr: Peut-être.
hu: Talán.
tr: Muhtemelen.

source: If it is so, then he will feel my wrath for what he did to Anlindë.
fr: Si c'est ainsi, il subira mon courroux pour ce qu'il a fait à Anlindë.
hu: Ha így van, akkor személyesen én számolok le vele azért, amit Anlindëvel tett.dëvel tett.
tr: Eğer öyleyse, Analya’ya yaptıklarından dolayı duyduğum öfkeyi hissedecek!

source: Eh... what is that... pools of lava?
hu: Hö... mi ez... egy lávateknő?

source: They probably need the warmth of it to grow up. Like chicken eggs.
hu: Talán szükségük van a melegre a növekedésükhöz. Mint a tyúktojásoknak.nak.

source: Oh, great. A welcome party indeed.
fr: Oh, chouette. Un vrai service d'accueil.
hu: Nagyszerű! Igazán csodás teremtmények.yek.
tr: Oh, harika. Hoş geldin partisi de hazır.

source: Distract them, we must make some time before the Warlord arrives to finish them off!
fr: Distrayez-les, nous avons besoin de temps avant que le seigneur de guerre ne vienne les achever !
hu: Tartsátok fel őket, egy kis időre van szükségünk, mielőtt Hadurunk megérkezik, hogy kivégezze őket!
tr: Savaş lordu işlerini bitirmek için gelene kadar onları oyalayın!

source: En garde, elf!
fr: En garde, elfe !
hu: En garde, tünde!
tr: Kendini koru, elf

source: The Chaos Warlord is coming here? That overlord, Benthos, he told us that Anlindë last fought against the Warlord... That assassin shall not go unpunished! Brace yourselves!
hu: A Káosz Hadúr idejön? Az a Benthos azt mondta nekünk, hogy Anlindë elvesztette a csatát a Hadúr ellen... Ez a bérgyilkos nem garázdálkodhat büntetlenül. Készüljetek!

source: I am not sure it is a good idea... I sense a great power heading towards this place. It comes from behind those gates!
hu: Nem hiszem, hogy ez jó ötlet lenne... Valami iszonyatos erőt érzek közeledni azok mögül a kapuk mögül!

source: What else can we do now? Run like cowards? Never! We made it this far, and there is no looking back.
hu: Mi mást tehetnénk? Vegyük fel a nyúlcipőt? Soha! Messzire eljöttünk, nem fordulhatunk vissza!

source: That's true...
hu: Ez igaz...

source: Get out of our path, vermins!
hu: Félre az utunkból, férgek!

source: You shall not pass!
fr: Vous ne passerez pas !
hu: Nem mehettek át!
tr: Geçemezsiniz!

source: The warlord is a female!
hu: A hadúr egy nő!

source: I guess those creatures couldn't tell...
hu: Azt hiszem, azok a kreatúrák nem mondhatták el...

source: Galas, the elvish leader. You have no idea how much time I have been waiting for this moment, to see your face of terror and squash you like a bug, to squash you in the same manner the witch did with me.
hu: Galas, a tündék vezetője. El sem tudod képzelni, milyen régóta vártam ezt a pillanatot, hogy lássam a rettegő ábrázatodat és eltapossalak, akár egy férget, hogy összetörjelek, ahogy az a boszorkány tette velem.e velem.
