Repository: wescamp/Invasion_from_the_Unknown-trunk
Catalog: po/*.po
Languages: fr, hu, tr

source: Xargasze
tr: Sargaze

source: Zeethalius
tr: Zetalyus

source: Sssoundss like fun. What do you think, brethen?
tr: Bu ilginç olabilir. Ne düşünüyorsunuz, kardeşlerim?

source: Argh...
tr: Aahhh...

source: They have chosen their path. We must respect their decission.
tr: Onlar kendi yollarını seçti. Bize kararlarına saygı duymak düşer.

source: Lilo
tr: Lipo

source: Pryll
tr: Prolo

source: Varghor
tr: Vargor

source: Except the Lady of Light, whose presence comes from the walls at the center of the chamber!
tr: Işık Meleği hariç. Bölmenin merkezindeki duvarlarda varlığı hissediliyor!

source: Elynia
tr: Elenya

source: I am Galas, leader of the elves who inhabited your valley, my Lady.
tr: Ben Galas, adınızı taşıyan vadide yaşayan elflerin lideri.

source: Anlindë, first advisor of Galas, and this is...
tr: Analya, Galas’ın baş danışmanı ve bu...

source: Mal Keshar, necromancer and sort of a burned pile of bones. Could you stop your chattering and restore me?
tr: Mal Keşnar, nekromatik ve bir miktar yanmış kemik tozu. Gevezeliği bırakıp beni eski halime getirebilir miydiniz?

source: After you parted ways with our people, and the now desert elves, we set home in a valley located in the far East, which we named in your honor, and lived there for long. However, recent events forced us to flee from there, and find a new home. That is where we met Keshar...
tr: Sizinle ve çöl elfleri ile yollarımız ayrıldıktan sonra, uzak doğuda bir vadiyi vatan seçtik ve vadiye sizin adınızı verdik. Orada uzun süre yaşadık. Ancak, son olaylar bizi oradan kaçmaya ve yeni bir vatan bulmaya zorladı. Yolda Keşnar ile karşılaştık...

source: Yechnagoth... the Eater of Souls?
tr: Yeknagot... şu Ruhyiyen mi?

source: This potion adds the Berserk ability to this unit's melee attacks (which also gain strength), and makes it stronger against impact, blade and fire attacks. Also, increases its maximum hitpoints 10% of the current maximum.
tr: Bu iksir birimin yakın saldırı silahına Azim yeteneği ekler (ayrıca şiddetini arttırır) ve birimi darbe, kesme ve ateş saldırılarına karşı güçlendirir. Ayrıca, yaşam enerjisinin azami değerini ve o an ki değerini %10 arttırır.

source: This potion would add the Berserk ability to this unit's melee attacks, if only it was a strong, fearsome real fighter unit, living or not living.
tr: Bu iksir birimin yakın saldırı silahına Azim yeteneği kazandırır. Ancak bunu alabilecek birimin yaşamakla ölmek arasında tercih kullanabilecek gerçek bir döğüşçü olması gerekir.

source: BOOM!!! CRASH!!! CRACK! CLANG! CRASH!!! BAM!!
tr: BAM!!! GÜM!!! ÇATIR! ÇUTUR! PALDIR! KÜLDÜR!!

source: Armiza'ar
tr: Armizar

source: Casper
tr: Kesbir

source: Alazar
tr: Alazgar

source: Wygerm
tr: Figert

source: Fyria
tr: Fuşya

source: Groaaaar!!
tr: Groarr!!

source: Karshas
tr: Karşas

source: Yreul
tr: Yerol

source: Lilith
tr: Lilit

source: Orcyn
tr: Orsin

source: Hizzoh! Aizkta kalmzarh ixthalamah!
tr: Elemt! ere fişk! emgözle reşiş!

source: Pelaes
tr: Pelas

source: Pelcatsil
tr: Pelkatsil

source: Durcanthil
tr: Durkantil

source: Izkotep
tr: Azkotep

source: Grilock
tr: Grilok

source: Erathan
tr: Eratan

source: Blynyr
tr: Vilinur

source: Quogar Ratham
tr: Kugor Ratnam

source: Tanstafaal
tr: Tanstafal

source: Zel'ruel
tr: Zelruvel

source: Galnea
tr: Galnega

source: Benthos
tr: Bentos

source: Uzgarphatgshar
tr: Uzgarpatşar

source: Gruaaaargh...
tr: Groarrrr...

source: It is suicidal. It is madness. Almost no possibility to escape from obliveration. Me likes it.
tr: Bu intihar olur. İmparatoru yokettikten sonra kaçmak neredeyse imkansız. Bunu hiç sevmedim.

source: Erathan?
tr: Eratan?

source: Ivancyn
tr: İvansin

source: Zirshe
tr: Zirşe

source: Sel
tr: Selşe

source: Zulthor
tr: Zultor

source: Lyrcan
tr: Lircan

source: Um, indeed I am, but it's nothing personal. You see, I have a bad experience with a faerie, and I don't want to repeat it once again.
tr: Hayır, sorun bende ve tamamen kişisel. Bir peri ile kötü deneyimlerim oldu ve bunun tekrar olmasını istemiyorum.

source: Brute force will not defeat us, specially when applied by a foul sickening enemy such as you and your pals.
tr: Hep birden saldırsanız bile bizi yenemezsiniz, özellikle de saldırı sizin gibi bir alay tiksindirici düşmandan geliyorsa.

source: We'll see. The Master specially wants to meet you, pitiful fairy, but nothing will be left of you at the end of this day!
tr: Göreceğiz. Efendimiz özellikle acınası periyle, yani seninle tanışmak istiyor, fakat bugün senden geriye bir şey kalmayacak.

source: Unless we toast you first!
tr: Sizi önce biz kızartmadıkça!

source: Yes, you come to my domain of darkness; wherever darkness is, I shall be to haunt you. You cannot escape influence, Galas, I warn you.
tr: Karanlık benim ülkemdir; karanlığın olduğu her yerde sizi taciz edeceğim. Sana söylüyorum, Galas, baskıdan kurtulamazsın.

source: Nothing was left of the former glory of the local elves after that fateful night. Trees, elves and forest creatures... even some human and orcish wanderers were all burned alive, not to leave any corpses to bury in a proper way.
tr: O kader gecesinden sonra yerel elflerin eski onurundan geriye bir şey kalmadığı için böyle. Ağaçlar, elfler ve orman hayvanları... hatta bazı ork ve insan gezginler de dahil olmak üzere hepsi canlı canlı, arkalarında bir ceset bile bırakmamacasına yandılar.

source: I suspect that the Empire of Chaos was formed around the base of the old Empire of Wesnoth. Weldyn was the old capital, established in the midlands, adyacent to abundant water streams coming from the north, and surrounded by hills. If the lands have flourished once again, that would be the best place to establish a new empire.
tr: Kaos İmparatorluğunun eski Wesnoth İmparatorluğunun üzerine inşa edildiğini sanıyorum. Veldin eski başkentti ve kıtanın orta yerinde kuzeyden gelen nehirlerin kıyısında tepelerle çevrili bir ovada kurulmuştu. Eğer o bölgeler tekrar eski ihtişamına kavuşmuşsa yeni imparatorluğu kurmak için en iyi yer orası olurdu.

source: udesc^Drone
tr: Zebani

source: This chasm seems not to have a bottom, for I cannot see but a dense darkness on it. And a current of hot air comes from it.
tr: Bu yarığın dibi yokmuş gibi görünüyor ama çok karanlık olduğundandır belki, ayrıca sıcak bir esinti geliyor.

source: The same night we fought Yanqui, the earth opened and engulfed many with its infernal flames. I thought these chasms would be closed after all the time that has passed, but I suppose now that more time should pass before this place comes back to normal.
tr: O gece Yanki ile döğüşmüştük. Toprak açılmış ve bir çok şey topraktan fışkıran alevler tarafından yutulmuştu. Bu yarıkların geçen zaman zarfında kapanacağını ummuştum ama görüyorum ki, buranın normale dönmesi için çok uzun zaman geçmesi gerekecek.

source: Qualshezif
tr: Kalşezif

source: Arzhul
tr: Arzûl

source: A presence... a strong presence fills this whole place...
tr: Bir varlık... Buranın tamamını güçlü bir varlık dolduruyor...

source: Reveal yourself, you coward fiend! Who are you?
tr: Ortaya çık seni korkak iblis! Kimsin sen?

source: Nothing. Whoever it is, it still hides from us.
tr: Ses yok. Neyin nesiyse hala bizden saklanıyor.

source: So close, yet so far... We will have to find a way to open these iron gates.
tr: Çok yakında... Bu demir kapıları açmanın bir yolunu bulmalıyız.

source: Oh, please, this is not grandma's house. Just blow them up or crush them down and we can continue, a la antiqua.
tr: Oh, lütfen, burası büyük annenizin evi değil. Yakacağız, kıracağız, ezeceğiz ve yolumuza devam edeceğiz, eski usul.

source: I was about to suggest that.
tr: Ben de bunu önermeye hazırlanıyordum.

source: Galas, it seems that some of our comrades didn't resist the temptation to come in.
tr: Galas, arkadaşlarımızın bazıları yollarının şaşırtılmasına direnememiş görünüyor.

source: Oh... alright, but we can't go all together. Letting the weakest ones go with us could put us all in risk.
tr: Oh... pekala, ama her yere de hep birlikte gidemeyiz. Bizimle gelen zayıf biri hepimizi tehlikeye atar.

source: Rurhló
tr: Ruhlo

source: Garg is thankful to you, good ones. Garg will follow you and get revenge on the bad ones.
tr: Garg müteşekkir size. Garg sizi izleyecek ve kötülerden intikam alacak.

source: Shriak! Greeeeshaaaahhhh...
tr: Şıriiyak! Griiiişşşşaaaahhh...

source: Ah, the Shadow Master! I cannot wait to meet him personally anymore... get out of our path, you bastards!
tr: Ah, Gölgelerin Efendisi! Seninle kişisel olarak karşılaşmak için bekleyemeyeceğim, artık... Çekilin yolumuzdan alçaklar!

source: Damned we are, is it that there is an unlimited source of enemy bosses?
tr: Kahretsin, sınırsız gücü olan baskın birimlerden biri daha mı?

source: You may not pass yet.
tr: Henüz geçemezsiniz.

source: Glyph already activated.
tr: Motif zaten etkin.

source: Given that these creeps float and have poison in their jaws, I'd call it a hive.
tr: Bu yaratıklar uçuyor ve iğneleriyle zehirliyorlar, ben olsam kovan derdim.

source: Let's give them a lesson to remember. Eh... wait a moment... lava pits?
tr: Şunlara unutamayacakları bir ders verelim. Bekleyin biraz... lav çukurları?

source: The sooner we get out of here, the better.
tr: En iyisi en kısa zamanda buradan gitmek.

source: I have not the slightest idea of what they are ranting about, but for me it seems they are guarding that door...
tr: Onların vurgulamaya çalıştıklarını görmezden gelmek istemiyorum ama asıl amaçları kapıyı korumak gibi görünüyor...

source: Ha, obviously it's an important one. Get out of our path, vermins!
tr: Önemli biri olduğu açık. Yolumuzdan çekilin, mikroplar!

source: Elyssa
tr: Elissa

source: Ah, the so feared Lady of Light... you are nothing but a girl. I'll teach you a lesson, to respect those who are actually powerful, to respect the lords of Chaos!
tr: Ah, Işık Hanımefendisi öyle korktum ki... Sen basit bir kızdan başka bir şey değilsin. Asıl gücün kimde olduğunu sana öğreteceğim.

source: Use the 'Union' attack of Elynia or Mal Keshar to vanquish the Warlord
tr: Savaş lordunu yok etmek için Elenya veya Mal Keşnar’ın ‘Kutsal Birlik’ saldırısını kullan

source: Wait a moment, who are you? Where does your master hide?
tr: Dur bir dakika, sen kimsin? Efendin nerede gizleniyor?

source: I am Elyssa, and used to be a wanderer mage before stumbling upon the Empire and the powers of Chaos. The Shadow Master... he taught me things that you cannot imagine. He showed me the powers of the grand Uria! He... they, they converted me to their side, turning me into a demon...
tr: Adım Elissa ve Kaos güçlerine ve İmparatorluğuna rastlayıncaya kadar gezgin bir büyücüydüm. Gölgelerin Efendisi... o bana hayal bile edemeyeceğim şeyler öğretti. Bana Ulu Urya’nın güçlerini gösterdi! O... Onlar, onlar beni kendi taraflarına çektiler, beni bir şeytana dönüştürdüler...

source: The Halls of the Damned... the door behind, and the Dark Hive... follow the dark road, and you will find him, in a chamber plenty of his creations...
tr: Lanetli Salonlar... kapının arkasında ve Kara Kovan... siyah yolu izlerseniz yaratıklarıyla dolu bir odada onu bulursunuz...

source: As Elyssa performed her last breathe, her former appearance returned, showing that of a beautiful red-haired human mage.
tr: Elissa son nefesini verince, ilk şekli ortaya çıktı. Kızıl saçlı güzel bir büyücüydü.

source: I have an idea.
tr: Benim bir fikrim var.

source: It is highly risky, and I'll need Malin's help. Malin?
tr: Yalnız çok riskli ve Malin’in yardımına ihtiyacım var. Malin?

source: Yes?
tr: Evet?

source: We will WHAT?!
tr: Biz... NE yapacağız?!

source: You what?
tr: Ne diyorsun?

source: The heat must have affected your mind, that is sheer madness. You can't call upon that high power without the help of the Master of Darkness. Attempting to do so could destroy us all!
tr: Sıcaktan kafayı yemiş olmalısın, bu düpedüz delilik. Karanlığın Hakiminin yardımı olmadan böyle yüksek bir gücü çağıramazsın. Bunu yapmaya çalışırsak hepimiz yok oluruz!

source: Very well, then...
tr: Peki, o halde...

source: Let's distract the Warlord in the mean time, then!
tr: Biz de bu arada savaş lordunu oyalayalım!

source: Galas, you, the elvish leader. You have no idea how much time I have been waiting for this moment, to see your face of terror and squash you like a bug, to squash you in the same manner the witch did with me.
tr: Galas, sen, elf lideri. Korkmuş yüzünü ve tıpkı bana cadının yaptığı gibi seni bir böcek gibi ezeceğim bu anı ne kadar uzun zamandır beklediğimi hayal bile edemezsin.

source: No, we will prevail. It is you who will waste his last minutes of life.
tr: Hayır, galip gelen biz olacağız. Ömrünün son dakikalarını boşa harcayan sen olacaksın!

source: I told you so, fools. What now? Will you let me kill you at last, or will you try to escape and run away like little rabbits?
tr: Size söyledim, ahmaklar. Şimde ne yapacaksınız? Ya eninde sonunda bana kendinizi öldürteceksiniz ya da tavşanlar gibi kaçacaksınız!

source: If any of you can't think of a good idea, this is surely our end! Our backs are surrounded by lava, and this bastard is immortal or something.
tr: Kimsenin iyi bir fikri yoksa işimizin bittiğinin resmidir! Arkamız lavla kuşatılmış durumda ve bu alçak ölümsüz gibi birşey.

source: We need to put our hands together and concentrate. We will call upon the power of the Union.
tr: Ellerimizi üst üste koyarak yoğunlaşacak ve Birlik gücünü çağıracağız.

source: I know, but hasty situations require hasty decissions. Just do as I said and trust me that nothing bad will happen.
tr: Biliyorum fakat ecil durumlar acil kararlar gerektirir. Sadece dediğimi yap ve bana güven, kötü bir şey olmayacak.

source: Nooooo... forgive me, Master...
tr: Haaayııır... affet beni, Efendim...

source: Uh? No! It is... it is impossible! The Union!
tr: Uh? Hayır! Bu... Bu imkansız! Birlik!

source: Who is the scared rabbit now?
tr: Kim tavşan gibi kaçıyor şimdi?

source: No... no! You cannot defeat me! No!
tr: Hayır, hayır! Beni yenemezsiniz! Hayır!

source: Welcome to my lair, fools.
tr: Sarayıma hoş geldiniz, ahmaklar.

source: Interim
tr: Ara

source: Elynia, what say you?
tr: Elenya, senin fikrin ne?

source: Jaleh
tr: Jalen

source: Darius
tr: Daryus

source: Welcome, friends. It has been a long time since your kinsmen last visited us. Tell me your names, and what brings you here, to the depths of New Knalga.
tr: Hoşgeldiniz, dostlar. Sizinkilerin bizi son ziyaretlerinin üzerinden çok uzun zaman geçti. Bana isimlerinizi söyleyin ve Yeni Kanalga’nın derinlerine sizi getiren sebepten bahsedin.

source: It is written that you, necromancer, killed many dwarven scouts centuries ago, but I guess I can tolerate it if you are by the side of the elves... but, you are not the Quenoth elves then?
tr: Seni biliyoruz, nekromatik. Yüzyıllar önce birçok cüce gözcüyü öldürdün, fakat elflerin tarafındaysan bunu görmezden gelebilirim sanıyorum. Sizler Kuyenot elfleri değilsiniz, değil mi?

source: The what?
tr: Ne’ Elfleri?

source: I think I know what happens. King, your fellow dwarves told us these Quenoth elves came from the desert, is that true?
tr: Ben ne olduğunu biliyorum sanırım. Tebaanızdan bazı cüceler çölden gelen Kuyenot elflerinden bize bahsetmişti.

source: Yes, indeed, but then where are you from?
tr: Evet, elbette. Peki, siz neredensiniz?

source: We come from a valley located east from here, surrounded by the far, unknown lands that we call the 'outsides'. Your people must know them as the 'unknown east'. In an elven war after the Fall, the survivors departed ways. One group found the Valley of Elynia, where we come from, our ancestors. The other group must be these desert elves you spoke us of.
tr: Buranın doğusunda, bizim ‘dış bölgeler’ dediğimiz bilinmeyen geniş topraklarla kuşatılmış bir vadiden geldik. Tebaanız orayı ‘bilinmeyen doğu’ olarak biliyor olmalı. Felaketten sonraki bir elf savaşında hayatta kalanlar yolda gruplara ayrıldılar. Bir grup bizim geldiğimiz Elenya Vadisini buldu. Diğer grup bahsettiğiniz çöl elfleri olmalı.

source: That explains then why the orcs were aware of the existence of elves in the desert, why the savage human tribes feared us, and why you dwarves knew us. But, what did the desert elves do for you? What happened here?
tr: Bu, çöldeki orkların elflerin varlığından haberdar oluş sebebini, göçebe insan çetelerinin bizden korkmalarını ve cücelerin bizi nereden bildiklerini açıklıyor. Fakat, çöl elfleri sizin için ne yaptı? Burada ne oldu?

source: I'll tell you, but I wonder why you departed ways.
tr: Ben anlatacağım size, ama neden yollarınızı ayırdığınızı merak ediyorum.

source: It is something we have always wondered for years. Possibly our ancestors decided to divide and explore the lands in two different groups, and then got lost. That also leaves the possibility that the other group that went to the desert was also divided, and that just a small part of them were the Quenoth elves that you met.
tr: O bizim de yıllardır hep merak ettiğimiz birşeydir. Muhtemelen atalarımız ülkeyi iki gruba ayrılarak keşfetmeye karar vermiş ve sonradan birbirlerini kaybetmiş olmalılar. Ayrıca, diğer grubun çölde kalmayı tercih edenlerce tekrar bölünmüş olması ve çölden gelen küçük grubun sizin karşılaştığınız Kuyenot elfleri olma ihtimali de var.

source: How could they have survived in the desert?
tr: Onlar çölde nasıl hayatta kalabildi?

source: These days, we have sent scouts and they report that life has struggled to flourish in the desert, and that oasis are now forests. But back then, nothing of that existed, it was just plain desert.
tr: O günlerde, biz gözcüler göndermiştik, yaşamın çölde zenginleşmeye başladığını rapor etmişlerdi. O vaha şimdi orman. Fakat geri kalanı sırf çöl.

source: We were losing a war against troll invaders some centuries ago. Then, the desert elves appeared, confused and somewhat ill from their journey across the sands when their former home was destroyed by rocks falling from the skies.
tr: Bir kaç asır önce trol işgalcilere karşı bir savaş kaybetmiştik. Ardından çöl elfleri çıkageldiler. Gökten düşen kayalar yüzünden ilk vatanları harabolduğunda kumları aşmak için çıktıkları yolculuktan hasta ve zihinleri karışık bir halde buraya ulaşmışlar.

source: They helped us with the trolls for no reason at all, and shortly managed to kill the troll chieftain, causing the troll's despair, confusion and subsequent defeat.
tr: Hiçbir şart öne sürmeksizin troller için bize yardım ettiler. Trollerin reisini kısa zamanda öldürerek, morallerinin bozulmasını ve dağılmalarını sağladıktan sonra bütün trolleri öldürdüler.

source: In comparison to you, their appearance was drastically different. Their skin's tone was of a darker grayish brown, and their clothes, weapons and habits were adapted for the harsh life in the desert, unlike you, forest inhabitants.
tr: Sizinle karşılaştırınca onların görünüşleri epeyce farklıydı. Siz orman adamlarının aksine, ciltleri koyu kahverengiydi; giyimleri, silahları ve donanımları çölün acımasız koşullarına uydurulmuştu.

source: Their leader, Kaleh, told us that they were looking for a new home in the far North, that supposedly their god had reserved for them. However, the dwarf we sent with them to the northern exit tunnels returned some years later with interesting news about that expedition.
tr: Bizimle liderleri Kaleh konuştu. İyice kuzeyde tanrılarının onlara tahsis ettiği yeni vatanlarını aradıklarından bahsetmişti. Ancak, onlarla birlikte kuzey çıkış tüneline gönderdiğimiz cüce yıllar sonra döndüğünde bu sefer hakkında ilginç bilgiler verdi.

source: What news?
tr: Ne gibi?

source: After escaping from a flood in the northern caves, they were surrounded by humans, the humans that killed many of our scouts for no reason at all.
tr: Kuzey tünellerindeki su baskınından kaçtıktan sonra insanlar tarafından kuşatılmışlar. Bu insanlar bizim de bir kaç gözcümüzü sebepsiz yere öldürmüştü.

source: They got themselves in the ocean's shore for rescuing merfolk, that were going to be executed by the evil humans. Then, their goddess appeared and turned some of them against their leader. Later, it was proven that she, Eloh, was actually a fake.
tr: Bir süre sonra kendilerini, okyanus kıyısında, kötü insanlar tarafından yokedilmeye çalışılan su insanlarını kurtarmaya çalışır durumda bulmuşlar. Sonraları tanrıçaları görünüp ve bir kısmını liderlerine karşı gelmeye zorlamış. Çok geçmeden tanrıçaları Eloh’un aslında bir sahtekar olduğu ortaya çıkmış.

source: So they survived?
tr: Böylece hayatta kaldılar?

source: Yes. The scourt dwarf that went with them returned years later with the good news, so we started to send scouts to the surface again, setting up new trade routes and relationship between the Far North humans and our kingdom. That helped Knalga have its own rebirth.
tr: Evet. Onlarla gönderdiğimiz cüce yıllar sonra iyi haberlerle dönünce biz de yeryüzüne tekrar gözcü göndermeye başladık. Kuzey insanlarıyla krallığımız arasında yeni ticaret yolları ve ticari ilişkiler kurduk. Bu, Kanalga’nın yeniden doğuşunu sağladı.

source: However, the southern lands were being slowly taken over by evil humans again. A conflict between the south humans and the northern lands was started, and we, being in crossfire, ceased any scouting south from Knalga. However, the Northern lands have thrived, and although they are now menaced by the threat of war from the evil humans, they could certainly serve you as temporary home, if that is what you are seeking. A new home?
tr: Bununla birlikte, güneydeki topraklar yavaş yavaş tekrar kötü insanların eline geçti. Güney insanları ile kuzey ülkeleri arasında bir itilaf baş gösterdi ve biz iki ateş arasında kalınca Kanalga’dan güneye gözcü göndermeyi durdurduk. Diğer yandan, kuzey ülkeleri zenginleşmiş ve kötü insanların savaş çığırtkanlığı yüzünden bir tehditle karşı karşıya kalmışlardı. Eğer aradığınız geçici bir vatansa kuzeyin toprakları size kesinlikle uygundur. Yeni bir vatan?

source: Partly. We are glad to hear that good news, but no lands will survive to what will happen next if the evil is not stopped. Your men already saw what forces are supporting the humans. Not even the power of undead...
tr: Kısmen. İyi haberler aldığımız için memnunuz, fakat şeytan durdurulmadıkça yaşamımızı sürdürebileceğimiz bir ülke olmayacaktır. İnsanlara destek olan gücleri adamlarınız da gördü. Salt yarı ölü gücü olsa...

source: *cough*
tr: *öksürük*

source: ... could stop them, not even temporarily. We already fighted one of their more powerful battle soldiers, the Mechanical Goliath, that is how we call it.
tr: ... onları geçici olarak değil tamamen durdurabilirdik. biz zaten onların aşırı güçlü savaşçılarından biriyle, bizim verdiğimiz adıyla, Mekanik Callut’la döğüştük.

source: I am aware of those giant droids, actually, because we built some of them...
tr: Bu dev robotlardan haberim var. Aslında bazılarını biz yaptık...

source: You DID?
tr: SİZ mi yaptınız?

source: You did?
tr: Siz mi?

source: Really?
tr: Gerçekten mi?

source: Let's just say that we dwarves are technologically more advanced than you surface people. *laughs*
tr: Sadece şunu söyleyebiliriz: biz cüceler teknik bilgi bakımından yeryüzünde yaşayanlardan daha ilerideyiz. *gülüşmeler*

source: I see, but you don't have the power of the forces of hell itself by your side, do you?
tr: Görüyorum, fakat bu cehennem güçleriyle aynı tarafta değilsiniz, değil mi?

source: No, and that worries us.
tr: Hayır. Zaten bu bizi rahatsız eder.

source: We went here to solve our lack of force, actually.
tr: Biz aslında gücümüzdeki eksikliği gidermek için buraya geldik.

source: We cannot...
tr: Bunu biz sağlayamayız...
